{
  "date": "April 4, 2018",
  "headline": "Student speaks out about 'Christian privilege' seminar",
  "subHeadline": "George Washington University holds a seminar on combating 'Christian privilege' in America; student Abigail Marone shares her experience on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/student-speaks-out-about-christian-privilege-seminar",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KILMEADE",
      "sentences": "This is \"The Ingraham Angle.\" Let's get started. A number of stories tonight I got to update you on. You got Special Counsel Robert Mueller who is reportedly not targeting the president as of now in a criminal investigation. So, why are so many others in the media just not getting the message? Plus, some news no one else is talking about. President Trump just punished dozens of oligarchs close to Putin. So, will the detractors take notice and stop saying he's going easy on Russia? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Plus, brand new details on a Fox News exclusive, got EPA Chief Scott Pruitt fighting back against many people in the media and on the web, who want to take him down as another Trump official. Did he help himself when he sat down with Ed Henry? We will bring you the second half of that interview only this show. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Also, we are receiving word that the president is sending troops at this hour to the border, National Guard troops. They could be arriving as early as tomorrow. We will monitor all of those developments as many at the border say what can we do to stop this influx? But we begin with disturbing new details about the shooting at YouTube's headquarters in California. That happened yesterday, believe it or not. How it is flipping a couple of narratives on their head? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, let's get started. The woman's name is Nasim Najafi Aghdam. She is 39 years old. She is a woman and she had her own YouTube channel, because it was taken down or screened, she shot three people at YouTube. Authorities were tipped off that she might be doing exactly that. Now what about the motivation? Could this have been stopped? YouTube is censoring her videos. Is this any reason to take a gun and start shooting people randomly? Fox News correspondent, Trace Gallagher, is live in the west coast newsroom at this hour with more details on what the police knew and what they could not do--Trace. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CONTRIBUTOR",
      "sentences": "Right. At 1:40 Tuesday morning almost exactly 11 hours before she opened fire outside of the YouTube headquarters, 39-year-old Nasim Aghdam spoke with police in Mountain View. That's about 25 miles south of YouTube. Police say they spotted her car in a parking lot and proactively decided to run the plate. Revealing that she was from the San Diego area and had been reported missing three days earlier. Police say Aghdam was asleep when they woke up to confirm her identity then they spoke for 20 minutes. She apparently said she was living out of her car and looking for work. Police say she was calm, cooperative and never mentioned YouTube. After deciding she was not a threat, they let her go and called her family. That neither her father nor brother said anything about a grudge with YouTube. But an hour later, the father called police back and mentioned that his daughter was upset with YouTube because they stopped paying for the vegan and fitness videos she posted on her YouTube channel. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } That she may have been in the area because of that. Mountain View police decided not to share the information with San Bruno Police where YouTube is located. San Bruno police say communication between Bay Area departments is normally very thorough and they don't want to jump to conclusions.Here's one of the shooters anti-YouTube rants that she posted online. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Hours after talking with police, Nasim Aghdam went to a shooting range for practice and then walked through the YouTube parking garage into a courtyard with a legally registered handgun and opened fire. Despite reports yesterday saying she was found dead inside the building, YouTube now says, quoting, 'Thanks to the security protections in place she never entered the building itself. Within 2 minutes of our 911 call, San Bruno Police arrived on scene.' if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And today the family of Nasim Aghdam expressed concerns that police in Mountain View never passed along the information they had provided--Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Wow. So much more information. I don't know this is a situation where you look around and say could this have been stopped. Let's bring in some experts to talk about that. Mark Fuhrman is with us, a former detective at the LAPD and John Iannarelli is also here, retired FBI special agent and former FBI national spokesperson. Let's start with you, if I can, Mark. Mark, you saw this situation. People would like to look back. They'd never a case before I do have and said how could they miss these signs? I actually don't think that's the case here. Do you? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK FUHRMAN, FORMER DETECTIVE, LAPD",
      "sentences": "No, I don't. There are many times when somebody does drop the ball, but this is not one of them. In fact, I think they went way out of their way when they contacted her at 1:42 in the morning to actually contact her father. The 39-year-old females that are obviously in control of their faculties are not missing. She knows where she is. She's driving her vehicle. She knows what she is doing. She can leave anytime she wants. So, I don't believe they did anything wrong. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "John, as you see somebody, we don't usually see females. No history of violence. She had her gun legally. She was stopped. She was found sleeping in her car hours before the shooting. Do you see any signs that I would miss because I haven't been trained?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN IANNARELLI, RETIRED FBI SPECIAL AGENT",
      "sentences": "Absolutely not. The police made an inquiry and just like Mark said, to pick up the phone and call the family on somebody who is clearly an adult to reassure them that she is OK, likewise, if the family had any knowledge of the weapon, I have not heard a word about that yet. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "A couple of things, Mark. My sense is watching these videos, hearing that she was protesting in February about YouTube taking her stuff down, randomly shooting. I sense the family knows a lot more about how unhinged this shooter was. Do you get that sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "I do. I think the family knows a lot like maybe many families that have problems with somebody inside their family. They want to keep that close to the vest and maybe not express their fears. That's exactly the problem. Nobody really knew what her mental state was. She tried to commit multiple homicides and then she killed herself. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "John, do you take anything? Do you look into the family a little more, you know, after the Pulse, San Bernardino shootings, and say, OK, how did they get here? Who are they related to? The family here as refugees. Do you want to know more about this case? Do you sense this is just one woman who lost her mind and is now dead? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "Regardless of where the family comes from, this is a case where police and law enforcement in general is going to look into everybody who is connected with this person. Violent crimes were committed. We want to know, are there other people that maybe supplied the weapon and knew her intentions or even egged her on, all that has to be determined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right, I got to ask you something else. It's happened to your security knowledge. You know, at Fox after 9/11, I could walk into every door here. Now I can't get in this building without a pass even though I've been on television for 20 years, just the way it works. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here's YouTube, one of the most popular companies in the country and the most successful. Why is this person allowed to penetrate that deep? Where is the security? Did that occur to you at all? Because I am telling you right now, we have layers of security here. So, does CNN and others. Don't you think people need to wake up a little more? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "YouTube had security personnel, but they did not have a way of stopping this person from getting through the garage. The reality is that they need to secure that area for these times of events in the future because it could happen again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Mark?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "You know, sometimes security is just that visible security. It's one layer at the front door or desk. Then you need multi-layers of security starting with outside of the parking structure. Video surveillance. People outside and inside. People inside the inner workings of the building. So, most corporations have a visible security. They don't have deep security. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right. And lastly, when I look at this woman, I understand the family tried to give everybody a head's up, but it was too late. How do you possibly legislate mental health and gun ownership? She had begun legally. Clearly, she's not mentally stable. She thought YouTube was personally going after her. There's a paranoia here. Does anyone want to take a shot at that, John? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "Well, you can make all the gun laws you want but the reality is in this country we are ignoring the mental health issue. In every one of these cases that's been a common factor. We need to address that. We need to able to make those records available when background checks are done so that we can prevent people who are mentally ill from having access to weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Mark, I don't know there is way to stop that unless the family really wants to aggressive and said, I have a hunch. She's never showed violent tendencies before, but I think we got to take the gun away personally. I mean, I actually don't know how you stop this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "Well, Brian, you have hundreds of thousands of people that have tried to commit suicide, that threaten suicide. One of the ways that makes suicide so devastating is when they want to take multiple people with them, and then commit suicide. So, we already know, and we have had for decades known through psychiatrists and different programs, the people that are suicide-prone and have attempted. We really can't do anything with them. We can't incarcerate them permanently. We lost that ability. So, really there's not a whole lot you can do. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Yes. We look into where the balls were dropped and where we go from here. I think that this is a narrative buster. Guys, thanks so much. Appreciate it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right, let's go a little bit deeper. Nasim Aghdam did not fit the of a typical mass shooter and in ways, that busts the usual narrative of the pro-gun control crowd. She was a woman and vegan activist making it hard to blame this one on men or extremist views unless, of course, you say vegetables are extreme. She also loved animals. Here's a small sampling of the type of reactions we heard across the cable landscape in the immediate aftermath. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have an off the charts number and rate of shootings. It reminds us we need to do something about the violence in America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Battle lines have been drawn. It's the idea of Democrats pushing for gun control measures while a lot of Republicans largely saying no. Nothing has really changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We want to have stricter gun laws and background and keep guns out of the hands of people who are a danger to themselves or to someone else. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Had legal guns and passed the background check. No sign of violence. Let's debate this further with former Secret Service agent and NYPD guy, Dan Bongino, and Chris Hahn is also with us, a former aide to Senator Chuck Schumer. Dan, to you, this is a kick in the head, isn't it??",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "sentences": "Yes, the Democrats who keep calling for gun control can't point to a place where gun control has actually worked. They are pulling this out of their hats. What about Australia? There are more guns now in Australia than there were prior to the 1996 gun confiscation. Even when liberals cite information, they back up the consecutive cause for gun rights. More guns in Australia and violent crime went down. Thanks for making our point. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Chris, if you were working for Chuck Schumer again, what advice would you give him on an issue like this when the NRA really can't be blamed? Background checks were not an issue. Not a male shooter but a female shooter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "sentences": "Well, fist, let me correct something there are less gun rules in Australia thanks to new rules there. It works there. I believe that we should have private insurance on every gun and every gun should be registered. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Because a private company who puts their money on the table is going to make sure that a proper background check is done regularly. That private insurer will make sure that gun is taken away. That's what we need in this country. This gun was registered, which disproves everything else the NRA has been saying that a registered gun will take it away from you. That now is disproven by this incident. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "We have had audio hits. Don't blame Chris, personally. Dan, so pick up on what Chris said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes. Chris -- I like Chris personally a lot, but he is always wrong. He is proud to be wrong. I do like him. Your numbers on Australia are wrong. The American Medical Association, not a right-wing organization did a rather exhausting study on the effects of the gun ban in Australia and found no evidence whatsoever that it led to a significant decrease in gun deaths. You should have looked that up before you got on the air. As for your second point about gun registration, you are not serious, an insurance policy for your guns? The same government that targeted conservatives with the IRS. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } The same government that spied on the Trump team and lied about the collection of meta data, you want them to have a gun list, so your liberal friends know where to go to confiscate the guns. You are crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Dan, I hope you can hear me now. Your buddies in the NRA could sell the insurance. Put their money where their mouth is. They could stop whining about. Put his money where his mouth is. Insure it. The one good thing about Australia, they keep stats on their guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "What is your angle with insurance as opposed to just registering the gun? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Private insurers think about money differently. They will do proper background checks and make sure people who are a risk do not buy guns unless they're going to spend hundreds of millions of dollars on those insurance politics. So, let's see what happens. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "No, no. Brian, the deference of what Chris is not telling you, he wants it to be mandatory. Chris and his gun grabbing Looney Toon liberal friends know where to go when they enact their gun computation plan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "No, no. I want to know where to go -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "No, you want to take the guns. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, I don't want to take anybody's guns. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Dan, you talked about this with the school shooting. If you are a friend of yours is at YouTube. The security is bad, and this woman is able to penetrate. How do we stop that woman from using the gun you? Are pro-gun but don't want your friend shot, so what do we do? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Of course. You stop confusing access control with security. A ticket to a football game is an access control device, but it's not security. If there is not a counter-measure to back that up -- in other words a trained good guy with a gun to stop the sick people in society, you stop these attacks. They will get the weapons whether it's through 11wfqwsthe black markets or steal them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Wow! You guys respect each other but don't agree at all. That makes it a good show. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I could see you splitting a beer and Dan would buy. Thanks, guys. I have to let you go. Up next, we will tell you why many in the media should give up on their dream in many respects, President Trump being convicted of colluding with. It just ain't there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right, even top Democrats admit that so far there is no concrete evidence that the Trump campaign colluded with the Russians in 2016 election, as of now. But yesterday's revelation that the president is subject of the special counsel's investigation sent many in the media into a spasm of I would say, I don't know, glee, euphoria, particularly eminent demise of this administration. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This confirmation that the president is under criminal investigation. That's a profound thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If someone walked in my office and said I was the subject of a multi--year criminal investigation led by the form FBI Director Robert Mueller, I would wet my pants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I talked to a veteran Washington lawyer who told me for a sitting president to be the subject of an ongoing criminal investigation is frightening. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's the most significant national security investigation in our nation's history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Really? Cheerleading just a little bit. Hold down the cheering and easy on the champagne. Keep the top on. Special Robert Mueller's memo said that President Trump is not a criminal target in the investigation. So, let's discuss this now with Washington Examiner reporter and Fox News contributor, Byron York. Byron, the word is not a target yet. How did you interpret that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, FOX NEWS CONTRIBUTOR",
      "sentences": "First of all, it's hard to imagine that Trump was not the subject of this investigation. I mean, the White House has been handing over zillions of documents. The special counsel has been interviewing everybody. He has indicted people who were close to the president in the campaign. So, it seems hard to imagine that he wasn't a subject of this investigation. But, what it does say is that Mueller has been investigating since last May. The FBI before that since July of 2016. With all of that investigation, they are saying they do not have enough evidence to make the president a target of the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "What Jonathan Turley said, he said guys you have to calm down. This is what he said on Fox today. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK ROSENBERG, FORMER U.S. ATTORNEY",
      "sentences": "In all of my years as a federal prosecutor I never told a defense attorney that his her or client was a subject and had them thank me. It's not a good thing. You don't want to wake up and be a subject of a federal grand jury investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "OK. I thought I'd give you a special treat with Chuck Rosenberg, who doesn't think it's serious. But Jonathan Turley said, 'If they waited for a constitutional crisis, there's a few objective signs it's going to go and come to pass if anything. The criminal case against the president has weakened overtime, but they want to speak to the president, to see his stake on what could be obstruction, should he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "That's the huge debate and divided the president's legal team past and present. Some who believe the president won't have a reason to say why he should not talk to them. On the other hand, there are others who look at news like this today and think the Mueller team is trying to get the president to relax and think everybody will be all right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Then the interview and perhaps charge him with making false statements. That's the main charge that Mueller has been making in this case. He charged Michael Flynn and Rick Gates, George Papadopoulos, Alex Van Der Zwaan, all have been charged with making false statements in this investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I want to move forward on this. In the Washington Post story yesterday when they talked about a month ago the Trump team getting word he is not a target. They also said, by the way, in August, Rod Rosenstein was asked by the Mueller, we see problems with the Ukraine with a Russian sympathetic leader. We would like to know if we can investigate what Manafort did with this Ukrainian leader in regards to Russian payments. Why did Rod Rosenstein green light that? That has nothing to do with meddling in the election. Did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "This really raises a lot of questions. Remember when Mueller was appointed. Rod Rosenstein issued an appointment document. It was very, very general and said he was given the responsibility of investigating contacts between the Russian and Trump campaign. That was then. Ten or 12 weeks later, he writes a memo to Mueller explaining what specific authority Mueller has. You think why didn't he do that in the beginning.? It was after the no-knock, gun strong FBI raid on Paul Manafort. It seemed like a search for justification for having done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Byron, we are getting word on this. The president is hammering the Russian again. Slamming at least four Oligarchs with sanctions very close to Vladimir Putin. Making them pay a financial price really hits home with the run defense leader. -- Russian leader. Look for more details tomorrow morning. Byron York, thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right, coming up straight ahead, an important aspect was largely overlooked yesterday. That's the details of that secret memo from Rod Rosenstein. He authorized a criminal investigation of the former Trump presidential campaign manager, Paul Manafort, a week after the federal agents raided Manafort's house. Someone who did not overlook that is the former Whitewater deputy independent counsel, Sol Wisenberg. Sol, I'll get to the oligarchs in a second, but just to expand, does the timing brother you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOL WISENBERG, FORMER DEPUTY CHIEF COUNSEL, WHITEWATER",
      "sentences": "No, it doesn't bother me. I think it's understandable. First of all, in the original order from May of 2017, Rod Rosenstein said you can look at anything that Comey was already looking at. There is a current investigation. You are allowed to look at anything that Comey was looking at when he testified about the investigation in March. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } In August, Rosenstein clarified that Comey's investigation included two things about Manafort. Number one, did he collude with Russians to throw the election in violation of the law? Two, the money he got from the former Ukranian dictator. He did do not it after the fact as some people are saying. He clarified in August a week after the Manafort raid. Now, the question is, why didn't he issue the clarification back in May when he did the original order? I do think they were worried. Probably Mueller was worried and maybe Mueller went to Rod and said we want you to make it clear in writing what our authority is. We think this is our authority. We want to you make it clear. That's what I would guess happened. But it wasn't an after the fact authorization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Well, he needed clarification. That's clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "He wanted it in writing. That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Why? You say it was black-and-white. He didn't think it was black-and-white. He went back to get re-authorization. You are the expert, but as the layman on the outside, I want to get to the bottom of the Russian meddling. What does that have to do with Paul Manafort's days in the Ukraine? I don't care what he was doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "I don't think it has anything directly to do with it. It may not have anything indirectly to do with it. Remember also that Mueller has the authority to look at anything that he discovers or arises during the investigation if he gets authorization. The key thing people are overlooking is Comey is the person already looking at this. I don't think Rod Rosenstein will lie, if we believe his August 2nd letter, Comey was already looking at this. Jim Comey, you are being aggressive at looking an old investigation involving money from a Ukranian dictator. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Why not you so aggressive in the email investigation? Let me make something clear. If Mueller had gone to Rosenstein and said I don't know if I have the authority to look at Manafort, Rosenstein would have been within his rights to say, I give you permission to go do that. That's not what Rosenstein is saying happened. What I think happened is Mueller anticipated the motion he got, the motion to dismiss based on a faulty appointment order from Rod Rosenstein. I think anticipating that, he said Mr. Rosenstein, just make it clear for me. We understand this is already within our purview. Could you put it in writing so that there's no question? And of course, Mueller used it in his response to Manafort's motion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KILMEADE, FOX NEWS HOST",
      "sentences": "Sol, here's what I worry about. I want to know about this president, the candidate who became president, if you want to know about meddling or collusion, let's hear it. But if you don't like the way he brought his Scottish golf course or his New Jersey casino, and they start going off on that, I think you've got some real problems in this country from supporters and detractors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "I think you're absolutely right. On the other hand, let's just say something that was discovered that is a little closer. Let's say relationships with the Russians that we didn't know about, serious relations related to money laundering. Not saying it happened. That might be something that people say you know what, if Mueller discovers something that serious, maybe somebody should look at. But listen, I totally agree with you, and I agree with Byron about something very important. It doesn't look like they have it. It doesn't look like they have anything on President Trump. I don't think there is going to be an obstruction indictment and I don't think there is going to be a criminal collusion indictment. And by the way, I don't believe I would ever advise any client in President Trump's position to go in for that interview. If you're a subject, you're still in very serious danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Maybe he is listening. Sol Wisenberg, thanks so much, appreciate your expertise especially at a time like this where everything is so much in secret and innuendo and secret sources. Meanwhile, 29 minutes before the top of the hour. Straight ahead, President Trump's EPA administrator Scott Pruitt says many Democrats are trying to take him out because of how well he is pushing the president's policies when it comes to environmental issues. Up next, we're going to show you exclusive clips of Ed Henry's interview with the embattled cabinet member that you have not seen anywhere else. That's the back of Ed's head. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Glad you're up, hope you dressed. The latest Trump administration member targeted by the left and the mainstream media is EPA Chief Administrator Scott Pruitt. But he is fighting back big time and it's over pay raises for aides under a little known provision in the Safe Drinking Water Act, I know it sounds bizarre, right, as well as a $50 day condo rental from the wife of a lobbyist. Is this a big deal? FOX News chief national correspondent Ed Henry got the exclusive interview with Pruitt this afternoon and we got a lot of it. This is explosive. It's intense, and we haven't seen it all yet, right Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CORRESPONDENT",
      "sentences": "That's right, Brian. We've some new clips we want to show you right now. Look, just breaking in the last few moments, CNN is saying that an ethics watchdog at the EPA is now revising the guidance they gave on whether or not it was appropriate for the EPA administrator to move forward with that, as you say, that arrangement of $50 a night renting an apartment from the wife of a lobbyist. That raised questions. The pay raise issue is intense as well because one was going to get a pay raise of over $50,000 a year, not their salary but the pay raise. The White House had said this is not a smart use of taxpayer money. Allegedly Scott Pruitt and some of his aides anyway went around the president, something Pruitt pushed back on today. And you're right, the left has been going after Pruitt. They have a website, BootPruitt.com. they're saying the don't like his policies. Pruitt says the left is trying to take him out. The problem for him, though, is the White House is mad at him now because he has been giving the left fodder by spending a lot of money on first-class travel, private jets, and expensive trips. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Didn't President Trump say he was going to drain the swamp?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT PRUITT, ENVIRONMENTAL PROTECTION AGENCY ADMINISTRATOR",
      "sentences": "Let me ask you this, is $1 billion in savings draining the swamp in regulations? As you look across the administration, $8 billion in costs in deregulation. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "You saved a lot of money but you also spent a lot of money. You went to Morocco with seven staffers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "As a part of -- do you know that we had career EPA officials there a week before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So why go to Morocco? How much did that cost?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "Because there was a memorandum of understanding that we've had with Morocco for years on air quality. You know what's interesting about these criticisms about international --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "You are not answering. How much -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "I will answer it. Both trips total were a little bit over $100,000. I think when the previous administration went to Rome they spent roughly $40,000 or $50,000 and we were in that range.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "OK, and so in terms of draining the swamp, do you think if an Obama cabinet official rented an apartment here in Washington from the wife of a Washington lobbyist, you don't think Donald Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "You know what I think about it, Ed? There wouldn't even look at those issues back then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "What about them now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "There are members of Congress that have for years rented rooms on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So it's a swamp. You've said it's a swamp, but you are not changing it. You are doing the same thing they did you're saying. If they did it, it's OK for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "I didn't say that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "You just said congressmen have been doing it. You said if the Obama people did it but the media would not cover it. So if it happened before why aren't you changing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "Ed, here's the point I'm trying to make. You asked me whether there would have been criticism with respect to previous cabinet officials and Obama. The fact of the matter is nobody was even asking the questions back then. Here's why they weren't, because they weren't getting things done like this administration. I do believe as we do our work, Ed, as we're focused on these types of things, they are transformational, and any time that you do transformational things, there are critics and there are people that count against in that regard. But this place has been -- look, it's been a place for years that has been used by the left, the environmental left, to advance an agenda of picking winners and losers in the marketplace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "But you are saying you are in trouble because the left --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRUITT",
      "sentences": "I didn't say I was in trouble. I said there's been critics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "So is he in trouble or not. Interesting that when previous cabinet chiefs have been in trouble and Sarah Sanders was asked at the podium about them, she said oftentimes the president still has confidence in them. Today she did not say that when asked about Scott Pruitt. Instead she said the president is concerned, the president is digging for information about these trips, about the pay raises and all of that. And Sarah Sanders said in her words they are doing a deep dive, and when they have more information, they will have an evaluation. Brian? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Wow, great interview. Man, were you prepared and you definitely laid the groundwork there. At least he got a change to give his side of the story. We will see if it going to save his job. Ed Henry, always great. Thanks, man. Meanwhile, let's bring in two people to weigh in because they have been through this before with many other different people on both sides of the aisle with many administrations. Rich Goodstein is here, former adviser to Bill and Hillary Clinton, and Mollie Hemingway, senior editor at The Federalist and knows a lot about a lot of stuff. Mollie, we have seen a lot of people go at this administration. But my sense is Scott Pruitt was doing the job the president wanted him to do and was very effective and he has been tripping himself up. Has he tripped himself right out of a job or can he survive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "sentences": "After Donald Trump there is nobody in this administration who has as big of a target on his back as Scott Pruitt. The reason why is he is an incredibly effective administrator. You have all these problems of the swamp, of the administrative state, waste and inefficiency, and overregulation. And Scott Pruitt is a very effective person at his agency. He's rolled back regulations that were overheated. He has worked to improve the environment, whether it's in Flint or with clean water and whatnot, but also understanding there is a balance between regulation and jobs. Nobody has been under as much attack as Scott Pruitt. And last week there was an organized campaign started by radical environmental groups to really oust him, really get him out. And they did this cascade of stories. And I think that if there was substance to these stories, if they really mattered, if there was anything really going on, then he might be in trouble. These are not things serious people are talking about. People don't actually care that he rented a room for $50 a night. They care he is effective administrator and they think this is their way that they're going to get rid of him. But he's been so key to the Trump agenda, I don't think that Trump would see it in his best interests to kowtow to the left and to the fringe environmentalist groups to oust someone who has been so key to his administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "And Rich, not only is your point, thank you, Mollie, not only is your point valuable, but you also know the EPA, you were a liaison there. So tell me, is this stuff a big deal or is this a lot of soap opera stuff getting in the way of a guy doing a tough job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER EPA LIAISON",
      "sentences": "Again, it's not just Democrats and the liberal left who are on his back. You're got Chris Christie saying I don't know how he survives this. We have got Republican House members now calling for his ouster. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } We've seen this before, Brian. In the Reagan administration the same kind of talk early on about deregulating and getting government of its back, and you had Anne Gorsuch, you know the name because her son is a Supreme Court now, who basically lost the confidence of the public, lost the confidence of Congress, and had to be replaced by Bill Ruckelshaus, who I did work for, who had a totally different policy which was kind of what he called a fish bowl policy, which is everything was transparent. Bring in the press. Put my schedule out there so everybody knows who I am meeting with. That's exactly the opposite of what Scott Pruitt is doing. And there is a level, I hate to say it, of paranoia between wanting to go first place so he doesn't deal with the common person in coach, having this soundproof booth of $43,000 for a soundproof booth. Nobody has ever heard of that in Washington, but somehow or other he feels the need to separate himself to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "The issue with security for travel is that he was facing death threats from, again, radical leftist groups had done death threats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "They can buy a first class ticket, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But the idea that you would care about security particularly in when radical leftists have actually shot up Republican leaders is not an unreasonable thing for a security team to care about that. So I think, again, this is really just about Scott Pruitt being really good --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "A couple of things I think, to get to the reality, will he survive this? Was it right? Would he do it again? Probably not and probably wasn't. I'm just wondering this -- did anyone in the Obama administration over eight years every buy furniture that was a little expensive or did they all get it at Ikea? Did anyone in the Obama years ever go in first-class or were they always in coach knee-to-knee with the reclining seat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "In point of fact, there something false that was said just a few minutes ago, which is that this is somehow much more travel and security costs than the Obama administration. That's actually not true. For either of the EPA administrators under Obama they spent exactly the same or more--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I can attest I was on a flight with Carol Browner when she was the administrator of EPA under Bill Clinton. I actually had the ability opportunity to upgrade her to first-class. I was in some frequent flyer thing, and she refused because of the optics. It wouldn't have cost the government a dime, but she refused on principle because there was an image that she just wanted to purvey, and I think that's the thing that Scott Pruitt hasn't quite come to grips with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Listen, I think they made some mistakes and they've hurt the president when they didn't have to. They got the policies right and he's not the only one, but they've got the semantics wrong. Jonathan Swan of 'Axios' who I have a lot of respect for, says essentially the word is in the White House if there's nothing else there he probably survives this. We'll see if he helped himself tonight. Mollie and Mr. Goodstein, thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Coming up straight ahead, President Trump just signed a proclamation directing America troops, National Guardsman, to be deployed on the U.S.-Mexican border. And the first wave could be arriving as early as tonight. Details next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Here we go, President Trump tonight signed a proclamation deploying the National Guard to the border with Mexico to stem the flow of illegal immigration. Not that big of a deal considering the last two presidents did the same thing. Homeland Security Secretary Kirstjen Nielsen today explained why the move is essential until Congress approves funding for the border wall. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRSTJEN NIELSEN, HOMELAND SECURITY SECRETARY",
      "sentences": "The threat is real. We continue to see unacceptable levels of illegal drugs, dangerous gang activity, transnational criminal organizations, and illegal immigration flow across our board. The president has directed that the Department of Defense and the Department of Homeland Security work together with our governors to deploy the National Guard to our southwest border to assist the border patrol. The president will be signing a proclamation to that effect today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Fast moving. With Congress not even in session the president is determined especially because of that big caravan that's coming in our director that's in Mexico at a soccer stadium right now, 1,500 looking for refugee status perhaps. Joining us now to talk about that, to react, is the former DNC deputy press secretary Jose Aristimuno and Lawrence Jones who is editor in chief of 'Campus Reform.' Jose, let's go by you. Do you think this is a good move for both countries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSE ARISTIMUNO, DEMOCRATIC STRATEGIST",
      "sentences": "Look, former presidents have done this before. Barack Obama did it, George Bush did it as well. The fact of the matter is that any directive by the federal government for the National Guard to go to the border, they can't really do much. They can't arrest people. So it's truly a waste of people. It's not going to do anything. If we want to really find a solution to this problem we have to have comprehensive immigration reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You have 1,000 people a day trying to cross, 300,000 a year violating our sovereignty by trying to get across. That's a lot. But it's actually down, Lawrence, from the previous year, 2017, down from 2016. Necessary in your mind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, EDITOR-IN-CHIEF, 'CAMPUS REFORM'",
      "sentences": "Yes, it's very necessary because we have to realize these troops are not just going there to arrest people. They legally can't. But what we need is their technology. We need them to be able to relieve some of our border agents who actually support this. If you listen to any of the members that represent the union of these border agents, they say they need the help on the border. They will be able to relieve these agents to give them the technology and resources they need that doesn't necessarily have to do with touching illegals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Jose, I had a chance to go down to the border. And the word is when President Trump took over there was an immediate drop off of people trying to get across because they're very in touch with what's going on in our country and they hear about the president trying to reinforce the border. When it became clear that Congress was not going to act, the numbers picked up again, causing almost a crisis point. So I went to the border patrol meetings and I listened to what they were saying in urging Congress to act. And that was over in Texas. Here's Patrick Healy, though, who thinks this whole thing is a manufactured crisis. He's with the New York Times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK HEALY, POLITICS EDITOR AT NEW YORK TIMES",
      "sentences": "It's a manufactured crisis, what going on at the border. He is knowing manufacturing a crisis just to create a big political message to solve his problem with FOX News and that Republican base were so upset that he got nothing practically --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right, people like Ann Coulter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "It's 300,000 people crossing illegally a year minimum, and the problem is FOX News?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARISTIMUNO",
      "sentences": "I don't know if the problem is FOX News. And it's a crisis and we have to fix it. Democrats have been on the table since day one. Let's take it back to 2013 when the Senate passed a comprehensive immigration bill and it was the GOP, the Republicans, who said no. So I invite my Republican friends to actually get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "OK, so the Democrats should be on board with the president granting 1.8 million --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARISTIMUNO",
      "sentences": "That's not enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Citizenship. The president proposed it. He compromised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARISTIMUNO",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "His base was totally against the president offering amnesty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARISTIMUNO",
      "sentences": "He took away DACA. He took away DACA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "He changed his rhetoric from being just a border wall to a border wall system. So the Democrats need to come to the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARISTIMUNO",
      "sentences": "Give me a break, Lawrence. The reality here is that it was the president who took away DACA and now he wants to give it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "And you guys shut down the government over illegal aliens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Just to get into the whole legislative part of it, what happened is Mike Rounds had a bill that got 54 votes in the Senate. It probably wouldn't have passed the House. The president didn't back it because it did not stop the lottery and it didn't stop chain migration. But he was going to save 1.8 million for $25 billion for the border wall, but the president was not going to give in on those two issues. Lawrence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "That's exactly right, and the president should not give in on this. This is the president who won his election first coming down that escalator talking about immigration and the issue of supporting our border agency. And at the end of the day this president has a duty. This is a national security issue. Democrats can choose to get on board or they can run the next election on shutting down the government. I don't think that's one that the American people will accept.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "They asked the border patrol agents if you need a wall, you need a barrier, 89 percent said absolutely. And by the way, this isn't about crossing illegally. It's the ones who cross illegally compared to the people waiting in line, doing the green card thing, hoping to get access. I think there is right and wrong. Thanks so much, guys. Appreciate the debate. I wish we get something done in Washington so we stop debating the same thing over and over again, but that's what's happening. Meanwhile, let's change gears. Did you know that Christian privilege is now a thing? They are even teaching students how to fight it. And at George Washington University they are saying they're going to offer a seminar, 90 minute, you can learn about it all. Back in a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right, in his fair farewell address President George Washington, our first president, emphasized the importance of religion and morality in the survival of the republic. That's us. Now, imagine you attend George Washington University in Washington D.C. and you are holding a seminar now and attending one that's called Christian Privilege in America, privilege. Student Abigail Marone of the class of 2019 isn't holding her tongue. She is upset about it and wants to share her experience. They're actually offering this, how to identify it and deal with Christian privilege in America. Abigail, what's your thoughts on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABIGAIL MARONE, CONTRIBUTOR, WASHINGTON EXAMINER",
      "sentences": "So the Multicultural Student Services Center has held a lot of trainings throughout the year. They are holding one on reproductive justice. They held one on white privilege, male privilege. But this one I found particularly shocking because it is a university endorsed seminar held by a diversity professional, not a student faith leader, trying to tell Christians how to live out their relationship with God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Very interesting. Christian privilege, did you tell that to Coptic Christians in Syria when they were beheaded? Christian privilege as they were just kicked out of Iraq en masse or killed. Christian privilege in Libya and Nigeria? Where does the Christian privilege come from, and why do they need a course to identify it? What is the objective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARONE",
      "sentences": "That is what is so shocking to me is George Washington University prides itself in preparing their students for the global community. Yet with this seminar they are demonstrating a complete lack of understand for Christianity in the global community. They are not taking into account the Christians today in modern times who are beheaded or persecuted for exercising their faith. And they are certainly demonstrating a lack of understanding for what it's like to be a Christian even in America or on college campuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "So I guess they want to work a strategist to combat this Christian privilege they were all wallowing in? They also offer a course in able body privilege. How dare the able body act so cocky?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARONE",
      "sentences": "The problem with these diversity trainings is that they are not meant to foster an open dialogue. If you attend the diversity trainings and you have a different view than any other person teaching the sessions, you are demonized or shamed, and that's the problem with the training.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Do you expect backlash from your appearance tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARONE",
      "sentences": "I would not be surprised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "For $76,000 you should be allowed to say whatever you want. It's one of the most expensive schools in the country, also very prestigious, but I find this disturbing. Abigail, thanks for having the courage to stand up and good luck when you graduate in 2019.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARONE",
      "sentences": "Thank you for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Meanwhile, coming up straight ahead as we wrap up this hour, there is one thing you have to turn your TV on for this weekend. And no it's not Tiger Woods at the Masters. He's probably going to win. The details to my dazzling tease in just a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "If my watch is right, it's almost the end of the show, which means it's time for a little shameless self-promotion which also promotes something great on Fox. An unbelievable series I've had the privilege to be a part off, be sure to catch the latest episode, the third installment of 'Legends and Lives, The Civil War.' It's hosted by me and it features the fascinating story this week of confederate general Robert E. Lee so much in the news as of later and his command of the Army of Northern Virginia. Here is a sneak peek.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Retreat. Fall back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Army of Northern Virginia have saved our state and our confederacy from destruction. Soon we will achieve our independence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Spoiler alert. It doesn't work out. I'll put all my money on the North. Meanwhile, the episode airs Sunday at 8:00, an important lesson and very well done movie, series that's been put together. I've had a great time filling in for Laura Ingraham, and that's tonight. Katie Pavlich will be here tomorrow night, and I will be up bright and early on 'FOX and Friends.' Be sure to join me from 6:00 to 9:00 with Steve and Ainsley. Plus I want you to listen to my radio show, \"The Brian Kilmeade Show,\" from 9:00 to noon, BrianKilmeadeShow.com if you're not in our family of affiliates. Amongst our guest tomorrow are going to be governor Mike Huckabee, Chris Wallace, and Jeff Benedict who did that incredible book on Tiger Woods. According to the rundown, the schedule I saw, Shannon Bream is live in her studio in Washington, D.C., which is a palace. It's a beautiful place. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "utterance": "This is \"The Ingraham Angle.\" Let's get started. A number of stories tonight I got to update you on. You got Special Counsel Robert Mueller who is reportedly not targeting the president as of now in a criminal investigation. So, why are so many others in the media just not getting the message? Plus, some news no one else is talking about. President Trump just punished dozens of oligarchs close to Putin. So, will the detractors take notice and stop saying he's going easy on Russia? Plus, brand new details on a Fox News exclusive, got EPA Chief Scott Pruitt fighting back against many people in the media and on the web, who want to take him down as another Trump official. Did he help himself when he sat down with Ed Henry? We will bring you the second half of that interview only this show. Also, we are receiving word that the president is sending troops at this hour to the border, National Guard troops. They could be arriving as early as tomorrow. We will monitor all of those developments as many at the border say what can we do to stop this influx? But we begin with disturbing new details about the shooting at YouTube's headquarters in California. That happened yesterday, believe it or not. How it is flipping a couple of narratives on their head? So, let's get started. The woman's name is Nasim Najafi Aghdam. She is 39 years old. She is a woman and she had her own YouTube channel, because it was taken down or screened, she shot three people at YouTube. Authorities were tipped off that she might be doing exactly that. Now what about the motivation? Could this have been stopped? YouTube is censoring her videos. Is this any reason to take a gun and start shooting people randomly? Fox News correspondent, Trace Gallagher, is live in the west coast newsroom at this hour with more details on what the police knew and what they could not do--Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CONTRIBUTOR",
      "utterance": "Right. At 1:40 Tuesday morning almost exactly 11 hours before she opened fire outside of the YouTube headquarters, 39-year-old Nasim Aghdam spoke with police in Mountain View. That's about 25 miles south of YouTube. Police say they spotted her car in a parking lot and proactively decided to run the plate. Revealing that she was from the San Diego area and had been reported missing three days earlier. Police say Aghdam was asleep when they woke up to confirm her identity then they spoke for 20 minutes. She apparently said she was living out of her car and looking for work. Police say she was calm, cooperative and never mentioned YouTube. After deciding she was not a threat, they let her go and called her family. That neither her father nor brother said anything about a grudge with YouTube. But an hour later, the father called police back and mentioned that his daughter was upset with YouTube because they stopped paying for the vegan and fitness videos she posted on her YouTube channel. That she may have been in the area because of that. Mountain View police decided not to share the information with San Bruno Police where YouTube is located. San Bruno police say communication between Bay Area departments is normally very thorough and they don't want to jump to conclusions.Here's one of the shooters anti-YouTube rants that she posted online. Watch."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Hours after talking with police, Nasim Aghdam went to a shooting range for practice and then walked through the YouTube parking garage into a courtyard with a legally registered handgun and opened fire. Despite reports yesterday saying she was found dead inside the building, YouTube now says, quoting, 'Thanks to the security protections in place she never entered the building itself. Within 2 minutes of our 911 call, San Bruno Police arrived on scene.' And today the family of Nasim Aghdam expressed concerns that police in Mountain View never passed along the information they had provided--Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Wow. So much more information. I don't know this is a situation where you look around and say could this have been stopped. Let's bring in some experts to talk about that. Mark Fuhrman is with us, a former detective at the LAPD and John Iannarelli is also here, retired FBI special agent and former FBI national spokesperson. Let's start with you, if I can, Mark. Mark, you saw this situation. People would like to look back. They'd never a case before I do have and said how could they miss these signs? I actually don't think that's the case here. Do you?"
    },
    {
      "speaker": "MARK FUHRMAN, FORMER DETECTIVE, LAPD",
      "utterance": "No, I don't. There are many times when somebody does drop the ball, but this is not one of them. In fact, I think they went way out of their way when they contacted her at 1:42 in the morning to actually contact her father. The 39-year-old females that are obviously in control of their faculties are not missing. She knows where she is. She's driving her vehicle. She knows what she is doing. She can leave anytime she wants. So, I don't believe they did anything wrong."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "John, as you see somebody, we don't usually see females. No history of violence. She had her gun legally. She was stopped. She was found sleeping in her car hours before the shooting. Do you see any signs that I would miss because I haven't been trained?"
    },
    {
      "speaker": "JOHN IANNARELLI, RETIRED FBI SPECIAL AGENT",
      "utterance": "Absolutely not. The police made an inquiry and just like Mark said, to pick up the phone and call the family on somebody who is clearly an adult to reassure them that she is OK, likewise, if the family had any knowledge of the weapon, I have not heard a word about that yet."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "A couple of things, Mark. My sense is watching these videos, hearing that she was protesting in February about YouTube taking her stuff down, randomly shooting. I sense the family knows a lot more about how unhinged this shooter was. Do you get that sense?"
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "I do. I think the family knows a lot like maybe many families that have problems with somebody inside their family. They want to keep that close to the vest and maybe not express their fears. That's exactly the problem. Nobody really knew what her mental state was. She tried to commit multiple homicides and then she killed herself."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "John, do you take anything? Do you look into the family a little more, you know, after the Pulse, San Bernardino shootings, and say, OK, how did they get here? Who are they related to? The family here as refugees. Do you want to know more about this case? Do you sense this is just one woman who lost her mind and is now dead?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "Regardless of where the family comes from, this is a case where police and law enforcement in general is going to look into everybody who is connected with this person. Violent crimes were committed. We want to know, are there other people that maybe supplied the weapon and knew her intentions or even egged her on, all that has to be determined."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right, I got to ask you something else. It's happened to your security knowledge. You know, at Fox after 9/11, I could walk into every door here. Now I can't get in this building without a pass even though I've been on television for 20 years, just the way it works. Here's YouTube, one of the most popular companies in the country and the most successful. Why is this person allowed to penetrate that deep? Where is the security? Did that occur to you at all? Because I am telling you right now, we have layers of security here. So, does CNN and others. Don't you think people need to wake up a little more?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "YouTube had security personnel, but they did not have a way of stopping this person from getting through the garage. The reality is that they need to secure that area for these times of events in the future because it could happen again."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Mark?"
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "You know, sometimes security is just that visible security. It's one layer at the front door or desk. Then you need multi-layers of security starting with outside of the parking structure. Video surveillance. People outside and inside. People inside the inner workings of the building. So, most corporations have a visible security. They don't have deep security."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right. And lastly, when I look at this woman, I understand the family tried to give everybody a head's up, but it was too late. How do you possibly legislate mental health and gun ownership? She had begun legally. Clearly, she's not mentally stable. She thought YouTube was personally going after her. There's a paranoia here. Does anyone want to take a shot at that, John?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "Well, you can make all the gun laws you want but the reality is in this country we are ignoring the mental health issue. In every one of these cases that's been a common factor. We need to address that. We need to able to make those records available when background checks are done so that we can prevent people who are mentally ill from having access to weapons."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Mark, I don't know there is way to stop that unless the family really wants to aggressive and said, I have a hunch. She's never showed violent tendencies before, but I think we got to take the gun away personally. I mean, I actually don't know how you stop this."
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "Well, Brian, you have hundreds of thousands of people that have tried to commit suicide, that threaten suicide. One of the ways that makes suicide so devastating is when they want to take multiple people with them, and then commit suicide. So, we already know, and we have had for decades known through psychiatrists and different programs, the people that are suicide-prone and have attempted. We really can't do anything with them. We can't incarcerate them permanently. We lost that ability. So, really there's not a whole lot you can do."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Yes. We look into where the balls were dropped and where we go from here. I think that this is a narrative buster. Guys, thanks so much. Appreciate it. All right, let's go a little bit deeper. Nasim Aghdam did not fit the of a typical mass shooter and in ways, that busts the usual narrative of the pro-gun control crowd. She was a woman and vegan activist making it hard to blame this one on men or extremist views unless, of course, you say vegetables are extreme. She also loved animals. Here's a small sampling of the type of reactions we heard across the cable landscape in the immediate aftermath. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We have an off the charts number and rate of shootings. It reminds us we need to do something about the violence in America."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Battle lines have been drawn. It's the idea of Democrats pushing for gun control measures while a lot of Republicans largely saying no. Nothing has really changed."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We want to have stricter gun laws and background and keep guns out of the hands of people who are a danger to themselves or to someone else."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Had legal guns and passed the background check. No sign of violence. Let's debate this further with former Secret Service agent and NYPD guy, Dan Bongino, and Chris Hahn is also with us, a former aide to Senator Chuck Schumer. Dan, to you, this is a kick in the head, isn't it??"
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "utterance": "Yes, the Democrats who keep calling for gun control can't point to a place where gun control has actually worked. They are pulling this out of their hats. What about Australia? There are more guns now in Australia than there were prior to the 1996 gun confiscation. Even when liberals cite information, they back up the consecutive cause for gun rights. More guns in Australia and violent crime went down. Thanks for making our point."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Chris, if you were working for Chuck Schumer again, what advice would you give him on an issue like this when the NRA really can't be blamed? Background checks were not an issue. Not a male shooter but a female shooter."
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "utterance": "Well, fist, let me correct something there are less gun rules in Australia thanks to new rules there. It works there. I believe that we should have private insurance on every gun and every gun should be registered. Because a private company who puts their money on the table is going to make sure that a proper background check is done regularly. That private insurer will make sure that gun is taken away. That's what we need in this country. This gun was registered, which disproves everything else the NRA has been saying that a registered gun will take it away from you. That now is disproven by this incident."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "We have had audio hits. Don't blame Chris, personally. Dan, so pick up on what Chris said?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes. Chris -- I like Chris personally a lot, but he is always wrong. He is proud to be wrong. I do like him. Your numbers on Australia are wrong. The American Medical Association, not a right-wing organization did a rather exhausting study on the effects of the gun ban in Australia and found no evidence whatsoever that it led to a significant decrease in gun deaths. You should have looked that up before you got on the air. As for your second point about gun registration, you are not serious, an insurance policy for your guns? The same government that targeted conservatives with the IRS. The same government that spied on the Trump team and lied about the collection of meta data, you want them to have a gun list, so your liberal friends know where to go to confiscate the guns. You are crazy."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Dan, I hope you can hear me now. Your buddies in the NRA could sell the insurance. Put their money where their mouth is. They could stop whining about. Put his money where his mouth is. Insure it. The one good thing about Australia, they keep stats on their guns."
    },
    {
      "speaker": "BONGINO",
      "utterance": "What is your angle with insurance as opposed to just registering the gun?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Private insurers think about money differently. They will do proper background checks and make sure people who are a risk do not buy guns unless they're going to spend hundreds of millions of dollars on those insurance politics. So, let's see what happens."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "No, no. Brian, the deference of what Chris is not telling you, he wants it to be mandatory. Chris and his gun grabbing Looney Toon liberal friends know where to go when they enact their gun computation plan?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "No, no. I want to know where to go --"
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "No, you want to take the guns."
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, I don't want to take anybody's guns."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Dan, you talked about this with the school shooting. If you are a friend of yours is at YouTube. The security is bad, and this woman is able to penetrate. How do we stop that woman from using the gun you? Are pro-gun but don't want your friend shot, so what do we do?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Of course. You stop confusing access control with security. A ticket to a football game is an access control device, but it's not security. If there is not a counter-measure to back that up -- in other words a trained good guy with a gun to stop the sick people in society, you stop these attacks. They will get the weapons whether it's through 11wfqwsthe black markets or steal them."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Wow! You guys respect each other but don't agree at all. That makes it a good show."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I could see you splitting a beer and Dan would buy. Thanks, guys. I have to let you go. Up next, we will tell you why many in the media should give up on their dream in many respects, President Trump being convicted of colluding with. It just ain't there."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right, even top Democrats admit that so far there is no concrete evidence that the Trump campaign colluded with the Russians in 2016 election, as of now. But yesterday's revelation that the president is subject of the special counsel's investigation sent many in the media into a spasm of I would say, I don't know, glee, euphoria, particularly eminent demise of this administration."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This confirmation that the president is under criminal investigation. That's a profound thing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If someone walked in my office and said I was the subject of a multi--year criminal investigation led by the form FBI Director Robert Mueller, I would wet my pants."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I talked to a veteran Washington lawyer who told me for a sitting president to be the subject of an ongoing criminal investigation is frightening."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's the most significant national security investigation in our nation's history."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Really? Cheerleading just a little bit. Hold down the cheering and easy on the champagne. Keep the top on. Special Robert Mueller's memo said that President Trump is not a criminal target in the investigation. So, let's discuss this now with Washington Examiner reporter and Fox News contributor, Byron York. Byron, the word is not a target yet. How did you interpret that?"
    },
    {
      "speaker": "BYRON YORK, FOX NEWS CONTRIBUTOR",
      "utterance": "First of all, it's hard to imagine that Trump was not the subject of this investigation. I mean, the White House has been handing over zillions of documents. The special counsel has been interviewing everybody. He has indicted people who were close to the president in the campaign. So, it seems hard to imagine that he wasn't a subject of this investigation. But, what it does say is that Mueller has been investigating since last May. The FBI before that since July of 2016. With all of that investigation, they are saying they do not have enough evidence to make the president a target of the investigation."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "What Jonathan Turley said, he said guys you have to calm down. This is what he said on Fox today."
    },
    {
      "speaker": "CHUCK ROSENBERG, FORMER U.S. ATTORNEY",
      "utterance": "In all of my years as a federal prosecutor I never told a defense attorney that his her or client was a subject and had them thank me. It's not a good thing. You don't want to wake up and be a subject of a federal grand jury investigation."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "OK. I thought I'd give you a special treat with Chuck Rosenberg, who doesn't think it's serious. But Jonathan Turley said, 'If they waited for a constitutional crisis, there's a few objective signs it's going to go and come to pass if anything. The criminal case against the president has weakened overtime, but they want to speak to the president, to see his stake on what could be obstruction, should he?"
    },
    {
      "speaker": "YORK",
      "utterance": "That's the huge debate and divided the president's legal team past and present. Some who believe the president won't have a reason to say why he should not talk to them. On the other hand, there are others who look at news like this today and think the Mueller team is trying to get the president to relax and think everybody will be all right. Then the interview and perhaps charge him with making false statements. That's the main charge that Mueller has been making in this case. He charged Michael Flynn and Rick Gates, George Papadopoulos, Alex Van Der Zwaan, all have been charged with making false statements in this investigation."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I want to move forward on this. In the Washington Post story yesterday when they talked about a month ago the Trump team getting word he is not a target. They also said, by the way, in August, Rod Rosenstein was asked by the Mueller, we see problems with the Ukraine with a Russian sympathetic leader. We would like to know if we can investigate what Manafort did with this Ukrainian leader in regards to Russian payments. Why did Rod Rosenstein green light that? That has nothing to do with meddling in the election. Did it?"
    },
    {
      "speaker": "YORK",
      "utterance": "This really raises a lot of questions. Remember when Mueller was appointed. Rod Rosenstein issued an appointment document. It was very, very general and said he was given the responsibility of investigating contacts between the Russian and Trump campaign. That was then. Ten or 12 weeks later, he writes a memo to Mueller explaining what specific authority Mueller has. You think why didn't he do that in the beginning.? It was after the no-knock, gun strong FBI raid on Paul Manafort. It seemed like a search for justification for having done that."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Byron, we are getting word on this. The president is hammering the Russian again. Slamming at least four Oligarchs with sanctions very close to Vladimir Putin. Making them pay a financial price really hits home with the run defense leader. -- Russian leader. Look for more details tomorrow morning. Byron York, thanks so much."
    },
    {
      "speaker": "YORK",
      "utterance": "Thank you."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right, coming up straight ahead, an important aspect was largely overlooked yesterday. That's the details of that secret memo from Rod Rosenstein. He authorized a criminal investigation of the former Trump presidential campaign manager, Paul Manafort, a week after the federal agents raided Manafort's house. Someone who did not overlook that is the former Whitewater deputy independent counsel, Sol Wisenberg. Sol, I'll get to the oligarchs in a second, but just to expand, does the timing brother you?"
    },
    {
      "speaker": "SOL WISENBERG, FORMER DEPUTY CHIEF COUNSEL, WHITEWATER",
      "utterance": "No, it doesn't bother me. I think it's understandable. First of all, in the original order from May of 2017, Rod Rosenstein said you can look at anything that Comey was already looking at. There is a current investigation. You are allowed to look at anything that Comey was looking at when he testified about the investigation in March. In August, Rosenstein clarified that Comey's investigation included two things about Manafort. Number one, did he collude with Russians to throw the election in violation of the law? Two, the money he got from the former Ukranian dictator. He did do not it after the fact as some people are saying. He clarified in August a week after the Manafort raid. Now, the question is, why didn't he issue the clarification back in May when he did the original order? I do think they were worried. Probably Mueller was worried and maybe Mueller went to Rod and said we want you to make it clear in writing what our authority is. We think this is our authority. We want to you make it clear. That's what I would guess happened. But it wasn't an after the fact authorization."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Well, he needed clarification. That's clear."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "He wanted it in writing. That's right."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Why? You say it was black-and-white. He didn't think it was black-and-white. He went back to get re-authorization. You are the expert, but as the layman on the outside, I want to get to the bottom of the Russian meddling. What does that have to do with Paul Manafort's days in the Ukraine? I don't care what he was doing."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "I don't think it has anything directly to do with it. It may not have anything indirectly to do with it. Remember also that Mueller has the authority to look at anything that he discovers or arises during the investigation if he gets authorization. The key thing people are overlooking is Comey is the person already looking at this. I don't think Rod Rosenstein will lie, if we believe his August 2nd letter, Comey was already looking at this. Jim Comey, you are being aggressive at looking an old investigation involving money from a Ukranian dictator. Why not you so aggressive in the email investigation? Let me make something clear. If Mueller had gone to Rosenstein and said I don't know if I have the authority to look at Manafort, Rosenstein would have been within his rights to say, I give you permission to go do that. That's not what Rosenstein is saying happened. What I think happened is Mueller anticipated the motion he got, the motion to dismiss based on a faulty appointment order from Rod Rosenstein. I think anticipating that, he said Mr. Rosenstein, just make it clear for me. We understand this is already within our purview. Could you put it in writing so that there's no question? And of course, Mueller used it in his response to Manafort's motion."
    },
    {
      "speaker": "BRIAN KILMEADE, FOX NEWS HOST",
      "utterance": "Sol, here's what I worry about. I want to know about this president, the candidate who became president, if you want to know about meddling or collusion, let's hear it. But if you don't like the way he brought his Scottish golf course or his New Jersey casino, and they start going off on that, I think you've got some real problems in this country from supporters and detractors."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "I think you're absolutely right. On the other hand, let's just say something that was discovered that is a little closer. Let's say relationships with the Russians that we didn't know about, serious relations related to money laundering. Not saying it happened. That might be something that people say you know what, if Mueller discovers something that serious, maybe somebody should look at. But listen, I totally agree with you, and I agree with Byron about something very important. It doesn't look like they have it. It doesn't look like they have anything on President Trump. I don't think there is going to be an obstruction indictment and I don't think there is going to be a criminal collusion indictment. And by the way, I don't believe I would ever advise any client in President Trump's position to go in for that interview. If you're a subject, you're still in very serious danger."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Maybe he is listening. Sol Wisenberg, thanks so much, appreciate your expertise especially at a time like this where everything is so much in secret and innuendo and secret sources. Meanwhile, 29 minutes before the top of the hour. Straight ahead, President Trump's EPA administrator Scott Pruitt says many Democrats are trying to take him out because of how well he is pushing the president's policies when it comes to environmental issues. Up next, we're going to show you exclusive clips of Ed Henry's interview with the embattled cabinet member that you have not seen anywhere else. That's the back of Ed's head."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Glad you're up, hope you dressed. The latest Trump administration member targeted by the left and the mainstream media is EPA Chief Administrator Scott Pruitt. But he is fighting back big time and it's over pay raises for aides under a little known provision in the Safe Drinking Water Act, I know it sounds bizarre, right, as well as a $50 day condo rental from the wife of a lobbyist. Is this a big deal? FOX News chief national correspondent Ed Henry got the exclusive interview with Pruitt this afternoon and we got a lot of it. This is explosive. It's intense, and we haven't seen it all yet, right Ed?"
    },
    {
      "speaker": "ED HENRY, FOX NEWS CORRESPONDENT",
      "utterance": "That's right, Brian. We've some new clips we want to show you right now. Look, just breaking in the last few moments, CNN is saying that an ethics watchdog at the EPA is now revising the guidance they gave on whether or not it was appropriate for the EPA administrator to move forward with that, as you say, that arrangement of $50 a night renting an apartment from the wife of a lobbyist. That raised questions. The pay raise issue is intense as well because one was going to get a pay raise of over $50,000 a year, not their salary but the pay raise. The White House had said this is not a smart use of taxpayer money. Allegedly Scott Pruitt and some of his aides anyway went around the president, something Pruitt pushed back on today. And you're right, the left has been going after Pruitt. They have a website, BootPruitt.com. they're saying the don't like his policies. Pruitt says the left is trying to take him out. The problem for him, though, is the White House is mad at him now because he has been giving the left fodder by spending a lot of money on first-class travel, private jets, and expensive trips. Watch."
    },
    {
      "speaker": "HENRY",
      "utterance": "Didn't President Trump say he was going to drain the swamp?"
    },
    {
      "speaker": "SCOTT PRUITT, ENVIRONMENTAL PROTECTION AGENCY ADMINISTRATOR",
      "utterance": "Let me ask you this, is $1 billion in savings draining the swamp in regulations? As you look across the administration, $8 billion in costs in deregulation. Absolutely."
    },
    {
      "speaker": "HENRY",
      "utterance": "You saved a lot of money but you also spent a lot of money. You went to Morocco with seven staffers?"
    },
    {
      "speaker": "PRUITT",
      "utterance": "As a part of -- do you know that we had career EPA officials there a week before."
    },
    {
      "speaker": "HENRY",
      "utterance": "So why go to Morocco? How much did that cost?"
    },
    {
      "speaker": "PRUITT",
      "utterance": "Because there was a memorandum of understanding that we've had with Morocco for years on air quality. You know what's interesting about these criticisms about international --"
    },
    {
      "speaker": "HENRY",
      "utterance": "You are not answering. How much --"
    },
    {
      "speaker": "PRUITT",
      "utterance": "I will answer it. Both trips total were a little bit over $100,000. I think when the previous administration went to Rome they spent roughly $40,000 or $50,000 and we were in that range."
    },
    {
      "speaker": "HENRY",
      "utterance": "OK, and so in terms of draining the swamp, do you think if an Obama cabinet official rented an apartment here in Washington from the wife of a Washington lobbyist, you don't think Donald Trump --"
    },
    {
      "speaker": "PRUITT",
      "utterance": "You know what I think about it, Ed? There wouldn't even look at those issues back then."
    },
    {
      "speaker": "HENRY",
      "utterance": "What about them now?"
    },
    {
      "speaker": "PRUITT",
      "utterance": "There are members of Congress that have for years rented rooms on Capitol Hill."
    },
    {
      "speaker": "HENRY",
      "utterance": "So it's a swamp. You've said it's a swamp, but you are not changing it. You are doing the same thing they did you're saying. If they did it, it's OK for you?"
    },
    {
      "speaker": "PRUITT",
      "utterance": "I didn't say that."
    },
    {
      "speaker": "HENRY",
      "utterance": "You just said congressmen have been doing it. You said if the Obama people did it but the media would not cover it. So if it happened before why aren't you changing?"
    },
    {
      "speaker": "PRUITT",
      "utterance": "Ed, here's the point I'm trying to make. You asked me whether there would have been criticism with respect to previous cabinet officials and Obama. The fact of the matter is nobody was even asking the questions back then. Here's why they weren't, because they weren't getting things done like this administration. I do believe as we do our work, Ed, as we're focused on these types of things, they are transformational, and any time that you do transformational things, there are critics and there are people that count against in that regard. But this place has been -- look, it's been a place for years that has been used by the left, the environmental left, to advance an agenda of picking winners and losers in the marketplace."
    },
    {
      "speaker": "HENRY",
      "utterance": "But you are saying you are in trouble because the left --"
    },
    {
      "speaker": "PRUITT",
      "utterance": "I didn't say I was in trouble. I said there's been critics."
    },
    {
      "speaker": "HENRY",
      "utterance": "So is he in trouble or not. Interesting that when previous cabinet chiefs have been in trouble and Sarah Sanders was asked at the podium about them, she said oftentimes the president still has confidence in them. Today she did not say that when asked about Scott Pruitt. Instead she said the president is concerned, the president is digging for information about these trips, about the pay raises and all of that. And Sarah Sanders said in her words they are doing a deep dive, and when they have more information, they will have an evaluation. Brian?"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Wow, great interview. Man, were you prepared and you definitely laid the groundwork there. At least he got a change to give his side of the story. We will see if it going to save his job. Ed Henry, always great. Thanks, man. Meanwhile, let's bring in two people to weigh in because they have been through this before with many other different people on both sides of the aisle with many administrations. Rich Goodstein is here, former adviser to Bill and Hillary Clinton, and Mollie Hemingway, senior editor at The Federalist and knows a lot about a lot of stuff. Mollie, we have seen a lot of people go at this administration. But my sense is Scott Pruitt was doing the job the president wanted him to do and was very effective and he has been tripping himself up. Has he tripped himself right out of a job or can he survive?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "utterance": "After Donald Trump there is nobody in this administration who has as big of a target on his back as Scott Pruitt. The reason why is he is an incredibly effective administrator. You have all these problems of the swamp, of the administrative state, waste and inefficiency, and overregulation. And Scott Pruitt is a very effective person at his agency. He's rolled back regulations that were overheated. He has worked to improve the environment, whether it's in Flint or with clean water and whatnot, but also understanding there is a balance between regulation and jobs. Nobody has been under as much attack as Scott Pruitt. And last week there was an organized campaign started by radical environmental groups to really oust him, really get him out. And they did this cascade of stories. And I think that if there was substance to these stories, if they really mattered, if there was anything really going on, then he might be in trouble. These are not things serious people are talking about. People don't actually care that he rented a room for $50 a night. They care he is effective administrator and they think this is their way that they're going to get rid of him. But he's been so key to the Trump agenda, I don't think that Trump would see it in his best interests to kowtow to the left and to the fringe environmentalist groups to oust someone who has been so key to his administration."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "And Rich, not only is your point, thank you, Mollie, not only is your point valuable, but you also know the EPA, you were a liaison there. So tell me, is this stuff a big deal or is this a lot of soap opera stuff getting in the way of a guy doing a tough job?"
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER EPA LIAISON",
      "utterance": "Again, it's not just Democrats and the liberal left who are on his back. You're got Chris Christie saying I don't know how he survives this. We have got Republican House members now calling for his ouster. We've seen this before, Brian. In the Reagan administration the same kind of talk early on about deregulating and getting government of its back, and you had Anne Gorsuch, you know the name because her son is a Supreme Court now, who basically lost the confidence of the public, lost the confidence of Congress, and had to be replaced by Bill Ruckelshaus, who I did work for, who had a totally different policy which was kind of what he called a fish bowl policy, which is everything was transparent. Bring in the press. Put my schedule out there so everybody knows who I am meeting with. That's exactly the opposite of what Scott Pruitt is doing. And there is a level, I hate to say it, of paranoia between wanting to go first place so he doesn't deal with the common person in coach, having this soundproof booth of $43,000 for a soundproof booth. Nobody has ever heard of that in Washington, but somehow or other he feels the need to separate himself to do that."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "The issue with security for travel is that he was facing death threats from, again, radical leftist groups had done death threats."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "They can buy a first class ticket, too."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But the idea that you would care about security particularly in when radical leftists have actually shot up Republican leaders is not an unreasonable thing for a security team to care about that. So I think, again, this is really just about Scott Pruitt being really good --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "A couple of things I think, to get to the reality, will he survive this? Was it right? Would he do it again? Probably not and probably wasn't. I'm just wondering this -- did anyone in the Obama administration over eight years every buy furniture that was a little expensive or did they all get it at Ikea? Did anyone in the Obama years ever go in first-class or were they always in coach knee-to-knee with the reclining seat?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "In point of fact, there something false that was said just a few minutes ago, which is that this is somehow much more travel and security costs than the Obama administration. That's actually not true. For either of the EPA administrators under Obama they spent exactly the same or more--"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I can attest I was on a flight with Carol Browner when she was the administrator of EPA under Bill Clinton. I actually had the ability opportunity to upgrade her to first-class. I was in some frequent flyer thing, and she refused because of the optics. It wouldn't have cost the government a dime, but she refused on principle because there was an image that she just wanted to purvey, and I think that's the thing that Scott Pruitt hasn't quite come to grips with."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Listen, I think they made some mistakes and they've hurt the president when they didn't have to. They got the policies right and he's not the only one, but they've got the semantics wrong. Jonathan Swan of 'Axios' who I have a lot of respect for, says essentially the word is in the White House if there's nothing else there he probably survives this. We'll see if he helped himself tonight. Mollie and Mr. Goodstein, thanks very much."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Thank you."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Thank you."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Coming up straight ahead, President Trump just signed a proclamation directing America troops, National Guardsman, to be deployed on the U.S.-Mexican border. And the first wave could be arriving as early as tonight. Details next."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Here we go, President Trump tonight signed a proclamation deploying the National Guard to the border with Mexico to stem the flow of illegal immigration. Not that big of a deal considering the last two presidents did the same thing. Homeland Security Secretary Kirstjen Nielsen today explained why the move is essential until Congress approves funding for the border wall. Listen."
    },
    {
      "speaker": "KIRSTJEN NIELSEN, HOMELAND SECURITY SECRETARY",
      "utterance": "The threat is real. We continue to see unacceptable levels of illegal drugs, dangerous gang activity, transnational criminal organizations, and illegal immigration flow across our board. The president has directed that the Department of Defense and the Department of Homeland Security work together with our governors to deploy the National Guard to our southwest border to assist the border patrol. The president will be signing a proclamation to that effect today."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Fast moving. With Congress not even in session the president is determined especially because of that big caravan that's coming in our director that's in Mexico at a soccer stadium right now, 1,500 looking for refugee status perhaps. Joining us now to talk about that, to react, is the former DNC deputy press secretary Jose Aristimuno and Lawrence Jones who is editor in chief of 'Campus Reform.' Jose, let's go by you. Do you think this is a good move for both countries?"
    },
    {
      "speaker": "JOSE ARISTIMUNO, DEMOCRATIC STRATEGIST",
      "utterance": "Look, former presidents have done this before. Barack Obama did it, George Bush did it as well. The fact of the matter is that any directive by the federal government for the National Guard to go to the border, they can't really do much. They can't arrest people. So it's truly a waste of people. It's not going to do anything. If we want to really find a solution to this problem we have to have comprehensive immigration reform."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You have 1,000 people a day trying to cross, 300,000 a year violating our sovereignty by trying to get across. That's a lot. But it's actually down, Lawrence, from the previous year, 2017, down from 2016. Necessary in your mind?"
    },
    {
      "speaker": "LAWRENCE JONES, EDITOR-IN-CHIEF, 'CAMPUS REFORM'",
      "utterance": "Yes, it's very necessary because we have to realize these troops are not just going there to arrest people. They legally can't. But what we need is their technology. We need them to be able to relieve some of our border agents who actually support this. If you listen to any of the members that represent the union of these border agents, they say they need the help on the border. They will be able to relieve these agents to give them the technology and resources they need that doesn't necessarily have to do with touching illegals."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Jose, I had a chance to go down to the border. And the word is when President Trump took over there was an immediate drop off of people trying to get across because they're very in touch with what's going on in our country and they hear about the president trying to reinforce the border. When it became clear that Congress was not going to act, the numbers picked up again, causing almost a crisis point. So I went to the border patrol meetings and I listened to what they were saying in urging Congress to act. And that was over in Texas. Here's Patrick Healy, though, who thinks this whole thing is a manufactured crisis. He's with the New York Times."
    },
    {
      "speaker": "PATRICK HEALY, POLITICS EDITOR AT NEW YORK TIMES",
      "utterance": "It's a manufactured crisis, what going on at the border. He is knowing manufacturing a crisis just to create a big political message to solve his problem with FOX News and that Republican base were so upset that he got nothing practically --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Right, people like Ann Coulter."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "It's 300,000 people crossing illegally a year minimum, and the problem is FOX News?"
    },
    {
      "speaker": "ARISTIMUNO",
      "utterance": "I don't know if the problem is FOX News. And it's a crisis and we have to fix it. Democrats have been on the table since day one. Let's take it back to 2013 when the Senate passed a comprehensive immigration bill and it was the GOP, the Republicans, who said no. So I invite my Republican friends to actually get --"
    },
    {
      "speaker": "JONES",
      "utterance": "OK, so the Democrats should be on board with the president granting 1.8 million --"
    },
    {
      "speaker": "ARISTIMUNO",
      "utterance": "That's not enough."
    },
    {
      "speaker": "JONES",
      "utterance": "Citizenship. The president proposed it. He compromised."
    },
    {
      "speaker": "ARISTIMUNO",
      "utterance": "That's not true."
    },
    {
      "speaker": "JONES",
      "utterance": "His base was totally against the president offering amnesty."
    },
    {
      "speaker": "ARISTIMUNO",
      "utterance": "He took away DACA. He took away DACA."
    },
    {
      "speaker": "JONES",
      "utterance": "He changed his rhetoric from being just a border wall to a border wall system. So the Democrats need to come to the table."
    },
    {
      "speaker": "ARISTIMUNO",
      "utterance": "Give me a break, Lawrence. The reality here is that it was the president who took away DACA and now he wants to give it back."
    },
    {
      "speaker": "JONES",
      "utterance": "And you guys shut down the government over illegal aliens."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Just to get into the whole legislative part of it, what happened is Mike Rounds had a bill that got 54 votes in the Senate. It probably wouldn't have passed the House. The president didn't back it because it did not stop the lottery and it didn't stop chain migration. But he was going to save 1.8 million for $25 billion for the border wall, but the president was not going to give in on those two issues. Lawrence?"
    },
    {
      "speaker": "JONES",
      "utterance": "That's exactly right, and the president should not give in on this. This is the president who won his election first coming down that escalator talking about immigration and the issue of supporting our border agency. And at the end of the day this president has a duty. This is a national security issue. Democrats can choose to get on board or they can run the next election on shutting down the government. I don't think that's one that the American people will accept."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "They asked the border patrol agents if you need a wall, you need a barrier, 89 percent said absolutely. And by the way, this isn't about crossing illegally. It's the ones who cross illegally compared to the people waiting in line, doing the green card thing, hoping to get access. I think there is right and wrong. Thanks so much, guys. Appreciate the debate. I wish we get something done in Washington so we stop debating the same thing over and over again, but that's what's happening. Meanwhile, let's change gears. Did you know that Christian privilege is now a thing? They are even teaching students how to fight it. And at George Washington University they are saying they're going to offer a seminar, 90 minute, you can learn about it all. Back in a second."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right, in his fair farewell address President George Washington, our first president, emphasized the importance of religion and morality in the survival of the republic. That's us. Now, imagine you attend George Washington University in Washington D.C. and you are holding a seminar now and attending one that's called Christian Privilege in America, privilege. Student Abigail Marone of the class of 2019 isn't holding her tongue. She is upset about it and wants to share her experience. They're actually offering this, how to identify it and deal with Christian privilege in America. Abigail, what's your thoughts on this?"
    },
    {
      "speaker": "ABIGAIL MARONE, CONTRIBUTOR, WASHINGTON EXAMINER",
      "utterance": "So the Multicultural Student Services Center has held a lot of trainings throughout the year. They are holding one on reproductive justice. They held one on white privilege, male privilege. But this one I found particularly shocking because it is a university endorsed seminar held by a diversity professional, not a student faith leader, trying to tell Christians how to live out their relationship with God."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Very interesting. Christian privilege, did you tell that to Coptic Christians in Syria when they were beheaded? Christian privilege as they were just kicked out of Iraq en masse or killed. Christian privilege in Libya and Nigeria? Where does the Christian privilege come from, and why do they need a course to identify it? What is the objective?"
    },
    {
      "speaker": "MARONE",
      "utterance": "That is what is so shocking to me is George Washington University prides itself in preparing their students for the global community. Yet with this seminar they are demonstrating a complete lack of understand for Christianity in the global community. They are not taking into account the Christians today in modern times who are beheaded or persecuted for exercising their faith. And they are certainly demonstrating a lack of understanding for what it's like to be a Christian even in America or on college campuses."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "So I guess they want to work a strategist to combat this Christian privilege they were all wallowing in? They also offer a course in able body privilege. How dare the able body act so cocky?"
    },
    {
      "speaker": "MARONE",
      "utterance": "The problem with these diversity trainings is that they are not meant to foster an open dialogue. If you attend the diversity trainings and you have a different view than any other person teaching the sessions, you are demonized or shamed, and that's the problem with the training."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Do you expect backlash from your appearance tonight?"
    },
    {
      "speaker": "MARONE",
      "utterance": "I would not be surprised."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "For $76,000 you should be allowed to say whatever you want. It's one of the most expensive schools in the country, also very prestigious, but I find this disturbing. Abigail, thanks for having the courage to stand up and good luck when you graduate in 2019."
    },
    {
      "speaker": "MARONE",
      "utterance": "Thank you for having me on."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Meanwhile, coming up straight ahead as we wrap up this hour, there is one thing you have to turn your TV on for this weekend. And no it's not Tiger Woods at the Masters. He's probably going to win. The details to my dazzling tease in just a moment."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "If my watch is right, it's almost the end of the show, which means it's time for a little shameless self-promotion which also promotes something great on Fox. An unbelievable series I've had the privilege to be a part off, be sure to catch the latest episode, the third installment of 'Legends and Lives, The Civil War.' It's hosted by me and it features the fascinating story this week of confederate general Robert E. Lee so much in the news as of later and his command of the Army of Northern Virginia. Here is a sneak peek."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Retreat. Fall back."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The Army of Northern Virginia have saved our state and our confederacy from destruction. Soon we will achieve our independence."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Spoiler alert. It doesn't work out. I'll put all my money on the North. Meanwhile, the episode airs Sunday at 8:00, an important lesson and very well done movie, series that's been put together. I've had a great time filling in for Laura Ingraham, and that's tonight. Katie Pavlich will be here tomorrow night, and I will be up bright and early on 'FOX and Friends.' Be sure to join me from 6:00 to 9:00 with Steve and Ainsley. Plus I want you to listen to my radio show, \"The Brian Kilmeade Show,\" from 9:00 to noon, BrianKilmeadeShow.com if you're not in our family of affiliates. Amongst our guest tomorrow are going to be governor Mike Huckabee, Chris Wallace, and Jeff Benedict who did that incredible book on Tiger Woods. According to the rundown, the schedule I saw, Shannon Bream is live in her studio in Washington, D.C., which is a palace. It's a beautiful place. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    }
  ]
}