{
  "date": "April 2, 2021",
  "headline": "Dr. Anthony Fauci responds to congressional critics on 'Your World'",
  "subHeadline": "Ric Grenell; Andrew Garbarino, Jeff James, Neil Cavuto, Peter Doocy, Anthony Fauci; Mark Meredith, Chad Pergram",
  "url": "https://www.foxnews.com/transcript/dr-anthony-fauci-responds-to-congressional-critics-on-your-world",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "That suspect is dead. One Capitol Hill police officer is dead, the other Capitol Police officer still being hospitalized, condition unknown. The lockdown that was gripping the Capitol for the better part of two hours has been lifted. Flags are scheduled to fly at half-staff later today in the nation's capital, on recommendation by Nancy Pelosi. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Joe Biden, the president of the United States, at Camp David being briefed on all this. We are expecting a statement. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Welcome, everybody. I'm Neil Cavuto, and this is \"Your World,\" and a frightening series of developments in the nation's capital that, for many, for a while echoed back to January 6. It was not that, but it was no less tense. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let's go to Chad Pergram on the latest he's hearing and what the Capitol is bracing for now -- sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, Neil, good afternoon. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Again, a very tense day on Capitol Hill, hearkening back just not even three months ago to the events of January 6, where we had the riot here. There have only been four U.S. Capitol Police officers who have ever been killed defending the United States Capitol. And two have died in the past three months. Brian Sicknick, who died a couple of days after the 1/6 riot, he just lay in honor in the Capitol Rotunda just in February. So it's not that long ago. They are still investigating what happened here. The acting D.C. police chief, Robert Contee, indicates that there is no nexus to terrorism. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } And Yogananda Pittman, who you played the sound bite from earlier, the acting U.S. Capitol Police chief, said that this suspect was not somebody who was known to the Capitol Police. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But what happened here is this suspect came -- coming up Capitol Hill in his car, a blue sedan, ran over police officers at that major entryway to the U.S. Capitol. Keep in mind that they have put these fences around the U.S. Capitol since 1/6. There was an outer perimeter which they just removed about two weeks ago. And that was very controversial. A lot of lawmakers said, why do we even keep up the interior perimeter? But had they had the outer perimeter, this incident would not have happened, or it certainly wouldn't have happened so close to the Capitol. So, the suspect, according to police, ran over those officers guarding that main entryway. If you have to get into the Capitol, that's how you go in if you're coming from the Senate side, and there's an equivalent position over on the House side -- rammed into a raised barrier that they raise and lower out of the ground, then jumped out with what was described to me as a combination knife between a machete and a kitchen knife, and, as Pittman said, lunged at the officers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And that's where they shot this suspect, and he was killed. Again, not a lot of people here on Capitol Hill because it is Good Friday, it's recess, it's pandemic. Those who are working are working remotely. I haven't seen any members here virtually all week. But we just don't know what the motive was here. And, again, this is going to reignite this conversation about what types of security provisions they should have at the Capitol. There was that pushback about whether or not they should even keep up this fence. There will be conversations, Neil, about whether or not Constitution and Independence Avenue should be open. You couldn't get that close to the Capitol for two-and-a-half, three months here while they had that extra security barricade up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And so that conversation will start again as to whether or not it's proper to even have those roadways. This is the shoving match that they have right now between lawmakers and security officials, because lawmakers are very concerned about converting the Capitol into a citadel and, therefore, they are cut off from their constituents, the idea that they can't get into see them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is not the Pentagon. It's not the Department of Interior. It's not the State Department. You don't have a right to just show up and talk to the interior secretary. Members of Congress, because they're on the ballot every two, or six years, if they're in the Senate, want access. In a non-pandemic time, they want people to come in and see them. That might be a big debate here, because they have already had a conversation that Nancy Pelosi has initiated about having what she calls a supplemental spending bill. There are 12 spending bills which fund the federal government. This will be a 13th bill, an emergency bill for Capitol security. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But there's not agreement yet on what they would do, maybe erecting other barricades outside, maybe trying to keep the public away. And, Neil, this is an important point I want to make. Today, the system did work. It's tragic that the U.S. Capitol Police officer died of his injuries outside, an utter tragedy, again, for a department that's reeling; 140 officers were injured. Some will never return to work after what happened here on 1/6. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But what's important to note is that you had this debate about, what should be the access to the Capitol? There's nary been a tourist in the building for a year because of the pandemic. And they are concerned about shoving people further away. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } The reason that I say that the system worked, all the sergeants at arms, House and Senate sergeant at arms and former Capitol Police chiefs who I have talked about, they always say, our goal is to keep the fight outside. And that's why there is double redundancy there, Neil, where, even though you have that fence, which is new, and it's a temporary fence, you have two sets of barricades there, so you can stop a car either at the first level where the second level before they get to the Capitol. That's about 70 to 80 yards to the building. If they had some sort of a biological weapon or agent or a bomb or something, you have kept the fight outside. And, as I say, an utter tragedy here, again, for the U.S. Capitol Police, but they kept the fight outside. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And that is not what happened on 1/6, where you had protesters be able to penetrate the building and more than 800 got inside -- Neil. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Chad Pergram, thank you very much for that, Chad at the nation's Capitol, also where you will find Mark Meredith. Mark earlier today was at the White House. Of course, the president is up at Camp David this weekend. He has been briefed on these developments. Don't know if a statement is imminent, but he is due to make one, we're told. Mark, what's the latest from for what you're seeing there, and particularly the National Guard presence that remains there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, good afternoon. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } And Chad was making so many great points there right off the top. But I can tell you, from where we are outside, which is the Senate office buildings and the Senate chamber itself on the other side of it, what you are right now seeing is a heavy police presence. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } We are still seeing members of the National Guard out here. And as Chad was talking about, there has been this constant debate about what security should look like ever since January 6. Where we are right now is where one of the roadblocks was set up that the suspect tried to drive through them, the barricades, when he hit those two Capitol Hill -- Capitol Hill police officers. As I looked over my shoulder a second ago, I can even see the officers searching the trunk of the suspect, as they're still going to be trying to piece together any potential motive or what actually led up to the chain of events, obviously, an investigation that is not just done quickly, but it's going to take some time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } As Chad again was pointing out -- and he really is the expert in all things on the Hill, but he was so right that there has been a lot of talk about what Capitol Hill security is going to look like going forward. Will people be able to just to go through any of these House and Senate office buildings, or is it going to be much more tightly controlled with appointments, things to that effect? Security is traditionally tight up on Capitol Hill. Where this happened was one of the barricades, the last barricade, basically, you could get to get a car into the area outside of the Capitol, House, as well as the Senate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's an area where we will see staffers basically go to pick up their bosses, take them back from votes. It's also an area where members of the press come through even on a daily basis. But, since January 6, there have been so many changes. There had been fencing that had been set up. There have been National Guard troops. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Speaking of the National Guard troops, when I left the White House to kind of raise over here to the Hill, I saw a large contingent of those troops all in formation up along Constitution Avenue, which is the road that leads basically from downtown D.C. up to the Capitol. And they were there ready for anything that may potentially happen. Since then, things have calmed down significantly. We have seen that -- essentially, that all-clear given from the Capitol Police Department for the folks that are inside. But even outside now, tourists are out walking around. It's not the sense of this major crime scene, except for what's happening over my shoulder. Of course, that's where the focus is going to be. I have been amazed at just how much the Capitol Police was willing to share about what they knew leading up to this. And that happened so quickly after the incident ,because this happened at 1:02 this afternoon. And we had that news conference, I believe, before the 3:00 hour. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } And they were talking about not only what they have known so far, but also the questions that they don't have answered at this point, including the motive, what the -- what the investigation will go forward from there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } We know that, obviously, there will be an investigation, because it's an officer-involved shooting. So, Neil, there's going to be a lot of talk about how this was handled, but, of course, all of the thoughts and prayers for the Capitol Police Department right now with everything that's going on. Neil, I may have lost you in my earpiece right now, so I'm going to send it back to you, but I apologize. I cannot hear you as I have now lost you in our earpiece here -- Neil. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Mark Meredith, I want to thank you very much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Mark Meredith on the Capitol. All right, we have been able to double-source and confirm right now who the shooter was -- or who the knife-wielding suspect was. FOX News now confirmed that the suspect is identified as Noah Green, 25 of Indiana. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } These multiple sources have said that the suspect may have ties to the state of Virginia and that he identified him on Facebook as a Nation of Islam follower. Could have recently lost his job. But we're getting -- trying to sketch a lot of these details together. Jeff James is a former Secret Service special agent. What he makes of all of this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jeff, we're still piecing together a lot, a lot of parts of this puzzle. But it could have been a lot worse, I guess. It could have been a lot worse. Your thoughts? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF JAMES, FORMER U.S. SECRET SERVICE SPECIAL AGENT",
      "sentences": "It could have. And one of the things I want to point out is what your first correspondent mentioned earlier, is that the security apparatus worked today. This man wasn't able to get past that second barrier. The tragedy that comes from it is awful. And it's a ripple effect that will go through all of law enforcement. Any time we lose a brother or sister in blue, we all feel it. But, again, just like we had at the White House when I was with the Secret Service, we'd rather fight you on the outside than have you get into our inner perimeter. And, today, that worked. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Jeff, obviously, the entire Capitol Hill compound was shut down. A lot of people think of it as the Capitol underneath the Rotunda, respectively, but it's a much wider swathe of buildings, including Senate and House offices, other buildings that are swept up in this. So, it's a big deal when they have a lockdown, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "It is. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the Capitol Police have a tremendous job. I don't think people realize the amount of square acreage that the Capitol Police actually cover. And to do it with a small agency, they do a tremendous job. And, again, they're reeling today. The loss of a second officer within three months is a tremendous blow to that agency. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think it really goes to show that we're so shocked by this because they have done such a great job for so long that, when there are tragedies like this, it is -- it's doubly shocking, because they do a great job, and, largely, it goes unnoticed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, they have been working in concert with a lot of National Guards men and women who have been at the Capitol since January 6. Now, those guards' numbers have come down. I think they were still around 2,000. I could be wrong, Jeff. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } But now I would imagine they're going to stick around a while, but your sense of what role they will play going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "I think they will continue to play the same role that they're playing now, is that outer perimeter of security, so that the Capitol Police can remain at the middle perimeter, and in the inner perimeter around the people they're actually charged to protect, so they're not bringing outside entities into the Capitol. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } You have people inside the Capitol who are going to know the evacuation routes, who are going to know everything from emergency medicine protocols to protocols if there's some kind of chemical or biological attack. So, it would be my guests that the National Guard will continue to be that outer perimeter, that first line of security. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jeff James, thank you very much, following these latest developments. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "OK. Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Want go to Charles Marino right now, a former Secret Service special agent himself, on how vulnerable the Capitol might be. Again, sadly, enough, the system worked. An officer is dead, but the system worked to keep any assailant from getting inside of the compound that we call the Capitol. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, in that sense, it was a success. And this officer maybe and potentially saved some lives with his sacrifice today. So, Charles, the next issue then becomes whether even wider areas should be cordoned off. This was talked about after the January 6 attacks on the Capitol. I'm wondering now, in light of this incident, whether it'll reignite those talks, because we have seen sporadic incidents like this and drivers who get close to the Capitol. Or there was that woman a few years ago, had sporadic driving, and it prompted a lockdown similarly before the January 6 developments. But where do you think this is going as far as automobile access, and close access, at that, to the Capitol?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES MARINO, FORMER U.S. SECRET SERVICE SPECIAL AGENT",
      "sentences": "Yes, Neil, thanks. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } A tragic day for the Capitol Police once again and the country. So, my thoughts and prayers go out with the Capitol Police. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Listen, as we know, following January 6, the Capitol Police went under a comprehensive review of all of their security processes and procedures. And we saw the temporary fencing go up. We saw the additional vehicle bollards be put in place. And we see the National Guard there. I think what you see today is a consistent threat that a place like the Capitol faces each and every day. As we know, these types of events have, unfortunately, happened previously before January 6. And this is the first major security incident following January 6. So, I think the Capitol Police here, based on the review that was put forth, showing that they do need some enhanced perimeter there around the Capitol. The Capitol Police themselves do need more manpower, more training, more technology, better communications. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think all of this needs to be taken into consideration. And I think you saw today the important role that the vehicle bollard played and that the officers played. This is what we call concentric rings of security. And you saw the important role that the officers played in responding to the threat. But make no mistake about it, you need an established perimeter around a place from the Capitol. There are known and unknown threats that can emerge on any day, as we saw today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Charles, I was thinking, even outside the White House, right, a very different case, but that used to be vehicular traffic, right, on the north end of Pennsylvania Avenue, mere feet from the White House grounds. That is now just open to pedestrians, and oftentimes closed to pedestrians, if there's any concern about anything. I'm just wondering whether the Capitol goes the same route. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARINO",
      "sentences": "Yes, I think what they -- where they need to land is, what's going to be that acceptable security vs. public balance in terms of access to the Capitol that the lawmakers want to see there? The Capitol Police are very, very unique. You and I have spoken about this before. They actually report to Congress. So, they're going to have to take that into account. But I think the incident today demonstrates just how important a proper security procedure and perimeter is to have in place. You need to allow the experts, in this case, the Capitol Police, put forth the security plan that's necessary to keep everybody safe within the Capitol. Now, do I think the National Guard is the long-term solution here? No. I think we will see the Capitol Guard -- the National Guard, rather, stay in place until the Capitol Police can get themselves in a place that they need to be regarding manpower, equipment and resources that they need to adequately protect the Capitol. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } But there's -- there's always that balance in security, Neil, between going overboard and the public access, especially when you're looking at a building like the Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that's putting it mildly. Charles, thank you very much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Charles Marino helping us out with this. Now, keep in mind, Congress is on recess, the Senate and the House, for the holy holidays here. Charles Marino joins us -- I'm sorry. Representative Andrew Garbarino joins us right now, Republican of New York, sits on the House Homeland Security, a ranking member there. Congressman, where are you now, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANDREW GARBARINO (R-NY)",
      "sentences": "I'm -- I'm in district on Long Island.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, did you have any staff members working at the Capitol today? I know today was the recess for pretty much everyone. I'm just wondering. It could have been very different and probably a little scary if everyone was there, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARBARINO",
      "sentences": "Absolutely. Yes, I mean, a lot of my staff was home, office staff. We had -- we did have some committee staff that was on site today finishing up some work. We have a trip to the border next week. So, some of the Homeland Security staff was still in. But thank God that this -- this today was Good Friday. This could have been a lot worse, especially considering where -- where the assailant drove his car into. A lot of people, especially when the weather's out -- weather's nice outside, they use that entrance to get from the Senate buildings over to the Capitol, instead of -- instead of taking the tunnels. So, if this was a fully -- a full day in Washington, this could have been a lot worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, looking at this, and how worse it could have been, to your point, Congressman, there's going to be a push again to reassess security around the Capitol. It's come up again and again. I was covering this on FOX Business when the news first broke. And I had one guest who was saying, we have got to do outside the Capitol what we do outside the White House. We're not telling people to stay away from the Capitol, but we're telling vehicular traffic to stay away from the Capitol. That's what we should be doing, much as we do outside the White House. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARBARINO",
      "sentences": "It's very difficult to do that. They just took down the outside perimeter that was up after January 6 that shut down both Independence and Constitution Avenue. Those are very, very highly traveled roads. What happened today, the barricades actually did the job that they were supposed to do. They stopped the assailant from being able to get onto Capitol grounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARBARINO",
      "sentences": "It did what it was supposed to do. And the police officers did what they were supposed to do. And I have to say, my thoughts and prayers are with the family of the officer that lost his life today, and all the Capitol Police. With what they have had to deal with, with the last three months, losing another officer today, it breaks my heart. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } I speak to these officers every day when I'm in Washington. They put their lives on the line for us. They deserve so much respect and so much help. And I -- it just breaks my heart that they have to go through this all again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "After that, it is sobering. And you're quite right about that. Congressman, thank you very, very much. I'm glad you're well, your staff is safe, and all of that, Congressman Andrew Garbarino in New York on today's developments. Want to go to Peter Doocy. The president of the United States is at Camp David this weekend. He had left, I think, before any of this erupted up on Capitol Hill. Peter, do we know whether he's planning a statement or anything like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "We do not expect to see the president on camera again at any point today from Camp David, which is a helicopter ride away from here in Maryland, because, shortly after he arrived at the presidential retreat, the White House told us there was a lid, as they refer to it, on presidential movements and statements. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, we don't expect to see him. We have no reason to think that he is coming back to the White House this afternoon. The press pool that travels with the president has not been notified of any potential movements on this Good Friday. We know -- the only information that we have gotten firmly and ready for air came through the press pool from the press secretary. And that is just that the president is aware of what happened. But we have not heard anything from him about the death of this officer who died defending the Capitol or the officer who remains in the care of doctors at a hospital here in Washington, D.C., Neil. So, unfortunately, right now, even though we have learned a lot in the last couple hours, not much to report from the White House and President Biden yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Peter, we know the lockdown that took place on Capitol Hill and surrounding buildings on Capitol Hill. Do we know whether there were any changes or even partial lockdowns, anything of that sort at the White House, even with the president gone at that time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "No. And part of the reason I came upstairs right as things were unfolding up the street, up Pennsylvania Avenue, and there was a somebody from the Park Service who was cutting some of the grass, and there was somebody else using a weed whacker. I noticed that there was some sort of a normal shift change with the Secret Service. It did not appear that they were on any kind of a higher alert. But part of the reason why that would be on the White House grounds is that the big fencing that recently came around -- came down at the Capitol still remains around pretty much the entire 16-acre White House complex, plus a few additional blocks out towards Lafayette Park, which was the scene of a lot of the really heated protests this summer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, this entire area has a perimeter that makes it really difficult for anybody that does not have a hard White House credential to get close to. And so it did not seem like there was any kind of an additional posture added here at the White House because of what was going on up the street, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Peter, thank you very much, Peter Doocy. By the way, the U.S. Capitol Police now have identified the officers slain in today's developments, William Evans. We're efforting more, a little bit about him, a very brave man who, whose actions today along with a fellow officer colleague, might have made an already bad situation, well, it could have been a lot worse without what he sacrificed. But, again, one officer was killed in this. The assailant was also shot storming the officers with, we're told, a knife at the time. No word on the condition of that other Capitol Police officer. Let's go to Ric Grenell right now. Of course, you remember Ric as the acting director of national intelligence, our former ambassador to Germany as well. Ambassador, thank you for coming. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } There's a lot we don't know about what this 24-year-old man, Indiana man, motives were and why he was where he was and why he attacked those officers. So, I guess we just have to wait. But your thoughts on how protected the Capitol is for this sort of thing, God forbid if it happens again, sometimes with a lone -- a lone, unstable individual or a large crowd? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GRENELL, FORMER ACTING U.S. DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "I think it's important that we wait and we get the facts. The folks at the Counterterrorism Center, I'm sure, are working overtime. They have incredible information. Americans can be very proud of the intelligence officers that work around the clock to figure out all of the pieces of intelligence and trying to put it together. And whether or not we had any intelligence on this or not, I can guarantee you we have a whole bunch now on this individual and the car and all of the surrounding information. I can't imagine what the slain officer's family is thinking today on Good Friday. I can't imagine getting the call, when you're thinking you're going to celebrate Easter, and your husband or your father is dead in the line of fire. I hope that we constantly remember all of these police officers, law enforcement officials on the front line. You know, Neil, I'm sensitive to not overemphasizing just the ones that happened in Washington, D.C. This week alone, we had an officer die in Texas on Wednesday. Within the last seven days, we have had four, one in New York, one in Florida, one in Indiana. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } We have had six from the beginning of the year in California. There have been 89 total since January 1. This is an epidemic. This is why we have to back the blue. This is why we have to fund police officers. Police officers that rush to the front of a crisis, these men and women are heroes. And we can -- we always need to remember that they need our support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Ric, much has been made of whether the Capitol is vulnerable to this sort of thing. It is what it is, I think, as one agent told me a little earlier today, but that we have got to heighten security around the area, and that we can't just leave it to the Capitol Police, that the National Guards men and women who are there maybe should stay there. I think it's down to 2,000 now. Might be a little bit more. Might be a little bit less, but that their presence is just as important and to help out in the Capitol itself. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Look, I think today is a really difficult day to have that conversation. A thoughtful conversation, when we're all emotional about this, I think, is hard. But we need to have those conversations. We need to figure out what the balance is. Freedom is very important. And so is public safety. I was listening to a previous guest say that some of the barriers that are in place have been there for a very long time. These aren't new.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "This isn't something that was part of the increased security. And I think that that's true. It worked to stop the vehicle. And that's a good thing. I think we have to have a thoughtful discussion about this. But I don't want to overemphasize having so many police officers everywhere in every public building. We have to have a balance here. We don't have enough, actually, to stop every single incident. And I think that we need to have a thoughtful conversation going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, while I have you as well, Ambassador, I do want to hearken back to the security. And it has grown to be a security issue even at our border right now and all of these migrant minors, including the really heart-wrenching view of these two little girls who were dropped from a 14-foot fence. They're OK. But it did heighten the sense that things are getting out of control there and that the administration, whether it's the president or the vice president, should get down there, that this is now to the point where thousands increase every week. And they're being shifted off to facilities all over the country and more still needed. What do you think of what's going on right now and what the president should be doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "You know, I think it's a Washington game to say, oh, the vice presidents should rush down to the border or the president should be there and we should have some sort of photo-up. I think that's silly. Most Americans don't really think that the presence of the president or the vice president is going to make a huge difference. Of course, symbolically, that's important. I would rather focus on the language. And what we have had from this administration is a confusing situation. We have had people who have failed in the past to protect the border, to be very strong in trying to have law and order at the border, they're now in charge. They have this somehow mixed-up mentality that having an open border or showing your sympathy for people jumping the line somehow equates to being pro-immigrant. And I think you can do both. And I think the Republican Party has shown that they have done both. We are a country that allows a million people a year citizenship. We're very generous in this country. But there's a line, because there's probably 100 million people that want to come in. So the idea that you're going to message jumping the line is OK, I don't think is very pro-immigrant. I actually think it's anti-immigrant. And I think it's anti-law enforcement. And in California, we have this thing called sanctuary cities. And it's a real nice name to the idea that we're going to ignore law enforcement and ignore laws that we don't like. That's dangerous. I'd rather see people and the media focus on the language that is clearly enticing people to break the law, jump the line, and somehow get away with it because we're -- we think that it's compassionate. What about all the people that are waiting in line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very good point. Ambassador, thank you. Director, very good seeing you, albeit on this very tragic day. We're getting a little more on officer, William Evans, the U.S. Capitol Police officer who died in today's attack. And I want to read from a statement from the USCP, the United States Capitol Police, saying that Officer Evans had been a member of the U.S. Capitol Police for 18 years. He began his service on March 7, 2003, was a member of the Capitol Division's First Responder's Unit. \"Please keep Officer Evans and his family in your thoughts and prayers.\" And it does. And we do. We will have more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, more states are widening their eligibility requirements for those who get the vaccine. Some as young as 12 years old can go ahead. The read from Dr. Anthony Fauci -- right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we know what happened in the nation's capital today. We still don't know why, investigations into what prompted a 24-year-old man to attack two Capitol Hill police officers, killing one of them. The latest right now from Chad Pergram, who's trying to put all this together -- Chad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Well, we don't know much about the suspect. His name is Noah Green. He is 25 years old. He is from Indiana and appears to have some ties to Virginia. What we have also learned in just the past couple of moments here -- and the U.S. Capitol Police have put out a statement here -- is about the officer. There were two officers who were hit by Green's car here in this incident at the Capitol. And two were injured. One, of course, is Billy Evans. He died from his injuries, according to U.S. Capitol Police. I'm going to read this from the acting U.S. Capitol Police chief, Yogananda Pittman. It just came in. She says that he had been a Capitol Police officer for the past 18 years. He began his service with the Capitol Police on March 7, 2003, and was a member of the Capitol Division's First Responder Unit. And House Speaker Nancy Pelosi has lowered flags at the U.S. Capitol to half-staff in honor of Billy Evans. Pelosi says that he was a martyr for democracy. So, again, they're still trying to piece this together, what this was all about. The one thing that we do know from Robert Contee, who is the acting Washington, D.C., police chief, is that there was no nexus to terrorism. At least, that's in the early going here. I will tell you, Neil, that they're usually able to piece together a lot about these suspects pretty quickly, get a license plate, get information about the suspect pretty quickly. I have seen other incidents here on Capitol Hill where they had the name and even figured out a car within a matter of a few minutes, because they have security cameras everywhere. But, again, such a sad tragic day again at the U.S. Capitol. I cannot underscore that enough. And that was something during Yogananda Pittman's press conference outside where she -- she was obviously overcome by emotion a little bit, the fact that she was thrust into this role to be the acting police chief after the events of 1/6, after they fired the Capitol Police chief at the time, Steven Sund, and both the House and Senate sergeants at arms, Paul Irving on the House side and Michael Stenger. But to have two Capitol Police officers killed so close together, when only two had ever been killed defending the Capitol in the history of the U.S. Capitol Police, is really remarkable. And that's why everybody is so sad here, because you have a number of officers who are still hurting. And what this will stoke is this conversation about how long the National Guard should continue to be here. Keep in mind that Nancy Pelosi has just named William Walker, who was the head of the D.C. National Guard, ready to send his troops to the Capitol on 1/6, William Walker will be the new House sergeant at arms, succeeding Paul Irving, who was asked -- they asked for his resignation the day after the riot on 1/6. But, again, they're trying to figure out what they know or what they can learn about Noah Green, who was the suspect who crashed his car into this barricade and lunged at officers with a machete or a -- a large steak knife is how it was described to me. And, of course, everybody on Capitol Hill rattled again by Officer Billy Evans giving his life to defend democracy at the U.S. Capitol. It was just February that Brian Sicknick, who died, he lay in honor in the U.S. Capitol...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "... the same as the other two officers who died in a shoot-out here in 1998, Jacob Chestnut and John Gibson, who were killed here in 1998 -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Chad, thank you very much for that. Chad Pergram on this senseless horror on Capitol Hill today, because the day had started out so well. We were getting word of enormous progress on the vaccine front. Then we got a very good jobs report today that showed almost a million Americans were added to the nation's payrolls. So, things were starting off on a very, very good foot, particularly the CDC director saying that the travel risk for those who have been vaccinated are very, very low. And she even went so far as to say, with great caution, that you can travel, but always take precautions. The read on all of this, on the vaccine front, with Dr. Anthony Fauci right now, the White House chief medical adviser. Doctor, very good to have you. Thank you for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "Thank you for having me, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Doctor, first off, on what the CDC director is saying, travel, OK, it's a little less risky for those who have been vaccinated. What about those who have not? What do you think, and how would you recommend travel for them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Yes. And it's very clear what we have been saying all along, and Dr. Walensky underscored this today, is that, if you are unvaccinated, you should really avoid any unnecessary travel, only very essential travel, and, if so, follow very carefully the CDC guidelines about mask-wearing, et cetera. What she said today about people who are vaccinated, that the risk is low of getting infected, and there are certain things that you don't have to do. For example, you don't have to get tested before and after you travel, except if the destination requires it. And you don't have to quarantine yourself when you return from travel, for example, internationally. So, there's the advantage now that's being articulated about getting vaccinated with regards to travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, what if you haven't been vaccinated? And what -- if you could recommend to family and friends of your own, Doctor? They haven't been vaccinated, but they're itching to fly. The airlines are offering all sorts of deals to get them to fly. What would you tell them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You know, I would tell them it's risky. If you're not vaccinated, it's risky. And you should probably limit travel to absolutely essential travel. Now, obviously, a lot of people have to travel for quite good reasons. And, if you do, and you're going to do that, make sure you follow all the guidelines of safety and public health considerations, wearing a mask, avoiding congregate settings. When you're at the airport, don't congregate around people. keep your distances. We know, when there is travel, when there are surges of travel, we see surges of infection. There's no doubt about that. And, for that reason, we want to encourage people, as soon as they get availability for vaccination, please get vaccinated. The results, Neil, are extraordinarily favorable now, if you look not only at the efficacy in the clinical trial, but the real-world effectiveness of vaccinations is most extraordinary. The more we learn about it, the more we see it, the more reports we get, we see how extraordinarily effective these vaccines are, as well as durable. I mean, the CDC came out with an MMWR, their weekly publication, looking at the real-world effectiveness of vaccines. And it's really quite good, a great incentive for people to get vaccinated as soon as it becomes available to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it's been bumpy abroad, right, in Europe right now, where a couple of countries, Italy and France, are in all but lockdowns on Easter weekend. In France, they're recommending you don't go to church, because it's that worrisome. What do you think of that? Could that happen here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Well, you know, it's interesting, Neil, that we generally, from the dynamics of the outbreak, are about three to four weeks behind what happens in Europe. And what we saw here was, we had the big spike right after the holiday, Christmas and New Year's season, came precipitously down. Well, what it's done now, it's plateaued at an unacceptably high level, anywhere from 30,000, 40,000, 50,000, and now the most recent is 60,000 new cases a day. And it's been creeping up over the past several days to a week. That's a warning sign that there's a possibility that you're going to have a surge. That's exactly what they're seeing in Europe. They peaked up, they came down, they plateaued, and now several countries are having a surge. That's what we absolutely need to avoid in this country. And the way you avoid it is just stick by for a while longer. You know, it's kind of a race between getting people vaccinating and putting off a surge of new cases. Every day, we get more than three million people vaccinated. Just yesterday, we had 3.9 million people vaccinated, which was really a record. Fifty million Americans have been fully vaccinated, and 100 million have received at least one vaccine. So, every day that goes by, we get better and better protected, which means that, every day that goes by and we do that, we're getting closer to the point where we will be able to pull back safely on some of those guidelines. I know everybody is itching to do that. They want to do it. We all have COVID-19 fatigue. But if we can hang on a bit longer, until we get more of a proportion of the country vaccinated, we will be much better off and much less likely that, when we do pull back, that we're going to get a surge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, a critic of yours has been this Dr. Marty Makary, who says today, of course, this waiting to get to that certain level of vaccination doesn't appreciate the magnitude of herd immunity that develops at a much lower rate, that you're being too, too cautious, too tepid in your response, even when it comes to recommending masks, I believe you had said not too long ago, Doctor, well into 2022. What do you think of that, that you are...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... being very, very, very cautious, to the point of making it impossible to come out of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Well, first of all, let me respond to one thing that that person is saying that he's just completely misunderstanding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Dr. Makary, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Yes, Dr. Makary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "When I'm talking about -- he says, when I talk about herd immunity, I'm only considering people who are vaccinated. And that's completely incorrect. When you talk about herd immunity, which is a bit of an elusive concept, because we don't know exactly what that percentage is, it's a combination of the people who've already been infected and very likely are protected, plus the people who get vaccinated. Those are a group of people, which, together, are individuals which are generally immune or protected. The greater that group is, contribution from both, those who've already been infected and those who are vaccinated, you get closer to the point where you have a blanket of protection over the community. Regarding being too cautious, we want to make sure that, when we make recommendations, we do it on the basis of the science. You can anticipate and kind of, I wouldn't say guess, because that's a bit of a pejorative word, but you can say it is likely that something is the case, which is true. It is likely that, if you are vaccinated, that you are not going to spread infection if you get infected without any symptoms. There's no doubt about that. I understand that as well as anybody else. But there's studies that are coming online now that are going to definitively prove that. And that's the reason why we say, when that happens, we will pull back on the recommendation of saying people who are vaccinated should continue to wear masks. It's very likely that they're not infective. But just to be sure, and just to be cautious, you want to be conservative on the side of saying, wait until we get data where we could definitively prove that. It isn't just me, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But wearing masks into 2022, Doctor, do you still stand by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Neil, that was taken -- come on. Let's get serious about this. That was taken totally out of context. What I was saying, if we have...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you don't -- you don't think that's right? You don't think you should have masks in 2022, it shouldn't be necessary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "It is very -- we don't know. And I'm not saying that we will. If we get a major surge, and we have a continuation of an increase in cases, it is conceivable that we may be having to wear masks in 2022. But if we continue to get people vaccinated, and we get the overwhelming majority of people, together with those that have been infected, and the level of infection goes way down, we very likely will not have to. We're playing this game here. You take a word or a sentence somebody says, and you throw a gotcha at them. No, I did not say, definitively, we unquestionably will be wearing masks in 2022. I said, under certain circumstances, that might be conceivable that we would have to. But there are circumstances in which we may not have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Well, the reason why I mention it is because Senator Marco Rubio, who respects you, wonders whether you have been consistent. He said: \"Dr. Fauci is a very good public health official. His job is to advise policy-makers and inform the public, but his job is not to decide what we can do, where we can go, or which places can open or close. And his job is not to mislead or scare us into doing the right things.\" What did you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Well, you know, Neil, I don't know how to answer that without sounding hostile, because I'm not. I know I have a great deal of respect for the senator. I'm not trying to scare anybody. What we're saying is that we make recommendations based on scientific evidence and data, because what you want to do is give the American people the information they need to make choices. And you make a recommendation. I don't think anyone would consider me a scaremonger. I have never been that way at all. So, when we talk about wearing a mask, not wearing a mask, doing this or not doing that, we like it to be based on evidence and data. And that's the way I have guided anything I have said for now the last 40 years. Nothing has changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, Mark Meadows, the former chief of staff for President Trump, says you have changed, Doctor. He said: \"Dr. Fauci is the same one who said that every recommendation he made to President Trump, President Trump followed. Now we have an administration. We have a new Dr. Fauci that seems to forget some of the conversations that he and I had,\" that you have changed your views. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You know, here again, I don't want to have a conflict with Mark Meadows. I know Mark. I like him. We got along really quite well during the -- during the Trump administration, I think, is being a little bit misleading. Certainly, there were things that I said to President Trump that he absolutely agreed with and went along with. Everybody is also aware that there was some concerns that I had. And we don't want to rehash them, because I don't want to be putting anyone down. But, in general, I have been really quite consistent in what I have said. People can take words and sentences, pull them out of context, and say, well, he's been inconsistent about this and that. And, you know, Neil, that's just not helpful, because that becomes ad hominem, as opposed to let's all pull together to get this outbreak behind us. So, that's the reason why I really don't like to answer tit for tat when somebody says something about you, because I don't have any animus to any of them. I worked very well with them when we were in the Trump administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. And it might be the case. And I do notice that much of the criticism, in fact, the lion's share of it, Doctor, comes from those who worked with you in the Trump administration. Peter Navarro actually went so far as to say you were the father of COVID, Lindsey Graham last night saying that it was important for you to get down to the border and see the super-spreader event that's going on there. What do you think of all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You know...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "These are largely coming from Republicans who have serious animus toward some of the things that you recommend and say, and maybe just you, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You know, Neil, I have become sort of, for some reason or other, a symbol to them of what they don't like about anything that has to do with things that are contrary to them, anything outside of their own realm. It's a little bit bizarre, I would say. I mean, what Lindsey Graham, who I -- who I like -- he's a good person -- I have dealt with him very, very well over the years -- equating me with things that have to do at the border, I mean, I have nothing to do with the border. Peter Navarro saying I created the virus, I mean, how bizarre is that? I mean, think about that, Neil, for a second. I mean, is that a little weird? I mean, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What did -- I think what Lindsey Graham was getting at, other -- mentioning this, because of the COVID spread at the border, with all of these thousands who have been crammed in there, that maybe someone with your expertise should be down there just to monitor how worrisome a situation this is. Do you think it's a worrisome situation? Do you think it could be a super- spreader event?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "I mean, obviously, it is a very difficult situation at the border. We all know that. The administration is trying as best as they can to alleviate that situation. I mean, having me down at the border, that's really not what I do, Neil. You know what I do. I develop vaccines. I develop countermeasures. I mean, having me at the border, I don't know why they're saying I should be at the border, any more than someone who has experience in those types of things. So, it's really puzzling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, are you worried, I guess, about the -- about the virus spread there, or whether that's something we should monitor, whether it's something that maybe we have lost sight of as a -- forget about just the throngs who have gotten there, but how this could lead to a spread of the virus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You know, obviously, this is of concern to the administration. I mean, the president himself has expressed that. We don't want people to be coming over the border. I mean, when unaccompanied children do, they come under the auspices of HHS. When migrants enter, they come under the auspices of ICE. They're tested, to the extent possible. If they're positive, they're quarantined. That's what I know about it. No one is denying that it is not a difficult problem at the border. I just was a little bit concerned when people equate what I do with the border. I mean, I don't know the reason for the animus. But I -- I'm really not quite sure. And I -- and, quite frankly, Neil, I am so busy trying to do some important things to preserve the health and the safety of the American people, that I can't be bothered with getting distracted with these people that are doing these ad homonyms again. It just -- it doesn't -- it -- really, it doesn't bother me. You brought it up. It's one of those things that, if they want to do that, let them do it. I have more important things to do than worry about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, let me go right back to the virus, if I can, sir. I know you mentioned that we may not need this AstraZeneca vaccine. It's had a host of other issues, some blood clotting issues, that have given some countries pause. But was that your way of saying, I wouldn't welcome it here in this country? We have got the three that we're working on now. We don't need AstraZeneca. What did you mean by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "No, what I was saying -- it was merely a quantitative thing, Neil. We have contractual arrangements with Sanofi -- excuse me -- with Pfizer. We have contractual relationships with Moderna.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "We have contractual relationships with J&J. We have more than enough vaccine to vaccinate everybody in this country and even have some in case we need to boost people. We, in fact, will be able to very likely share some of that with countries that need it. I think that the A.Z. vaccine is a good vaccine. It is going to play an important role in the global response. When the question was asked to me, do I think we will be using A.Z., I mean, everything is on the table, but I'm not sure we need yet again another product to be able to do with what we're doing. That's all I meant. There was nothing disparaging at all about A.Z. I think it's going to have a very important role in the response globally. It's a good vaccine. It's got good efficacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Doctor, we're still waiting, and even the World Health Organization is a little bit discouraged about China's response to getting to the origins of this. Many have cited it started in a Wuhan lab. I mean, others have come back and forth on that. I know you have doubts about that when it was raised by the former CDC director. But where are you on this and whether the Chinese should be more forthcoming? And if they are never forthcoming, should that be a worry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Well, I have in -- multiple times, Neil, in the past have expressed some concern about the transparency of the Chinese. I mean, I felt that right from the very beginning. When we had the cluster of cases in December of 2019, first, we were told it all was jumping from an animal to a human, and there wasn't really spread from human to human. Then we found out there was spread from human to human. Then we found out the spread was really quite efficient from human to human. And then we found out that, in fact, the -- the virus was transmitted by people who had no symptoms. So, we went from something that was supposed to be only an animal to a human to something that clearly was human to human and that was spread by people without symptoms. So, obviously, there's skepticism when you talk about the transparency. And with regard to the report, I'm not quite sure how that information was gathered. And that's the reason why there are a lot of talk about maybe going back and being a little bit more detailed and granular about how you got that information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, with the vaccines going on right now -- and you mentioned three million the other -- more than three million a day. Is that -- does that keep us bulletproof? I guess what I'm asking you, Doctor, I mean, we take yearly flu shots. Will we have to do something like that for this going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You know, it is -- yes, Neil, it's conceivable, because the thing that we don't know -- and, again, it gets -- gets back to what I was saying, is that, as time goes by, you get more information, and you act on the information. We don't know what the durability of the protection is. We know it's at least six to eight months, but we don't know if it's a year or a year-and- a-half or two years. So, there are a lot of factors that will go into whether or not we're going to require a boost and how often we will require it. If the -- if the durability of the protection is really quite long, and it does well against the invariable appearance of variants, we may not have to boost, or we may only need to do it very intermittently. If it looks like the durability of the protection is really limited, to an extent, to a year or so, we very well may need to boost people intermittently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Dr. Anthony Fauci, thank you very much, sir, for taking the time you did to address these and a host of issues. Out of fairness to you, I wanted you to respond to some of those criticisms that you have been receiving. And you did. And I appreciate that very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Dr. Anthony Fauci, the White House chief medical adviser. All right, in the meantime, at the White House, we're getting an official response from the president of the United States on these Capitol Hill attacks. Keep in mind, he is at Camp David for the weekend. But reading a statement from the president: \"Jill and I were heartbroken to learn of the violent attack at a security checkpoint on the U.S. Capitol grounds which killed Officer William Evans of the United States Capitol Hill Police and left a fellow officer fighting for his life. We send our heartfelt condolences to Officer Evans' family and everyone else grieving his loss. \"We know what a difficult time this has been for the Capitol, everyone who works there and those who protect it. I have been receiving ongoing briefings from my homeland security adviser, and will be getting further updates as this investigation proceeds.\" And that investigation is proceeding. So many questions about why a 24- year-old man from Indiana originally decided to drive into the nation's capital and attack two Capitol Hill police officers. So much we don't know, but, eventually, we will. Here comes \"The Five.\" THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED. END Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "That suspect is dead. One Capitol Hill police officer is dead, the other Capitol Police officer still being hospitalized, condition unknown. The lockdown that was gripping the Capitol for the better part of two hours has been lifted. Flags are scheduled to fly at half-staff later today in the nation's capital, on recommendation by Nancy Pelosi. Joe Biden, the president of the United States, at Camp David being briefed on all this. We are expecting a statement. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World,\" and a frightening series of developments in the nation's capital that, for many, for a while echoed back to January 6. It was not that, but it was no less tense. Let's go to Chad Pergram on the latest he's hearing and what the Capitol is bracing for now -- sir."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "Well, Neil, good afternoon. Again, a very tense day on Capitol Hill, hearkening back just not even three months ago to the events of January 6, where we had the riot here. There have only been four U.S. Capitol Police officers who have ever been killed defending the United States Capitol. And two have died in the past three months. Brian Sicknick, who died a couple of days after the 1/6 riot, he just lay in honor in the Capitol Rotunda just in February. So it's not that long ago. They are still investigating what happened here. The acting D.C. police chief, Robert Contee, indicates that there is no nexus to terrorism. And Yogananda Pittman, who you played the sound bite from earlier, the acting U.S. Capitol Police chief, said that this suspect was not somebody who was known to the Capitol Police. But what happened here is this suspect came -- coming up Capitol Hill in his car, a blue sedan, ran over police officers at that major entryway to the U.S. Capitol. Keep in mind that they have put these fences around the U.S. Capitol since 1/6. There was an outer perimeter which they just removed about two weeks ago. And that was very controversial. A lot of lawmakers said, why do we even keep up the interior perimeter? But had they had the outer perimeter, this incident would not have happened, or it certainly wouldn't have happened so close to the Capitol. So, the suspect, according to police, ran over those officers guarding that main entryway. If you have to get into the Capitol, that's how you go in if you're coming from the Senate side, and there's an equivalent position over on the House side -- rammed into a raised barrier that they raise and lower out of the ground, then jumped out with what was described to me as a combination knife between a machete and a kitchen knife, and, as Pittman said, lunged at the officers. And that's where they shot this suspect, and he was killed. Again, not a lot of people here on Capitol Hill because it is Good Friday, it's recess, it's pandemic. Those who are working are working remotely. I haven't seen any members here virtually all week. But we just don't know what the motive was here. And, again, this is going to reignite this conversation about what types of security provisions they should have at the Capitol. There was that pushback about whether or not they should even keep up this fence. There will be conversations, Neil, about whether or not Constitution and Independence Avenue should be open. You couldn't get that close to the Capitol for two-and-a-half, three months here while they had that extra security barricade up. And so that conversation will start again as to whether or not it's proper to even have those roadways. This is the shoving match that they have right now between lawmakers and security officials, because lawmakers are very concerned about converting the Capitol into a citadel and, therefore, they are cut off from their constituents, the idea that they can't get into see them. This is not the Pentagon. It's not the Department of Interior. It's not the State Department. You don't have a right to just show up and talk to the interior secretary. Members of Congress, because they're on the ballot every two, or six years, if they're in the Senate, want access. In a non-pandemic time, they want people to come in and see them. That might be a big debate here, because they have already had a conversation that Nancy Pelosi has initiated about having what she calls a supplemental spending bill. There are 12 spending bills which fund the federal government. This will be a 13th bill, an emergency bill for Capitol security. But there's not agreement yet on what they would do, maybe erecting other barricades outside, maybe trying to keep the public away. And, Neil, this is an important point I want to make. Today, the system did work. It's tragic that the U.S. Capitol Police officer died of his injuries outside, an utter tragedy, again, for a department that's reeling; 140 officers were injured. Some will never return to work after what happened here on 1/6. But what's important to note is that you had this debate about, what should be the access to the Capitol? There's nary been a tourist in the building for a year because of the pandemic. And they are concerned about shoving people further away. The reason that I say that the system worked, all the sergeants at arms, House and Senate sergeant at arms and former Capitol Police chiefs who I have talked about, they always say, our goal is to keep the fight outside. And that's why there is double redundancy there, Neil, where, even though you have that fence, which is new, and it's a temporary fence, you have two sets of barricades there, so you can stop a car either at the first level where the second level before they get to the Capitol. That's about 70 to 80 yards to the building. If they had some sort of a biological weapon or agent or a bomb or something, you have kept the fight outside. And, as I say, an utter tragedy here, again, for the U.S. Capitol Police, but they kept the fight outside. And that is not what happened on 1/6, where you had protesters be able to penetrate the building and more than 800 got inside -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Chad Pergram, thank you very much for that, Chad at the nation's Capitol, also where you will find Mark Meredith. Mark earlier today was at the White House. Of course, the president is up at Camp David this weekend. He has been briefed on these developments. Don't know if a statement is imminent, but he is due to make one, we're told. Mark, what's the latest from for what you're seeing there, and particularly the National Guard presence that remains there?"
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, good afternoon. And Chad was making so many great points there right off the top. But I can tell you, from where we are outside, which is the Senate office buildings and the Senate chamber itself on the other side of it, what you are right now seeing is a heavy police presence. We are still seeing members of the National Guard out here. And as Chad was talking about, there has been this constant debate about what security should look like ever since January 6. Where we are right now is where one of the roadblocks was set up that the suspect tried to drive through them, the barricades, when he hit those two Capitol Hill -- Capitol Hill police officers. As I looked over my shoulder a second ago, I can even see the officers searching the trunk of the suspect, as they're still going to be trying to piece together any potential motive or what actually led up to the chain of events, obviously, an investigation that is not just done quickly, but it's going to take some time. As Chad again was pointing out -- and he really is the expert in all things on the Hill, but he was so right that there has been a lot of talk about what Capitol Hill security is going to look like going forward. Will people be able to just to go through any of these House and Senate office buildings, or is it going to be much more tightly controlled with appointments, things to that effect? Security is traditionally tight up on Capitol Hill. Where this happened was one of the barricades, the last barricade, basically, you could get to get a car into the area outside of the Capitol, House, as well as the Senate. It's an area where we will see staffers basically go to pick up their bosses, take them back from votes. It's also an area where members of the press come through even on a daily basis. But, since January 6, there have been so many changes. There had been fencing that had been set up. There have been National Guard troops. Speaking of the National Guard troops, when I left the White House to kind of raise over here to the Hill, I saw a large contingent of those troops all in formation up along Constitution Avenue, which is the road that leads basically from downtown D.C. up to the Capitol. And they were there ready for anything that may potentially happen. Since then, things have calmed down significantly. We have seen that -- essentially, that all-clear given from the Capitol Police Department for the folks that are inside. But even outside now, tourists are out walking around. It's not the sense of this major crime scene, except for what's happening over my shoulder. Of course, that's where the focus is going to be. I have been amazed at just how much the Capitol Police was willing to share about what they knew leading up to this. And that happened so quickly after the incident ,because this happened at 1:02 this afternoon. And we had that news conference, I believe, before the 3:00 hour. And they were talking about not only what they have known so far, but also the questions that they don't have answered at this point, including the motive, what the -- what the investigation will go forward from there. We know that, obviously, there will be an investigation, because it's an officer-involved shooting. So, Neil, there's going to be a lot of talk about how this was handled, but, of course, all of the thoughts and prayers for the Capitol Police Department right now with everything that's going on. Neil, I may have lost you in my earpiece right now, so I'm going to send it back to you, but I apologize. I cannot hear you as I have now lost you in our earpiece here -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Mark Meredith, I want to thank you very much. Mark Meredith on the Capitol. All right, we have been able to double-source and confirm right now who the shooter was -- or who the knife-wielding suspect was. FOX News now confirmed that the suspect is identified as Noah Green, 25 of Indiana. These multiple sources have said that the suspect may have ties to the state of Virginia and that he identified him on Facebook as a Nation of Islam follower. Could have recently lost his job. But we're getting -- trying to sketch a lot of these details together. Jeff James is a former Secret Service special agent. What he makes of all of this. Jeff, we're still piecing together a lot, a lot of parts of this puzzle. But it could have been a lot worse, I guess. It could have been a lot worse. Your thoughts?"
    },
    {
      "speaker": "JEFF JAMES, FORMER U.S. SECRET SERVICE SPECIAL AGENT",
      "utterance": "It could have. And one of the things I want to point out is what your first correspondent mentioned earlier, is that the security apparatus worked today. This man wasn't able to get past that second barrier. The tragedy that comes from it is awful. And it's a ripple effect that will go through all of law enforcement. Any time we lose a brother or sister in blue, we all feel it. But, again, just like we had at the White House when I was with the Secret Service, we'd rather fight you on the outside than have you get into our inner perimeter. And, today, that worked."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Jeff, obviously, the entire Capitol Hill compound was shut down. A lot of people think of it as the Capitol underneath the Rotunda, respectively, but it's a much wider swathe of buildings, including Senate and House offices, other buildings that are swept up in this. So, it's a big deal when they have a lockdown, isn't it?"
    },
    {
      "speaker": "JAMES",
      "utterance": "It is. And the Capitol Police have a tremendous job. I don't think people realize the amount of square acreage that the Capitol Police actually cover. And to do it with a small agency, they do a tremendous job. And, again, they're reeling today. The loss of a second officer within three months is a tremendous blow to that agency. And I think it really goes to show that we're so shocked by this because they have done such a great job for so long that, when there are tragedies like this, it is -- it's doubly shocking, because they do a great job, and, largely, it goes unnoticed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, they have been working in concert with a lot of National Guards men and women who have been at the Capitol since January 6. Now, those guards' numbers have come down. I think they were still around 2,000. I could be wrong, Jeff. But now I would imagine they're going to stick around a while, but your sense of what role they will play going forward?"
    },
    {
      "speaker": "JAMES",
      "utterance": "I think they will continue to play the same role that they're playing now, is that outer perimeter of security, so that the Capitol Police can remain at the middle perimeter, and in the inner perimeter around the people they're actually charged to protect, so they're not bringing outside entities into the Capitol. You have people inside the Capitol who are going to know the evacuation routes, who are going to know everything from emergency medicine protocols to protocols if there's some kind of chemical or biological attack. So, it would be my guests that the National Guard will continue to be that outer perimeter, that first line of security."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jeff James, thank you very much, following these latest developments."
    },
    {
      "speaker": "JAMES",
      "utterance": "OK. Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Want go to Charles Marino right now, a former Secret Service special agent himself, on how vulnerable the Capitol might be. Again, sadly, enough, the system worked. An officer is dead, but the system worked to keep any assailant from getting inside of the compound that we call the Capitol. So, in that sense, it was a success. And this officer maybe and potentially saved some lives with his sacrifice today. So, Charles, the next issue then becomes whether even wider areas should be cordoned off. This was talked about after the January 6 attacks on the Capitol. I'm wondering now, in light of this incident, whether it'll reignite those talks, because we have seen sporadic incidents like this and drivers who get close to the Capitol. Or there was that woman a few years ago, had sporadic driving, and it prompted a lockdown similarly before the January 6 developments. But where do you think this is going as far as automobile access, and close access, at that, to the Capitol?"
    },
    {
      "speaker": "CHARLES MARINO, FORMER U.S. SECRET SERVICE SPECIAL AGENT",
      "utterance": "Yes, Neil, thanks. A tragic day for the Capitol Police once again and the country. So, my thoughts and prayers go out with the Capitol Police. Listen, as we know, following January 6, the Capitol Police went under a comprehensive review of all of their security processes and procedures. And we saw the temporary fencing go up. We saw the additional vehicle bollards be put in place. And we see the National Guard there. I think what you see today is a consistent threat that a place like the Capitol faces each and every day. As we know, these types of events have, unfortunately, happened previously before January 6. And this is the first major security incident following January 6. So, I think the Capitol Police here, based on the review that was put forth, showing that they do need some enhanced perimeter there around the Capitol. The Capitol Police themselves do need more manpower, more training, more technology, better communications. I think all of this needs to be taken into consideration. And I think you saw today the important role that the vehicle bollard played and that the officers played. This is what we call concentric rings of security. And you saw the important role that the officers played in responding to the threat. But make no mistake about it, you need an established perimeter around a place from the Capitol. There are known and unknown threats that can emerge on any day, as we saw today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Charles, I was thinking, even outside the White House, right, a very different case, but that used to be vehicular traffic, right, on the north end of Pennsylvania Avenue, mere feet from the White House grounds. That is now just open to pedestrians, and oftentimes closed to pedestrians, if there's any concern about anything. I'm just wondering whether the Capitol goes the same route."
    },
    {
      "speaker": "MARINO",
      "utterance": "Yes, I think what they -- where they need to land is, what's going to be that acceptable security vs. public balance in terms of access to the Capitol that the lawmakers want to see there? The Capitol Police are very, very unique. You and I have spoken about this before. They actually report to Congress. So, they're going to have to take that into account. But I think the incident today demonstrates just how important a proper security procedure and perimeter is to have in place. You need to allow the experts, in this case, the Capitol Police, put forth the security plan that's necessary to keep everybody safe within the Capitol. Now, do I think the National Guard is the long-term solution here? No. I think we will see the Capitol Guard -- the National Guard, rather, stay in place until the Capitol Police can get themselves in a place that they need to be regarding manpower, equipment and resources that they need to adequately protect the Capitol. But there's -- there's always that balance in security, Neil, between going overboard and the public access, especially when you're looking at a building like the Capitol."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that's putting it mildly. Charles, thank you very much. Charles Marino helping us out with this. Now, keep in mind, Congress is on recess, the Senate and the House, for the holy holidays here. Charles Marino joins us -- I'm sorry. Representative Andrew Garbarino joins us right now, Republican of New York, sits on the House Homeland Security, a ranking member there. Congressman, where are you now, sir?"
    },
    {
      "speaker": "REP. ANDREW GARBARINO (R-NY)",
      "utterance": "I'm -- I'm in district on Long Island."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. So, did you have any staff members working at the Capitol today? I know today was the recess for pretty much everyone. I'm just wondering. It could have been very different and probably a little scary if everyone was there, right?"
    },
    {
      "speaker": "GARBARINO",
      "utterance": "Absolutely. Yes, I mean, a lot of my staff was home, office staff. We had -- we did have some committee staff that was on site today finishing up some work. We have a trip to the border next week. So, some of the Homeland Security staff was still in. But thank God that this -- this today was Good Friday. This could have been a lot worse, especially considering where -- where the assailant drove his car into. A lot of people, especially when the weather's out -- weather's nice outside, they use that entrance to get from the Senate buildings over to the Capitol, instead of -- instead of taking the tunnels. So, if this was a fully -- a full day in Washington, this could have been a lot worse."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, looking at this, and how worse it could have been, to your point, Congressman, there's going to be a push again to reassess security around the Capitol. It's come up again and again. I was covering this on FOX Business when the news first broke. And I had one guest who was saying, we have got to do outside the Capitol what we do outside the White House. We're not telling people to stay away from the Capitol, but we're telling vehicular traffic to stay away from the Capitol. That's what we should be doing, much as we do outside the White House. What do you think of that?"
    },
    {
      "speaker": "GARBARINO",
      "utterance": "It's very difficult to do that. They just took down the outside perimeter that was up after January 6 that shut down both Independence and Constitution Avenue. Those are very, very highly traveled roads. What happened today, the barricades actually did the job that they were supposed to do. They stopped the assailant from being able to get onto Capitol grounds."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "GARBARINO",
      "utterance": "It did what it was supposed to do. And the police officers did what they were supposed to do. And I have to say, my thoughts and prayers are with the family of the officer that lost his life today, and all the Capitol Police. With what they have had to deal with, with the last three months, losing another officer today, it breaks my heart. I speak to these officers every day when I'm in Washington. They put their lives on the line for us. They deserve so much respect and so much help. And I -- it just breaks my heart that they have to go through this all again."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "After that, it is sobering. And you're quite right about that. Congressman, thank you very, very much. I'm glad you're well, your staff is safe, and all of that, Congressman Andrew Garbarino in New York on today's developments. Want to go to Peter Doocy. The president of the United States is at Camp David this weekend. He had left, I think, before any of this erupted up on Capitol Hill. Peter, do we know whether he's planning a statement or anything like that?"
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "We do not expect to see the president on camera again at any point today from Camp David, which is a helicopter ride away from here in Maryland, because, shortly after he arrived at the presidential retreat, the White House told us there was a lid, as they refer to it, on presidential movements and statements. So, we don't expect to see him. We have no reason to think that he is coming back to the White House this afternoon. The press pool that travels with the president has not been notified of any potential movements on this Good Friday. We know -- the only information that we have gotten firmly and ready for air came through the press pool from the press secretary. And that is just that the president is aware of what happened. But we have not heard anything from him about the death of this officer who died defending the Capitol or the officer who remains in the care of doctors at a hospital here in Washington, D.C., Neil. So, unfortunately, right now, even though we have learned a lot in the last couple hours, not much to report from the White House and President Biden yet."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Peter, we know the lockdown that took place on Capitol Hill and surrounding buildings on Capitol Hill. Do we know whether there were any changes or even partial lockdowns, anything of that sort at the White House, even with the president gone at that time?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "No. And part of the reason I came upstairs right as things were unfolding up the street, up Pennsylvania Avenue, and there was a somebody from the Park Service who was cutting some of the grass, and there was somebody else using a weed whacker. I noticed that there was some sort of a normal shift change with the Secret Service. It did not appear that they were on any kind of a higher alert. But part of the reason why that would be on the White House grounds is that the big fencing that recently came around -- came down at the Capitol still remains around pretty much the entire 16-acre White House complex, plus a few additional blocks out towards Lafayette Park, which was the scene of a lot of the really heated protests this summer. So, this entire area has a perimeter that makes it really difficult for anybody that does not have a hard White House credential to get close to. And so it did not seem like there was any kind of an additional posture added here at the White House because of what was going on up the street, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Peter, thank you very much, Peter Doocy. By the way, the U.S. Capitol Police now have identified the officers slain in today's developments, William Evans. We're efforting more, a little bit about him, a very brave man who, whose actions today along with a fellow officer colleague, might have made an already bad situation, well, it could have been a lot worse without what he sacrificed. But, again, one officer was killed in this. The assailant was also shot storming the officers with, we're told, a knife at the time. No word on the condition of that other Capitol Police officer. Let's go to Ric Grenell right now. Of course, you remember Ric as the acting director of national intelligence, our former ambassador to Germany as well. Ambassador, thank you for coming. There's a lot we don't know about what this 24-year-old man, Indiana man, motives were and why he was where he was and why he attacked those officers. So, I guess we just have to wait. But your thoughts on how protected the Capitol is for this sort of thing, God forbid if it happens again, sometimes with a lone -- a lone, unstable individual or a large crowd? What do you think?"
    },
    {
      "speaker": "RICHARD GRENELL, FORMER ACTING U.S. DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "I think it's important that we wait and we get the facts. The folks at the Counterterrorism Center, I'm sure, are working overtime. They have incredible information. Americans can be very proud of the intelligence officers that work around the clock to figure out all of the pieces of intelligence and trying to put it together. And whether or not we had any intelligence on this or not, I can guarantee you we have a whole bunch now on this individual and the car and all of the surrounding information. I can't imagine what the slain officer's family is thinking today on Good Friday. I can't imagine getting the call, when you're thinking you're going to celebrate Easter, and your husband or your father is dead in the line of fire. I hope that we constantly remember all of these police officers, law enforcement officials on the front line. You know, Neil, I'm sensitive to not overemphasizing just the ones that happened in Washington, D.C. This week alone, we had an officer die in Texas on Wednesday. Within the last seven days, we have had four, one in New York, one in Florida, one in Indiana. We have had six from the beginning of the year in California. There have been 89 total since January 1. This is an epidemic. This is why we have to back the blue. This is why we have to fund police officers. Police officers that rush to the front of a crisis, these men and women are heroes. And we can -- we always need to remember that they need our support."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Ric, much has been made of whether the Capitol is vulnerable to this sort of thing. It is what it is, I think, as one agent told me a little earlier today, but that we have got to heighten security around the area, and that we can't just leave it to the Capitol Police, that the National Guards men and women who are there maybe should stay there. I think it's down to 2,000 now. Might be a little bit more. Might be a little bit less, but that their presence is just as important and to help out in the Capitol itself. What do you think of that?"
    },
    {
      "speaker": "GRENELL",
      "utterance": "Look, I think today is a really difficult day to have that conversation. A thoughtful conversation, when we're all emotional about this, I think, is hard. But we need to have those conversations. We need to figure out what the balance is. Freedom is very important. And so is public safety. I was listening to a previous guest say that some of the barriers that are in place have been there for a very long time. These aren't new."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "GRENELL",
      "utterance": "This isn't something that was part of the increased security. And I think that that's true. It worked to stop the vehicle. And that's a good thing. I think we have to have a thoughtful discussion about this. But I don't want to overemphasize having so many police officers everywhere in every public building. We have to have a balance here. We don't have enough, actually, to stop every single incident. And I think that we need to have a thoughtful conversation going forward."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, while I have you as well, Ambassador, I do want to hearken back to the security. And it has grown to be a security issue even at our border right now and all of these migrant minors, including the really heart-wrenching view of these two little girls who were dropped from a 14-foot fence. They're OK. But it did heighten the sense that things are getting out of control there and that the administration, whether it's the president or the vice president, should get down there, that this is now to the point where thousands increase every week. And they're being shifted off to facilities all over the country and more still needed. What do you think of what's going on right now and what the president should be doing?"
    },
    {
      "speaker": "GRENELL",
      "utterance": "You know, I think it's a Washington game to say, oh, the vice presidents should rush down to the border or the president should be there and we should have some sort of photo-up. I think that's silly. Most Americans don't really think that the presence of the president or the vice president is going to make a huge difference. Of course, symbolically, that's important. I would rather focus on the language. And what we have had from this administration is a confusing situation. We have had people who have failed in the past to protect the border, to be very strong in trying to have law and order at the border, they're now in charge. They have this somehow mixed-up mentality that having an open border or showing your sympathy for people jumping the line somehow equates to being pro-immigrant. And I think you can do both. And I think the Republican Party has shown that they have done both. We are a country that allows a million people a year citizenship. We're very generous in this country. But there's a line, because there's probably 100 million people that want to come in. So the idea that you're going to message jumping the line is OK, I don't think is very pro-immigrant. I actually think it's anti-immigrant. And I think it's anti-law enforcement. And in California, we have this thing called sanctuary cities. And it's a real nice name to the idea that we're going to ignore law enforcement and ignore laws that we don't like. That's dangerous. I'd rather see people and the media focus on the language that is clearly enticing people to break the law, jump the line, and somehow get away with it because we're -- we think that it's compassionate. What about all the people that are waiting in line?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very good point. Ambassador, thank you. Director, very good seeing you, albeit on this very tragic day. We're getting a little more on officer, William Evans, the U.S. Capitol Police officer who died in today's attack. And I want to read from a statement from the USCP, the United States Capitol Police, saying that Officer Evans had been a member of the U.S. Capitol Police for 18 years. He began his service on March 7, 2003, was a member of the Capitol Division's First Responder's Unit. \"Please keep Officer Evans and his family in your thoughts and prayers.\" And it does. And we do. We will have more after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, more states are widening their eligibility requirements for those who get the vaccine. Some as young as 12 years old can go ahead. The read from Dr. Anthony Fauci -- right after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we know what happened in the nation's capital today. We still don't know why, investigations into what prompted a 24-year-old man to attack two Capitol Hill police officers, killing one of them. The latest right now from Chad Pergram, who's trying to put all this together -- Chad."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Well, we don't know much about the suspect. His name is Noah Green. He is 25 years old. He is from Indiana and appears to have some ties to Virginia. What we have also learned in just the past couple of moments here -- and the U.S. Capitol Police have put out a statement here -- is about the officer. There were two officers who were hit by Green's car here in this incident at the Capitol. And two were injured. One, of course, is Billy Evans. He died from his injuries, according to U.S. Capitol Police. I'm going to read this from the acting U.S. Capitol Police chief, Yogananda Pittman. It just came in. She says that he had been a Capitol Police officer for the past 18 years. He began his service with the Capitol Police on March 7, 2003, and was a member of the Capitol Division's First Responder Unit. And House Speaker Nancy Pelosi has lowered flags at the U.S. Capitol to half-staff in honor of Billy Evans. Pelosi says that he was a martyr for democracy. So, again, they're still trying to piece this together, what this was all about. The one thing that we do know from Robert Contee, who is the acting Washington, D.C., police chief, is that there was no nexus to terrorism. At least, that's in the early going here. I will tell you, Neil, that they're usually able to piece together a lot about these suspects pretty quickly, get a license plate, get information about the suspect pretty quickly. I have seen other incidents here on Capitol Hill where they had the name and even figured out a car within a matter of a few minutes, because they have security cameras everywhere. But, again, such a sad tragic day again at the U.S. Capitol. I cannot underscore that enough. And that was something during Yogananda Pittman's press conference outside where she -- she was obviously overcome by emotion a little bit, the fact that she was thrust into this role to be the acting police chief after the events of 1/6, after they fired the Capitol Police chief at the time, Steven Sund, and both the House and Senate sergeants at arms, Paul Irving on the House side and Michael Stenger. But to have two Capitol Police officers killed so close together, when only two had ever been killed defending the Capitol in the history of the U.S. Capitol Police, is really remarkable. And that's why everybody is so sad here, because you have a number of officers who are still hurting. And what this will stoke is this conversation about how long the National Guard should continue to be here. Keep in mind that Nancy Pelosi has just named William Walker, who was the head of the D.C. National Guard, ready to send his troops to the Capitol on 1/6, William Walker will be the new House sergeant at arms, succeeding Paul Irving, who was asked -- they asked for his resignation the day after the riot on 1/6. But, again, they're trying to figure out what they know or what they can learn about Noah Green, who was the suspect who crashed his car into this barricade and lunged at officers with a machete or a -- a large steak knife is how it was described to me. And, of course, everybody on Capitol Hill rattled again by Officer Billy Evans giving his life to defend democracy at the U.S. Capitol. It was just February that Brian Sicknick, who died, he lay in honor in the U.S. Capitol..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "... the same as the other two officers who died in a shoot-out here in 1998, Jacob Chestnut and John Gibson, who were killed here in 1998 -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Chad, thank you very much for that. Chad Pergram on this senseless horror on Capitol Hill today, because the day had started out so well. We were getting word of enormous progress on the vaccine front. Then we got a very good jobs report today that showed almost a million Americans were added to the nation's payrolls. So, things were starting off on a very, very good foot, particularly the CDC director saying that the travel risk for those who have been vaccinated are very, very low. And she even went so far as to say, with great caution, that you can travel, but always take precautions. The read on all of this, on the vaccine front, with Dr. Anthony Fauci right now, the White House chief medical adviser. Doctor, very good to have you. Thank you for taking the time."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "Thank you for having me, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Doctor, first off, on what the CDC director is saying, travel, OK, it's a little less risky for those who have been vaccinated. What about those who have not? What do you think, and how would you recommend travel for them?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "Yes. And it's very clear what we have been saying all along, and Dr. Walensky underscored this today, is that, if you are unvaccinated, you should really avoid any unnecessary travel, only very essential travel, and, if so, follow very carefully the CDC guidelines about mask-wearing, et cetera. What she said today about people who are vaccinated, that the risk is low of getting infected, and there are certain things that you don't have to do. For example, you don't have to get tested before and after you travel, except if the destination requires it. And you don't have to quarantine yourself when you return from travel, for example, internationally. So, there's the advantage now that's being articulated about getting vaccinated with regards to travel."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, what if you haven't been vaccinated? And what -- if you could recommend to family and friends of your own, Doctor? They haven't been vaccinated, but they're itching to fly. The airlines are offering all sorts of deals to get them to fly. What would you tell them?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "You know, I would tell them it's risky. If you're not vaccinated, it's risky. And you should probably limit travel to absolutely essential travel. Now, obviously, a lot of people have to travel for quite good reasons. And, if you do, and you're going to do that, make sure you follow all the guidelines of safety and public health considerations, wearing a mask, avoiding congregate settings. When you're at the airport, don't congregate around people. keep your distances. We know, when there is travel, when there are surges of travel, we see surges of infection. There's no doubt about that. And, for that reason, we want to encourage people, as soon as they get availability for vaccination, please get vaccinated. The results, Neil, are extraordinarily favorable now, if you look not only at the efficacy in the clinical trial, but the real-world effectiveness of vaccinations is most extraordinary. The more we learn about it, the more we see it, the more reports we get, we see how extraordinarily effective these vaccines are, as well as durable. I mean, the CDC came out with an MMWR, their weekly publication, looking at the real-world effectiveness of vaccines. And it's really quite good, a great incentive for people to get vaccinated as soon as it becomes available to them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it's been bumpy abroad, right, in Europe right now, where a couple of countries, Italy and France, are in all but lockdowns on Easter weekend. In France, they're recommending you don't go to church, because it's that worrisome. What do you think of that? Could that happen here?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "Well, you know, it's interesting, Neil, that we generally, from the dynamics of the outbreak, are about three to four weeks behind what happens in Europe. And what we saw here was, we had the big spike right after the holiday, Christmas and New Year's season, came precipitously down. Well, what it's done now, it's plateaued at an unacceptably high level, anywhere from 30,000, 40,000, 50,000, and now the most recent is 60,000 new cases a day. And it's been creeping up over the past several days to a week. That's a warning sign that there's a possibility that you're going to have a surge. That's exactly what they're seeing in Europe. They peaked up, they came down, they plateaued, and now several countries are having a surge. That's what we absolutely need to avoid in this country. And the way you avoid it is just stick by for a while longer. You know, it's kind of a race between getting people vaccinating and putting off a surge of new cases. Every day, we get more than three million people vaccinated. Just yesterday, we had 3.9 million people vaccinated, which was really a record. Fifty million Americans have been fully vaccinated, and 100 million have received at least one vaccine. So, every day that goes by, we get better and better protected, which means that, every day that goes by and we do that, we're getting closer to the point where we will be able to pull back safely on some of those guidelines. I know everybody is itching to do that. They want to do it. We all have COVID-19 fatigue. But if we can hang on a bit longer, until we get more of a proportion of the country vaccinated, we will be much better off and much less likely that, when we do pull back, that we're going to get a surge."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, a critic of yours has been this Dr. Marty Makary, who says today, of course, this waiting to get to that certain level of vaccination doesn't appreciate the magnitude of herd immunity that develops at a much lower rate, that you're being too, too cautious, too tepid in your response, even when it comes to recommending masks, I believe you had said not too long ago, Doctor, well into 2022. What do you think of that, that you are..."
    },
    {
      "speaker": "FAUCI",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... being very, very, very cautious, to the point of making it impossible to come out of this?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "Well, first of all, let me respond to one thing that that person is saying that he's just completely misunderstanding."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Dr. Makary, right."
    },
    {
      "speaker": "FAUCI",
      "utterance": "Yes, Dr. Makary."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "FAUCI",
      "utterance": "When I'm talking about -- he says, when I talk about herd immunity, I'm only considering people who are vaccinated. And that's completely incorrect. When you talk about herd immunity, which is a bit of an elusive concept, because we don't know exactly what that percentage is, it's a combination of the people who've already been infected and very likely are protected, plus the people who get vaccinated. Those are a group of people, which, together, are individuals which are generally immune or protected. The greater that group is, contribution from both, those who've already been infected and those who are vaccinated, you get closer to the point where you have a blanket of protection over the community. Regarding being too cautious, we want to make sure that, when we make recommendations, we do it on the basis of the science. You can anticipate and kind of, I wouldn't say guess, because that's a bit of a pejorative word, but you can say it is likely that something is the case, which is true. It is likely that, if you are vaccinated, that you are not going to spread infection if you get infected without any symptoms. There's no doubt about that. I understand that as well as anybody else. But there's studies that are coming online now that are going to definitively prove that. And that's the reason why we say, when that happens, we will pull back on the recommendation of saying people who are vaccinated should continue to wear masks. It's very likely that they're not infective. But just to be sure, and just to be cautious, you want to be conservative on the side of saying, wait until we get data where we could definitively prove that. It isn't just me, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But wearing masks into 2022, Doctor, do you still stand by that?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "Neil, that was taken -- come on. Let's get serious about this. That was taken totally out of context. What I was saying, if we have..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you don't -- you don't think that's right? You don't think you should have masks in 2022, it shouldn't be necessary?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "It is very -- we don't know. And I'm not saying that we will. If we get a major surge, and we have a continuation of an increase in cases, it is conceivable that we may be having to wear masks in 2022. But if we continue to get people vaccinated, and we get the overwhelming majority of people, together with those that have been infected, and the level of infection goes way down, we very likely will not have to. We're playing this game here. You take a word or a sentence somebody says, and you throw a gotcha at them. No, I did not say, definitively, we unquestionably will be wearing masks in 2022. I said, under certain circumstances, that might be conceivable that we would have to. But there are circumstances in which we may not have to."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Well, the reason why I mention it is because Senator Marco Rubio, who respects you, wonders whether you have been consistent."
    },
    {
      "speaker": "He said",
      "utterance": "\"Dr. Fauci is a very good public health official. His job is to advise policy-makers and inform the public, but his job is not to decide what we can do, where we can go, or which places can open or close. And his job is not to mislead or scare us into doing the right things.\" What did you make of that?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "Well, you know, Neil, I don't know how to answer that without sounding hostile, because I'm not. I know I have a great deal of respect for the senator. I'm not trying to scare anybody. What we're saying is that we make recommendations based on scientific evidence and data, because what you want to do is give the American people the information they need to make choices. And you make a recommendation. I don't think anyone would consider me a scaremonger. I have never been that way at all. So, when we talk about wearing a mask, not wearing a mask, doing this or not doing that, we like it to be based on evidence and data. And that's the way I have guided anything I have said for now the last 40 years. Nothing has changed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, Mark Meadows, the former chief of staff for President Trump, says you have changed, Doctor."
    },
    {
      "speaker": "He said",
      "utterance": "\"Dr. Fauci is the same one who said that every recommendation he made to President Trump, President Trump followed. Now we have an administration. We have a new Dr. Fauci that seems to forget some of the conversations that he and I had,\" that you have changed your views. What do you think of that?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "You know, here again, I don't want to have a conflict with Mark Meadows. I know Mark. I like him. We got along really quite well during the -- during the Trump administration, I think, is being a little bit misleading. Certainly, there were things that I said to President Trump that he absolutely agreed with and went along with. Everybody is also aware that there was some concerns that I had. And we don't want to rehash them, because I don't want to be putting anyone down. But, in general, I have been really quite consistent in what I have said. People can take words and sentences, pull them out of context, and say, well, he's been inconsistent about this and that. And, you know, Neil, that's just not helpful, because that becomes ad hominem, as opposed to let's all pull together to get this outbreak behind us. So, that's the reason why I really don't like to answer tit for tat when somebody says something about you, because I don't have any animus to any of them. I worked very well with them when we were in the Trump administration."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. And it might be the case. And I do notice that much of the criticism, in fact, the lion's share of it, Doctor, comes from those who worked with you in the Trump administration. Peter Navarro actually went so far as to say you were the father of COVID, Lindsey Graham last night saying that it was important for you to get down to the border and see the super-spreader event that's going on there. What do you think of all of that?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "You know..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "These are largely coming from Republicans who have serious animus toward some of the things that you recommend and say, and maybe just you, period."
    },
    {
      "speaker": "FAUCI",
      "utterance": "You know, Neil, I have become sort of, for some reason or other, a symbol to them of what they don't like about anything that has to do with things that are contrary to them, anything outside of their own realm. It's a little bit bizarre, I would say. I mean, what Lindsey Graham, who I -- who I like -- he's a good person -- I have dealt with him very, very well over the years -- equating me with things that have to do at the border, I mean, I have nothing to do with the border. Peter Navarro saying I created the virus, I mean, how bizarre is that? I mean, think about that, Neil, for a second. I mean, is that a little weird? I mean, come on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What did -- I think what Lindsey Graham was getting at, other -- mentioning this, because of the COVID spread at the border, with all of these thousands who have been crammed in there, that maybe someone with your expertise should be down there just to monitor how worrisome a situation this is. Do you think it's a worrisome situation? Do you think it could be a super- spreader event?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "I mean, obviously, it is a very difficult situation at the border. We all know that. The administration is trying as best as they can to alleviate that situation. I mean, having me down at the border, that's really not what I do, Neil. You know what I do. I develop vaccines. I develop countermeasures. I mean, having me at the border, I don't know why they're saying I should be at the border, any more than someone who has experience in those types of things. So, it's really puzzling."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, are you worried, I guess, about the -- about the virus spread there, or whether that's something we should monitor, whether it's something that maybe we have lost sight of as a -- forget about just the throngs who have gotten there, but how this could lead to a spread of the virus?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "You know, obviously, this is of concern to the administration. I mean, the president himself has expressed that. We don't want people to be coming over the border. I mean, when unaccompanied children do, they come under the auspices of HHS. When migrants enter, they come under the auspices of ICE. They're tested, to the extent possible. If they're positive, they're quarantined. That's what I know about it. No one is denying that it is not a difficult problem at the border. I just was a little bit concerned when people equate what I do with the border. I mean, I don't know the reason for the animus. But I -- I'm really not quite sure. And I -- and, quite frankly, Neil, I am so busy trying to do some important things to preserve the health and the safety of the American people, that I can't be bothered with getting distracted with these people that are doing these ad homonyms again. It just -- it doesn't -- it -- really, it doesn't bother me. You brought it up. It's one of those things that, if they want to do that, let them do it. I have more important things to do than worry about that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, let me go right back to the virus, if I can, sir. I know you mentioned that we may not need this AstraZeneca vaccine. It's had a host of other issues, some blood clotting issues, that have given some countries pause. But was that your way of saying, I wouldn't welcome it here in this country? We have got the three that we're working on now. We don't need AstraZeneca. What did you mean by that?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "No, what I was saying -- it was merely a quantitative thing, Neil. We have contractual arrangements with Sanofi -- excuse me -- with Pfizer. We have contractual relationships with Moderna."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "FAUCI",
      "utterance": "We have contractual relationships with J&J. We have more than enough vaccine to vaccinate everybody in this country and even have some in case we need to boost people. We, in fact, will be able to very likely share some of that with countries that need it. I think that the A.Z. vaccine is a good vaccine. It is going to play an important role in the global response. When the question was asked to me, do I think we will be using A.Z., I mean, everything is on the table, but I'm not sure we need yet again another product to be able to do with what we're doing. That's all I meant. There was nothing disparaging at all about A.Z. I think it's going to have a very important role in the response globally. It's a good vaccine. It's got good efficacy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Doctor, we're still waiting, and even the World Health Organization is a little bit discouraged about China's response to getting to the origins of this. Many have cited it started in a Wuhan lab. I mean, others have come back and forth on that. I know you have doubts about that when it was raised by the former CDC director. But where are you on this and whether the Chinese should be more forthcoming? And if they are never forthcoming, should that be a worry?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "Well, I have in -- multiple times, Neil, in the past have expressed some concern about the transparency of the Chinese. I mean, I felt that right from the very beginning. When we had the cluster of cases in December of 2019, first, we were told it all was jumping from an animal to a human, and there wasn't really spread from human to human. Then we found out there was spread from human to human. Then we found out the spread was really quite efficient from human to human. And then we found out that, in fact, the -- the virus was transmitted by people who had no symptoms. So, we went from something that was supposed to be only an animal to a human to something that clearly was human to human and that was spread by people without symptoms. So, obviously, there's skepticism when you talk about the transparency. And with regard to the report, I'm not quite sure how that information was gathered. And that's the reason why there are a lot of talk about maybe going back and being a little bit more detailed and granular about how you got that information."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, with the vaccines going on right now -- and you mentioned three million the other -- more than three million a day. Is that -- does that keep us bulletproof? I guess what I'm asking you, Doctor, I mean, we take yearly flu shots. Will we have to do something like that for this going forward?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "You know, it is -- yes, Neil, it's conceivable, because the thing that we don't know -- and, again, it gets -- gets back to what I was saying, is that, as time goes by, you get more information, and you act on the information. We don't know what the durability of the protection is. We know it's at least six to eight months, but we don't know if it's a year or a year-and- a-half or two years. So, there are a lot of factors that will go into whether or not we're going to require a boost and how often we will require it. If the -- if the durability of the protection is really quite long, and it does well against the invariable appearance of variants, we may not have to boost, or we may only need to do it very intermittently. If it looks like the durability of the protection is really limited, to an extent, to a year or so, we very well may need to boost people intermittently."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Dr. Anthony Fauci, thank you very much, sir, for taking the time you did to address these and a host of issues. Out of fairness to you, I wanted you to respond to some of those criticisms that you have been receiving. And you did. And I appreciate that very, very much."
    },
    {
      "speaker": "FAUCI",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Dr. Anthony Fauci, the White House chief medical adviser. All right, in the meantime, at the White House, we're getting an official response from the president of the United States on these Capitol Hill attacks. Keep in mind, he is at Camp David for the weekend."
    },
    {
      "speaker": "But reading a statement from the president",
      "utterance": "\"Jill and I were heartbroken to learn of the violent attack at a security checkpoint on the U.S. Capitol grounds which killed Officer William Evans of the United States Capitol Hill Police and left a fellow officer fighting for his life. We send our heartfelt condolences to Officer Evans' family and everyone else grieving his loss. \"We know what a difficult time this has been for the Capitol, everyone who works there and those who protect it. I have been receiving ongoing briefings from my homeland security adviser, and will be getting further updates as this investigation proceeds.\" And that investigation is proceeding. So many questions about why a 24- year-old man from Indiana originally decided to drive into the nation's capital and attack two Capitol Hill police officers. So much we don't know, but, eventually, we will. Here comes \"The Five.\" THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED. END Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}