{
  "date": "April 26, 2018",
  "headline": "Bill Cosby found guilty, faces 30 years in prison",
  "subHeadline": "Comedian convicted of drugging and molesting Andrea Constand in 2004; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/bill-cosby-found-guilty-faces-30-years-in-prison",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "This is a Fox News alert, a guilty verdict for a TV icon. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL COSBY, ACTOR",
      "sentences": "There's no music coming through the head set. You still bopping to what's left in your brain? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Bill Cosby rose to super stardom in the 1980s as America's dad. Today, he was convicted on all three counts of aggravated indecent assault in his retrial for a crime committed in 2004. Cosby remains free on bail until his sentencing. Let's bring in Fox News' Bryan Llenas, he's live outside the courthouse in Norristown, Pennsylvania, with the details. Brian? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS",
      "sentences": "All right, Dana. Well, Bill Cosby, America's dad, is now a convicted felon. The jury of seven women and five women deliberated for 14 hours and found him guilty on all three felony accounts. Now, this rendering this guilty verdict is a big, big shock to many people out here. He now faces up to 30 years in prison. Now, Bill Cosby left the courtroom defiantly with his fist up in the air. It was almost as though he was acquitted. But we've seen this before. Inside the courtroom, though, it was a completely different story. Bill Cosby sat stoically as the verdict of guilty was read by the jury. Andrea Constand, the accuser, she sat there also stoically. But, then, it all changed in a remarkable moment when Bill Cosby lashed out inside the courtroom calling the district attorney an A-hole for trying to revoke his bail, saying that Cosby could have -- had the ability and the means to leave. They took away his passport and they, in fact, kept his bail. A remarkable moment inside that courtroom. Meantime, Andrea Constand, she accused Bill Cosby of sexually assaulting her at his home in 2004. This case came down to the issue of consent. Did the jury believe Andrea Constand or did they believe Bill Cosby. There wasn't a lot of physical evidence in this case, but the case was mainly about Andrea saying that Bill Cosby gave her three blue pills and then sexually assaulted her. The jury, obviously, with this guilty verdict, believing Andrea that she did not give Cosby consent, after two trials and 14 years since this happened in 2004, the D.A. praised her courage. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN STEELE, DISTRICT ATTORNEY",
      "sentences": "We have shown from our record that money and power or who you are, will not stop us from a criminal investigation for prosecuting a case. What was revealed through this investigation was a man who had spent decades preying on women that he'd drugged and sexually assaulted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Now, last summer, this case ended in a mistrial, hung jury. But, in this retrial, a big, big difference for the prosecution was the judge allowing the testimony of five other accusers who had accused Bill Cosby over the years. This helped the prosecution set up -- set Cosby up to show that he had a pattern of behavior. Well, Cosby's defense attorney, Tom Mesereau, well, he spoke after and said that they vow to appeal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM MESEREAU, DEFENSE ATTORNEY FOR BILL COSBY",
      "sentences": "We are very disappointed by the verdict. We don't think Mr. Cosby is guilty of anything, and the fight is not over. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Are you going to appeal, sir? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MESEREAU",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MESEREAU",
      "sentences": "Yes, very strongly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "A sentencing hearing still needs to be set in terms of the date. Again, he faces a maximum of 30 years in prison. He likely will not get that 30 years, but he will likely spend the rest of his days in prison. The comic legend, 80-years-old, now a convicted felon. Dana? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Bryan. Thank you so much. And we have Kimberly Guilfoyle here who has tried these types of cases. You're going to explain all this, because I understand it the real determining factor was this idea of the other crimes evidence and allowing other people to come in and talk about it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "Yeah, and prosecutors, and we use that kind of evidence in cases called prior bad acts. That's the sort of like the colloquial terminology. And what it is, is evidence of other people coming forward to say that the defendant acted in a way similar with them in terms of like modus operandi, the way that they behave. In terms of the Bill Cosby in this case, they had to look for other instances of victims and witnesses to come forward that will be very similar in nature to this particular case and with this victim alleged happened to her, which is a pattern and practice of drugging for the purposes of committing a sexual assault. And in this case, it was alleged that Benadryl was used to try to put her out under -- and makes it very difficult. Because, when you're in a case like this and somebody does this and you prey on another individual, you use something like that because they won't be able to really recall, recollect, or be able to testify against you or perhaps even identify. When you hear of cases saying like roofying at clubs, et cetera. It's particularly heinous, because you're picking on a vulnerable victim to do that in the hopes that they won't be able to identify you, and the hopes you will be able to do it again so that you can prey on more victims. One of the things in this case, Bill Cosby will be identified and assessed as a sexual predator. They'll do an assessment and present that to the judge at the time. So all those other pieces of evidence and information that came forward they're going to put that forward to determine whether or not he should be categorized like that and, of course, register as a sex offender. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "At 80-years-old. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "At 80-years-old. Years later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "My other question for you, and then we'll take it around the table, is when his lawyers say that they're definitely going to appeal, do you think that they would try to appeal on the grounds about this judge and his discretion of allowing this evidence in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. Because you have a big pre-trial, a hearing, and you brief the matter to say this is who we want to bring in, and they tried to bring in some 14 women to come forward. And the judge said, well, I will allow these five because they're probative versus too prejudicial to the defendant, because you really have to balance because it's really ripe for appeal for someone to bring that forward. But this has been something that, as prosecutors I have done as, you know, prosecuting sexual assault cases, really fought hard to get this to be evidence on the books because it is so compelling. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } And in a case like this where you didn't have, you know, DNA or you didn't have a percipient eyewitness there to say what happened to her, it's her word against his. That's why this other evidence is compelling to say, wait a second, someone is willing to take a stand, take an oath, and tell you that the same type of thing happened to them. Some of these women were precluded from having justice in their individual case because the statute of limitations has run, but they're still there to tell the truth and subject to cross-examination. That will be the linchpin of Mesereau's appeal which will probably take about two years before that comes to light. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. And earlier today, you're reminding people -- you just want to warn everyone like he's not going to jail in a couple of weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No. And he's out on bail now. Pretty much the same -- the house, they took away his passport because they say can be a flight risk. When you think of people like Roman Polanski or Harvey Weinstein, when you have someone with means and recourse that can charter a private jet and take off and never be heard from again. The judge made sure that wasn't going to happen in this case. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan, I turn to you for either a comment or a question from Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I mean -- you know. So, Cosby is someone I know pretty well. And, you know, to me, Cosby's guilt was less in question because he's someone who had admitted that he was buying Quaaludes, now an illegal drug, for the purpose of partying and to give them to women. And then, the question was whether or not that kind of thing would be allowed, and it was allowed in both trials that were heard. The difference in this one, as Kimberly was saying, is that you had the additional testimony that created for the jury the impression of a pattern of abusive behavior. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think that, whereas, there was an attempt to undermine Andrea Constand, the principle person here charging Cosby, as someone who was a con artist in the words of Mr. Cosby's defense attorney, who was simply trying to make money off a very rich, famous man. Here came people who said, you know what? I was just hoping that he was going to be a father- figure. That he was going to help me with my career. I did not understand that this was what he was after. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } And, impossibly, one of the most chilling moments from the trial, there was a young woman who was 17 at the time, her name was Chelan Lasha, and she says in open court, you remember me, don't you, Mr. Cosby. It was like, oh my god. You know, she was 17 at the time, and here she is now staring him in the face and saying it. That's pretty compelling if you're sitting there as a juror and to say, you know, what is she getting out of this? She's no con artist. In addition, remember, Cosby had paid $3 million to Constand in a civil case. So, to some extent, he had admitted some culpability on that level. But, I just want to close on this thought, Dana, which is, you know, he was America's dad as you said in the opening, and the reason that I know him so well is I was writing a book about the fact that he was saying to the black community, hey, you know what? There're different ways to look at social progress and what's going on in our community. Why aren't we taking a stand against the drug dealers? Why aren't we saying something about holding black families together? Why don't we say something about our responsibility in terms of high rates of violent crime? And it was so interesting that the judge in the first case, maybe before the first case said I'm going to allow in all this evidence about Cosby because he think he's such a moralist. He's lecturing other people. So, if he said in deposition he was buying Quaaludes, let it be public for the big moralist. Boy, it came back to bite him big time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg, I don't know if you had a question for Kimberly, or if wanted to talk about anything in particular. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "Well, I guess everybody has kind of covered the angles that you'd expect. I mean, if I hear the phrase America's dad again, you know, we get it, it's a surprise. But remember, these are characters, fictitious characters. There are real people that play those roles and sometimes they're just not good people. But I think it kind of go, well, OK, we're so surprised. But, if you look around in history and you look at a lot of entertainers, a lot of them do play wholesome characters. Was it Jimmy Savile in England, who was a big entertainer of children, it turned out he was disgusting molester. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } I have a side question that I'm just curious, what happens to the Cosby Show? Something that was probably one of the most successful shows ever in syndication, you know, it's like when you watch the Naked Gun and O.J. is in it, you can't really watch it the way you used to you watch it. So, when you watch the Cosby Show, when you're looking at it, it changes the way you look at something. And I wonder if that's just a show that kind of just goes away. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "If you look at it in the context of the Me Too Movement, Greg has always talked about the stratosphere of guilt. It's very clear that Bill Cosby is on the far end of that stratosphere. He's in the higher B-line, Weinstein situation, because, as you said, the predatory type behavior, the Quaaludes, and he was mixing the Quaaludes with alcohol in a grooming process and -- over a pattern, over the course, I think, since the 1960's. He's actually still pending a civil lawsuit in, I think, Los Angeles County at the Playboy Mansion, where he allegedly molested a teenage girl there at the Playboy Mansion. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, that's still pending. So, you know, he's looking at a pretty tough next couple of years. When you see someone -- I mean, as a kid it's kind of bewilders because I grew up with Cosby, and you see all these other talented people with these dark sides and you don't really know how to reconcile that, but this guy really deserves it, I believe. He starts with Fat Albert, and then you had Mr. Huxtable. At one point, he was making $4 million an episode with the Cosby Show. Huge crossover appeal, racially, commercial appeal. You know, he had the pudding, Coca Cola. A lot of endorsement deals. At one point, he was worth $400 million. And when Hannibal Burris, the comic did a little standup routine in Philadelphia, and joked that he was a rapist, it all came crashing down. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } At one point, I think almost 60 women came forward since the 1960's and said he did something to them. And you have TV land pull the syndication deal. You had NBC pull out of their deal. And the money dried up, the tour dates collapsed. And, now, he's probably going to rot in jail or die in jail. It's just a sad ending to the legacy. But, at the same time, you just really want to pour your heart out to all the women who were victims of this man. And, I guess, they had their day in court and justice was served.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Kimberly, they want me to tease -- they want to ask you what you could expect at a sentencing hearing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So, at the sentencing hearing they're going to do the assessment of Mr. Cosby, really do a deep dive into his back, they're going to do like background, socio, psychologic assessment. And the defense will be able to present witnesses or evidence on his behalf. You'll also hear from victim impact statements about what they did to him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And similar to the gymnastics cares of Dr. Larry Nassar and going forward with that, that we actually saw the women come forward, like Haley -- who I did an event with, she's one of the women who testified. So, what also I think is important here, he should have to pay not for -- just like the crimes that he committed, but for the cost of the prosecution, and he made light of it, 3.5 million is nothing. So, the prosecution in this case is going to be asking for the defendant to reimburse the state for the price of prosecuting this case, which was quite extensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Thank you, Kimberly, for the expertise. President Trump has some harsh words for Democrats after his pick to lead the V.A. withdraws his nomination over allegations of misconduct. You'll hear from the president, next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's no longer the V.A. secretary nominee, Dr. Ronny Jackson withdrew from consideration this morning. He maintains the allegations against his character are fabricated, but says they have become a distraction so he will no longer pursue the position. President Trump eviscerated Democrats for taking down his pick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "This is an admiral, highly respected, a real leader. And I watched what Jon Tester of Montana, a state that I won by like over 20 points, you know, really they love me and I love them. And I want to tell you that Jon Tester, I think this is going to cause him a lot of problems in his state. These are all false accusations. These are false. They're trying to destroy a man. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } By the way, I did say welcome to Washington. Welcome to the swamp. Welcome to the world of politics. But, for Jon Tester to start bringing up stuff like candy man, and the kind of things he was saying, and then say, well, you know, these are just statements that are made. There's no proof of this. And he has a perfect record. He's got this beautiful record. Unblemished. I don't think people in Montana -- the admiral is the kind of person that they respect and admire, and they don't like seeing what's happened to him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The president also sounding off about the obstruction of many of his nominees. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They're very upset because Mike Pompeo who was, again, first in his class at West Point, top at his class at Harvard Law School, a brilliant guy, a great guy, and somebody I get along with very well. You know, Mike got through and they thought he had him stopped. The Democrats are obstructionists. It's horrible what they're doing. It's a disgrace. In fact, they had a report the other day that at this rate it will be nine years before they're allowed to come into government. So, you have people that have given up everything. They've given up their jobs, top line people, brilliant people. They want to come in and help us in government. And, Chuck Schumer and the group take, you know, years to approve them. Years. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, Juan, does the president have a point when he says that these are unnamed, unsourced allegations, a lot of them are criminal, some of these allegations, they're blind, and kind of nasty and this was able to derail a nomination. Do you think that's fair? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it's fair that you have people can forward and feel they can trust their elected representatives, in this case, the senators to tell them what's going on. And what we know from Senator Tester of Montana is that these were mostly military people who are coming forward with the complaints. So, I don't know exactly how political. I think there's lots of politics around the Veterans Administration at this moment. But, what we can see right now is that, you know -- I mean, to me, the sort of blinding fact is not obstruction but the lack of experience and lack of qualifications for Ronny -- Dr. Jackson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He had no experience managing a large bureaucracy. He had no experience with the Veterans Administration. And there's questions about the amount of vetting that he went through by the Trump White House before the nomination was made. It looked like it was largely based on the fact that Trump got along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. Well, people say that they've had a lot of very qualified people running big, large organization at the V.A. before, and the V.A. has not performed up to task, Kimberly. What do you think about the president's use of obstruction? It sounds like it's been pole tested, and I think he believe that word works very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. He poll tested it himself, and he likes enough to be true and it works. Yeah, they're acting like obstructionists. They're really only hurting the fine men and women who serve in the military and the veterans that come back that really want to get some quality medical care and healthcare, and they want somebody that they can -- yes, look up to and be able to make sure that they can get the services they need. Well, if the bureaucrats and the people with managerial experience had done such fine job before, why is the V.A. in such shambles? Perhaps, it was right to take a fresh look at somebody that was trusted over 12 years, taking care of one of the most powerful people in the country, former presidents and the current president, who served admirably. OK. This is someone who served this country, done an outstanding job, and they allowed representational smears. And make no question, politics is at play here because this came from within, like, the V.A. and people on the inside, a couple of them, trying to smear the reputation of this find doctor, this admiral, with no regard with what it would do to his reputation, his career and his life. Faceless, nameless, not something innocent, say, they just came forward to be able to trust their senators. This is about protecting other people that want to preserve their job within the V.A., so this is the swamp at its murkiest disgusting worst. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you can't say that the American legion is part of the swamp, unless you might want too. But, American. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I'm not referring to the American legion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". legion people say they didn't -- I mean, it's like 20 percent of the veterans said they don't approve of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I'm not talking some approval question, not a specific allegation question. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. So, Greg, this is why we don't have good people in D.C. working because, you know, you get smeared or you have to have political experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, you know -- but you have to be a certain person if you're nominated in Republican administration, a better person than if you were nominated in a Democratic administration, because when you're in a Republican administration it's two against one, it's Democrats and the media. If you're being nominated in a Democratic administration, the math is, all you've got to worry about is the Republicans because the media doesn't care. They're not going to waste their time with you. They're happy that you're there. And, I'm always sympathetic, even if there were questions about Jackson, I'm always sympathetic to the target because the target is never perfect. He or she's always human. And they live a life as a human. They don't live a life as a perfect person, because they're never really thinking that they're going to be president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And there's no such thing as a perfect person, except Dana Perino. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, no, and Jasper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just think that -- the problem we're seeing right now is we're seeing achievement moderated by the mob. Fewer people gonna want to do this sort of thing. They rather just keep their head down to avoid getting whacked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's true. And he got whacked pretty hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't disagree with anything anybody has said. If I could just make a couple of points, I'm very fond of Dr. Jackson. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". I know him well. I do think that the Republicans and the conservatives for years have used media bias as a crutch. And it is true, there is bias. And that's why you have to just be smarter than them. And I do think that -- if they had just asked the president to give them 24 hours to just run this by a couple people and really talk to Dr. Jackson and understand, are you sure you really want to go through this? Is there anything that could possibly come up? Talk to a couple senators. Then, they wouldn't have had this situation today. And as to obstruction, I agree there are some problems. But, today, the president got confirmed his secretary of state, Rick Grenell, Ambassador of Germany. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". nineteen total people got confirmed today under the leadership of Mitch McConnell for the president. There is some responsibility to put forward nominee that you think can get approved if that's -- unless you want to have nomination fights. Nomination fights can help you, politically. But if you really want to help solve the problem, you got to actually put forward people that can get confirmed and are willing to go through the process. May I make a recommendation for a possible nominee for V.A. secretary? Former Senator Dr. Tom Coburn of Oklahoma. I think that he -- no being, no question about him as qualifications. I don't think they'll be any question about him getting confirmed. Former senators usually do get confirmed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What about Merrick Garland?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There it goes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Merrick Garland, that's obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The trial balloon that Dana just floated. The president is telling Fox News about his new connection with Kanye West that has everybody talking. Greg takes it on next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's day five of the Kanye-pocalypse. And just as predicted, if you step out of the box, the others still in jail will turn on you: if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } JIMMY KIMMEL, HOST, ABC'S \"JIMMY KIMMEL LIVE!\" So now Donald Trump has two black friends. He's got -- I hope Ben Carson doesn't get jealous. TREVOR NOAH, HOST, COMEDY CENTRAL'S \"THE DAILY SHOW\": I don't even know what happened here. I think Kanye West just realized he's too rich to not be Republican. I don't even know what it is. STEPHEN COLBERT, HOST, CBS'S \"THE LATE SHOW WITH STEPHEN COLBERT\": We have the right to independent thought, and I independently think that Kanye has lost his mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What an overreaction. You'd think the guy advocated for child marriage. But it's just like high school, isn't it? The person who won't act like everyone else gets the shaft. Isn't it odd that Hollywood lectures us on bullying and diversity, but when it comes right down to it, they're group-think enforcers intolerant of individuality? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } So why is that? It's the curse, again, of identity politics, which puts the group before the person. Also behind the mockery is a fear that their target might be onto something, and the mockers are being left behind. When someone dares to be different in a way that comes with a cost, you either reevaluate your own choices or seek to silence him or her. Which leads me to another criticism, that those on the right lauding Kanye would rip him apart if his comments were left-wing. What if it was about needing more gun control? It's actually a fair point, except it misses the big picture. What Kanye is doing, unlike that position, isn't a reflection of the same conventional assumptions that gets great press. You know, this is a daring move, because it goes against that very tide. Thus, it's one that costs you capital, support from your entertainment pals and even record sales. He didn't join a parade. He left a prison, and he's paying for it. But maybe that's why Kanye did it. He realized that he could absorb the slings and arrows that others couldn't. Who does that remind you of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that's Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I was going to say it rhymes with \"Yeezus.\" It rhymes with \"Yeezus.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Anyway, you want to hear what Donald Trump had to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You're comparing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm saying, yes, he suffered the slings and -- he is risking himself for the good of others. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I was, like, with you all the way until Jesus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean, people talk about looking for people who are Christlike. The guy's willing to sacrifice a lot of himself for others. I welcome the laughter, because I'm also sacrificing myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You don't even believe in Jesus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I don't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He believes in Yeezus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeezus! Yeezus!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is too much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I did that for you, Juan. I did that for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You put him over the edge. Well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. let's go to this. Donald Trump talking about Kanye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I get along with Kanye. I get along with a lot of people, frankly. But Kanye looks, and he sees black unemployment at the lowest it's been in the history of our country, OK? He sees that stuff, and he's smart and he says, \"You know what? Trump is doing a much better job than the Democrats did.\" When I see a Kanye sticking to his guns, or when I see others -- and there are plenty of others -- sticking to their guns, and coming out and saying it -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "One of the things that I learned today is that your point about getting kicked out of your tribe is that, do you know that he was actually -- they said that Kanye was part of the alt right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, this is preposterous --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- that he is part of the alt-right. And you know how I feel about him in terms of the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I'm willing to let it go. Conservatives have been saying similar things for many, many years. Sometimes in terms of politics and public policy timing is everything. This is an opening. And if President Trump can take it, go for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the thing. It feels like a possibility for something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, I hate to take issue with the president of the United States. I doubt Kanye is looking at black unemployment and saying, \"You know what? It's Trump tax cut policy.\" I just think Kanye likes controversy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Kanye likes to, like, move outside of the box. And it works. He's an independent thinker. He's not afraid to take the slings and arrows. This is not about politics. Kanye has admitted he's not a Republican. He's not a Democrat. I think he honestly just likes Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What's wrong with that? Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think he respects Trump, and he likes him. And he's not afraid to get out of that lane and say he likes the guy. And he's not going to listen to the mob say you have to hate this guy. He respects individuality. And when an individual gets out of line, the mob comes down and slams you. He's been called mentally ill. He's been called a sell- out. He's been called everything. They've been mocking him on late night. He doesn't care, though. And I think that's what makes Kanye different and makes him have that dragon energy in the way that Trump has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can I just throw this as -- this is a tweet from Chance the Rapper. \"Black people don't have to be Democrats.\" All right. That doesn't necessarily mean they have to be Republicans, Juan. But could you interpret that tweet as saying that he wants the Democrats to improve their party; \"do not take us for granted\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sure, so don't ignore us, as Republicans do. Don't take for granted. That's the old saying. But in the case of Kanye West. This guy, I mean, you know, he said that, while Obama called him a jerk for his being rude to Taylor Swift and, like, when he was in the hospital. When he was addicted to opioids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Who invited him? It was Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, that's the basis. There's no policy -- there's no substance. And when you talk about getting out of the box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What's wrong with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There is a little substance. He said what has Obama done for Chicago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Gosh, yes, yes. He's done nothing. You know, this is -- when it comes to substance, this guy has nothing. This is the guy, in fact, who said Cosby was innocent. This is a guy who condemned George W. Bush. You guys are suddenly flocking to him, because it's convenient. But why you would take him seriously, I have no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Why wouldn't you take him seriously?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because he's not a serious person. He's, like, a provocateur.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's your -- that's your opinion. But he's actually a serious businessman, and he's hugely successful. No, you don't know, because I don't think you're very familiar with his background.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't care about business. We're talking politics. He's endorsing the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right. And he is entitled to have his opinion like anybody is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sure. Build it. Say something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You're trying to diminish him, because, what, he's a singer and rapper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The guy was in the hospital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He says the basis -- Trump asked him to come over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So that's the basis to totally disregard and just debase an individual, to say they had mental illness problems?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They should be discounted in their opinion? I just think that is a very myopic, shortsighted viewpoint, and it's not very fair. He's somebody that used to say, \"Listen, go ahead and say what you want to say. Give your opinion.\" He was invited over to Trump Tower. He was at the transition. And they had a meeting. Maybe they did talk about business. Maybe they did talk about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't know what they talked about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You don't know. You're not a mind reader, and you weren't there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is a matter that seems to me to be so trivial. But again, in the era of people being shot at Waffle House and people being treated --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I stand up for people's rights. I stand up for people's rights to express themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now we're talking about Waffle Houses. We've got to move on. All right? The president had a lot more to say about his fired FBI director after watching James Comey on TV last night. Hear that after \"The Five\" returns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "President Trump unleashing on fired FBI director Jim Comey after watching his town hall last night. TRUMP (via phone): Comey is a leaker, and he's a liar. And not only on this stuff. He's been leaking for years. He did an illegal act -- and he said it himself -- in order to get a special counsel against me. So Comey leaked. And by the way, also, what he did with CNN in order to placate them, you saw that whole scenario. This is a big mistake, this book. He is guilty of crimes. I did a great thing for the American people by firing him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Comey sounded off once again on the president's call to lock him up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "That is not OK. This is the United States of America. The president of the United States is saying -- forget me. Saying that lots of private citizens shall be in jail. Should be in jail. Must be in jail. That is not OK, given our commitment to the rule of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh my gosh. In a little over half an hour from now, Bret Baier will sit down with the director on \"Special Report.\" You don't want to miss it. So that's going to be fantastic. Yes, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have a -- I want Bret to ask him this question: Did he change his book on the publisher's request? Because I think the real story that would have made Comey honorable is talking about why he did the right thing regarding Anthony Weiner, just days before the election, why he -- why he allowed that information out there, which hurt Comey, but he did it for the country. And that's a great book. And instead, his publisher said, \"Trump sells.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So -- OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I want to ask him if he changed his book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I still don't think that would make him honorable. Let's be -- let's be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He did the right thing with Weiner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that's a book. No one's done that book yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Memos, giving out classified information --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And no one will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But it's just -- Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Disseminating it to two individuals, not just this professor at Columbia. Also, not telling the truth when he was testifying about that professor's classification that had some FBI clearance. Oh, and then he gave it to another individual -- Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know. I don't know what to say. I mean -- I know this. I play a little game with myself. Like how fast can I get home, walking as fast as I can, in order to see \"Special Report\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Or you could stay here and watch it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And you have -- your gait is very small.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's right, but I walk fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "She's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Like a sped-up movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "She's fast and furious. She goes really quick, and she wears sensible shoes. I would never throw in a walking contest against her. Trust me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would ask, he leaked these memos in order to trigger a special counsel to look into his firing. I would say, what makes you think you're that special that you're going to put the country through this because you got fired? Hillary would have fired your -- before -- fired you before Trump. I didn't say that word. I would also ask you put forward an unsubstantiated dossier into a FISA judge. Knowing it was unsubstantiated and unverified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "How can you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because he knew it was unverified, because he told the president when he met with him it was unverified. And then he's later admitted it was unverified in the book. So why did you put that to the judge, knowing it was not verified? And No. 2, why did you proffer Steele as a credible witness when you already had known he had lied and leaked? I would ask those three things. I know Bret's watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my gosh. Bret, please take notes from Jesse Watters. OK, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I mean, clearly, he didn't break the law. Everybody has said this. The documents weren't classified. So the issue here is his behavior around the Trump investigation and the Hillary investigation. So, I would come back to the issue of why did you decide to make -- make news about the Hillary investigation and not announce that you were investigating Trump for the Russia coordination collusion with the campaign? And, of course, the big answer -- and I think this is the big news out of the Comey book -- is he thought Hillary was going to win. So, why is politics all of a sudden in your bailiwick, Mr. Comey? Why are you suddenly judge and jury for the American people and essentially put Trump in the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, well, once the I.G. report is released, we'll see if, in fact, that Comey and McCabe are going to be prosecuted. And it's not clear cut that it was unclassified, totally false, and he used it for his own purposes to benefit for his book to make money. Bad. Another twist in the bizarre blog drama involving MSNBC host Joy Reid coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "MSNBC has a problem. One of its stars wrapped up in a scandal, and it just keeps getting stranger. Host Joy Reid apologized in December for homophobic posts on her old blog. Now she's claiming to be the victim of hacking after a new batch of damaging posts were unearthed. Her attorney says the FBI has opened an investigation. Reid could be in legal trouble, though, if her claims are not true. In the meantime, MSNBC sticking by the embattled anchor. Greg, what do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know what? I -- there's no statute of limitations for stupidity, and I think that's wrong. I think we need it. Just -- I want to give you three examples. One of the great voices against white supremacy, a guy named Christian Picciolini, was once a leading white supremacist. One of the great critics of radical Islamic extremism was once a radical Islamist. That was Maajid Nawaz. One of the great experts in fraud and identity theft was a notorious fraudster who served time in many prisons. That's Frank Abagnale. My point is, people can see they're wrong, and people can change. And I would think, with Joy, that would happen, although I doubt she would extend the same courtesy to us but we -- what do we do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When they go low, we go high.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Go high.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Most of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And right now I am high.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hey, Dana, though, Chris Butler with the Internet Archives --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- looked back and said there's no evidence that any of her tweets or posts were manipulated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. So I will always defend her right to say anything, her right to change her mind. But if she lied about it to try to cover it up, that's actually more harmful to society. If we encourage people to hide what they actually believe or to hide that they have evolved in their beliefs, then that's terrible for civilization. So I would defend her, but I would hope she didn't lie about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Go low, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You want me to go low? Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "How low can you go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would say -- I would agree that I think it's 10 years has passed since this, and she's apologized for offensive comments. She can get over this. It seems like the media is more out for blood than the audience. I'm not really sure the audience really cares. Her ratings have been good. I mean, she's overcome CNN in the first quarter this year in her time slot. That's never happened before. So they're sitting on a pretty talented person over there, for them. Still a battle for second place, let's be clear. The interesting issue is that NBC faces sort of a \"Sophie's Choice.\" You have a black female anchors who has offended gay and lesbians. So whatever decision they make with her, they -- if they cut her or they keep her, they're going to affect a prominent, you know, part of their audience. I'm not sure what they're going to do. We'll see. Their credibility, though, is at stake, because she actually said in one of these posts that she liked Trump, thought he was funny and sided with Trump over Rosie O'Donnell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Now she's going to get fired for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Look at how happy Jesse is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, that's blasphemous for a Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's right. Nail in the coffin. Nail in the coffin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, for Democrats. So you have -- she doesn't like haircuts on -- straight haircuts on women. She doesn't like Rosie O'Donnell. She's disgusted by gay kissing. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK, well, listen, she better hope the FBI comes up with a really good forensic report and analysis, because they can determine this and figure out if she did it. If she did it, she'll have no credibility. If she lied about it, it's a huge, huge problem. Then she owns those comments. And so now, the problem is the left always want to say, \"I got hacked or it's the alt-right\" or it's something. So truth coming home. Let's see what it -- they determine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Fact is, we are giving her a lot of support that she wouldn't give us. Media Matters would be after us in a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And the FBI is actually wasting time digging into this? Are you serious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, get ready for some laughs. How about that? \"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's time for \"One More Thing\" -- Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's time for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAPHIC",
      "sentences": "Greg's Take Your Child to Work Day",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Greg's Take Your Child to Work Day.\" As you know, it's Take Your Child to Work today. So I brought my little baby with me. Yes, 8 pounds 3-ounces. Isn't he adorable? His name is \"The Gutfeld Monologues.\" And you know what? If you want to take a look at him, you can order him at Amazon, Barnes & Noble or go to SimonAndShuster.com and check out my little baby. Look at his face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Is that all your baby pictures up there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He still -- and he's got his teeth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This is your eighth child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is my eighth one. I believe it's my eighth. My eighth or my ninth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Looking good for it, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. K.G.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That was interesting. All right. For the second year in a row, President Trump hosted wounded warriors at the White House, and it's always very memorable. Today event kickstarts the annual Soldier Ride, which is a four-day bike ride to inspire and empower veterans and service members with physical and psychological wounds of war. The president saying earlier that the U.S. was in the eternal debt of every service member standing with him today. It was quite moving if you were able to see this, and it's a true reminder of the service and sacrifices of our nation's bravest. The men and women that serve us. God bless them all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- to be (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "We said earlier congratulations to our new ambassador to Germany, Rick Grenell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "New edition of \"Mom Texts.\" First up, \"Be so careful, Jesse. Trump will be impeached if he fires Mueller. We live in a country of LAWS,\" capitalized. No. 2, \"Obviously, Dana has balanced sources, Jesse. Your interpretation of the nothing burger is not only pitiful but inaccurate and woven from tattered cloth.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "\"Jesse, you used to read veraciously. What happened? An occasional novel would be in your very best interest.\" No. 4, \"Stop it right now! You are being obnoxious to your co-hosts! Who are you!!\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's an evergreen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's every show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And finally, \"I'm going to ask that you pick up the Comey book, 'A Higher Loyalty.' Please do this for your mother.\" All right, Mom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Did you get around to that yet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I picked it up, and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I have gifts. I have gifts for my \"One More Thing.\" I got a note today from Sandra Mullenfont (ph), Sandra Mullenfont (ph) of Brown Hills, New Jersey. She has a dog named Abby. This woman quilted all of these gifts for us, and they're very unique to everyone. You get the unicorn pillow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I got the dog bag for Jasper. Kimberly, you get a fairy bag for your shoes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wine bag for you, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wait, I want that, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And a newspaper pillow for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Very nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "This is very nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Get a picture. Producers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you, Sandra. Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. This is all over the Internet. Take a look at this picture, folks. It's a picture of a farmer in rural Spain. Now, take a look at that face. A little bit closer. Now, compare that face to this face. Yes. You know him. It's President Trump. Yes, they're doppelgangers. Who knew?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Dolores Antelo, a 64-year-old farmer, never met the president, doesn't even own a cell phone; but social media has made her an international star because she looks like the president. Now the woman is being called the Donald Trump of Costa De Morte, and it's a viral sensation. Her daughter Anna said, \"Imagine if we were in Donald Trump's family.\" Oh, my goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, you'd have to do a little 23 and Me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Imagine if you did that with Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" up next with special guest James Comey. Hey, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Hey Dana, thanks. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "This is a Fox News alert, a guilty verdict for a TV icon."
    },
    {
      "speaker": "BILL COSBY, ACTOR",
      "utterance": "There's no music coming through the head set. You still bopping to what's left in your brain?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Bill Cosby rose to super stardom in the 1980s as America's dad. Today, he was convicted on all three counts of aggravated indecent assault in his retrial for a crime committed in 2004. Cosby remains free on bail until his sentencing. Let's bring in Fox News' Bryan Llenas, he's live outside the courthouse in Norristown, Pennsylvania, with the details. Brian?"
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS",
      "utterance": "All right, Dana. Well, Bill Cosby, America's dad, is now a convicted felon. The jury of seven women and five women deliberated for 14 hours and found him guilty on all three felony accounts. Now, this rendering this guilty verdict is a big, big shock to many people out here. He now faces up to 30 years in prison. Now, Bill Cosby left the courtroom defiantly with his fist up in the air. It was almost as though he was acquitted. But we've seen this before. Inside the courtroom, though, it was a completely different story. Bill Cosby sat stoically as the verdict of guilty was read by the jury. Andrea Constand, the accuser, she sat there also stoically. But, then, it all changed in a remarkable moment when Bill Cosby lashed out inside the courtroom calling the district attorney an A-hole for trying to revoke his bail, saying that Cosby could have -- had the ability and the means to leave. They took away his passport and they, in fact, kept his bail. A remarkable moment inside that courtroom. Meantime, Andrea Constand, she accused Bill Cosby of sexually assaulting her at his home in 2004. This case came down to the issue of consent. Did the jury believe Andrea Constand or did they believe Bill Cosby. There wasn't a lot of physical evidence in this case, but the case was mainly about Andrea saying that Bill Cosby gave her three blue pills and then sexually assaulted her. The jury, obviously, with this guilty verdict, believing Andrea that she did not give Cosby consent, after two trials and 14 years since this happened in 2004, the D.A. praised her courage."
    },
    {
      "speaker": "KEVIN STEELE, DISTRICT ATTORNEY",
      "utterance": "We have shown from our record that money and power or who you are, will not stop us from a criminal investigation for prosecuting a case. What was revealed through this investigation was a man who had spent decades preying on women that he'd drugged and sexually assaulted."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Now, last summer, this case ended in a mistrial, hung jury. But, in this retrial, a big, big difference for the prosecution was the judge allowing the testimony of five other accusers who had accused Bill Cosby over the years. This helped the prosecution set up -- set Cosby up to show that he had a pattern of behavior. Well, Cosby's defense attorney, Tom Mesereau, well, he spoke after and said that they vow to appeal."
    },
    {
      "speaker": "TOM MESEREAU, DEFENSE ATTORNEY FOR BILL COSBY",
      "utterance": "We are very disappointed by the verdict. We don't think Mr. Cosby is guilty of anything, and the fight is not over. Thank you."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Are you going to appeal, sir?"
    },
    {
      "speaker": "MESEREAU",
      "utterance": "Yes."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MESEREAU",
      "utterance": "Yes, very strongly."
    },
    {
      "speaker": "LLENAS",
      "utterance": "A sentencing hearing still needs to be set in terms of the date. Again, he faces a maximum of 30 years in prison. He likely will not get that 30 years, but he will likely spend the rest of his days in prison. The comic legend, 80-years-old, now a convicted felon. Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Bryan. Thank you so much. And we have Kimberly Guilfoyle here who has tried these types of cases. You're going to explain all this, because I understand it the real determining factor was this idea of the other crimes evidence and allowing other people to come in and talk about it."
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "Yeah, and prosecutors, and we use that kind of evidence in cases called prior bad acts. That's the sort of like the colloquial terminology. And what it is, is evidence of other people coming forward to say that the defendant acted in a way similar with them in terms of like modus operandi, the way that they behave. In terms of the Bill Cosby in this case, they had to look for other instances of victims and witnesses to come forward that will be very similar in nature to this particular case and with this victim alleged happened to her, which is a pattern and practice of drugging for the purposes of committing a sexual assault. And in this case, it was alleged that Benadryl was used to try to put her out under -- and makes it very difficult. Because, when you're in a case like this and somebody does this and you prey on another individual, you use something like that because they won't be able to really recall, recollect, or be able to testify against you or perhaps even identify. When you hear of cases saying like roofying at clubs, et cetera. It's particularly heinous, because you're picking on a vulnerable victim to do that in the hopes that they won't be able to identify you, and the hopes you will be able to do it again so that you can prey on more victims. One of the things in this case, Bill Cosby will be identified and assessed as a sexual predator. They'll do an assessment and present that to the judge at the time. So all those other pieces of evidence and information that came forward they're going to put that forward to determine whether or not he should be categorized like that and, of course, register as a sex offender."
    },
    {
      "speaker": "PERINO",
      "utterance": "At 80-years-old."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "At 80-years-old. Years later."
    },
    {
      "speaker": "PERINO",
      "utterance": "My other question for you, and then we'll take it around the table, is when his lawyers say that they're definitely going to appeal, do you think that they would try to appeal on the grounds about this judge and his discretion of allowing this evidence in?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. Because you have a big pre-trial, a hearing, and you brief the matter to say this is who we want to bring in, and they tried to bring in some 14 women to come forward. And the judge said, well, I will allow these five because they're probative versus too prejudicial to the defendant, because you really have to balance because it's really ripe for appeal for someone to bring that forward. But this has been something that, as prosecutors I have done as, you know, prosecuting sexual assault cases, really fought hard to get this to be evidence on the books because it is so compelling. And in a case like this where you didn't have, you know, DNA or you didn't have a percipient eyewitness there to say what happened to her, it's her word against his. That's why this other evidence is compelling to say, wait a second, someone is willing to take a stand, take an oath, and tell you that the same type of thing happened to them. Some of these women were precluded from having justice in their individual case because the statute of limitations has run, but they're still there to tell the truth and subject to cross-examination. That will be the linchpin of Mesereau's appeal which will probably take about two years before that comes to light."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. And earlier today, you're reminding people -- you just want to warn everyone like he's not going to jail in a couple of weeks."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No. And he's out on bail now. Pretty much the same -- the house, they took away his passport because they say can be a flight risk. When you think of people like Roman Polanski or Harvey Weinstein, when you have someone with means and recourse that can charter a private jet and take off and never be heard from again. The judge made sure that wasn't going to happen in this case."
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan, I turn to you for either a comment or a question from Kimberly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I mean -- you know. So, Cosby is someone I know pretty well. And, you know, to me, Cosby's guilt was less in question because he's someone who had admitted that he was buying Quaaludes, now an illegal drug, for the purpose of partying and to give them to women. And then, the question was whether or not that kind of thing would be allowed, and it was allowed in both trials that were heard. The difference in this one, as Kimberly was saying, is that you had the additional testimony that created for the jury the impression of a pattern of abusive behavior. And I think that, whereas, there was an attempt to undermine Andrea Constand, the principle person here charging Cosby, as someone who was a con artist in the words of Mr. Cosby's defense attorney, who was simply trying to make money off a very rich, famous man. Here came people who said, you know what? I was just hoping that he was going to be a father- figure. That he was going to help me with my career. I did not understand that this was what he was after. And, impossibly, one of the most chilling moments from the trial, there was a young woman who was 17 at the time, her name was Chelan Lasha, and she says in open court, you remember me, don't you, Mr. Cosby. It was like, oh my god. You know, she was 17 at the time, and here she is now staring him in the face and saying it. That's pretty compelling if you're sitting there as a juror and to say, you know, what is she getting out of this? She's no con artist. In addition, remember, Cosby had paid $3 million to Constand in a civil case. So, to some extent, he had admitted some culpability on that level. But, I just want to close on this thought, Dana, which is, you know, he was America's dad as you said in the opening, and the reason that I know him so well is I was writing a book about the fact that he was saying to the black community, hey, you know what? There're different ways to look at social progress and what's going on in our community. Why aren't we taking a stand against the drug dealers? Why aren't we saying something about holding black families together? Why don't we say something about our responsibility in terms of high rates of violent crime? And it was so interesting that the judge in the first case, maybe before the first case said I'm going to allow in all this evidence about Cosby because he think he's such a moralist. He's lecturing other people. So, if he said in deposition he was buying Quaaludes, let it be public for the big moralist. Boy, it came back to bite him big time."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg, I don't know if you had a question for Kimberly, or if wanted to talk about anything in particular."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "Well, I guess everybody has kind of covered the angles that you'd expect. I mean, if I hear the phrase America's dad again, you know, we get it, it's a surprise. But remember, these are characters, fictitious characters. There are real people that play those roles and sometimes they're just not good people. But I think it kind of go, well, OK, we're so surprised. But, if you look around in history and you look at a lot of entertainers, a lot of them do play wholesome characters. Was it Jimmy Savile in England, who was a big entertainer of children, it turned out he was disgusting molester. I have a side question that I'm just curious, what happens to the Cosby Show? Something that was probably one of the most successful shows ever in syndication, you know, it's like when you watch the Naked Gun and O.J. is in it, you can't really watch it the way you used to you watch it. So, when you watch the Cosby Show, when you're looking at it, it changes the way you look at something. And I wonder if that's just a show that kind of just goes away."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "If you look at it in the context of the Me Too Movement, Greg has always talked about the stratosphere of guilt. It's very clear that Bill Cosby is on the far end of that stratosphere. He's in the higher B-line, Weinstein situation, because, as you said, the predatory type behavior, the Quaaludes, and he was mixing the Quaaludes with alcohol in a grooming process and -- over a pattern, over the course, I think, since the 1960's. He's actually still pending a civil lawsuit in, I think, Los Angeles County at the Playboy Mansion, where he allegedly molested a teenage girl there at the Playboy Mansion. So, that's still pending. So, you know, he's looking at a pretty tough next couple of years. When you see someone -- I mean, as a kid it's kind of bewilders because I grew up with Cosby, and you see all these other talented people with these dark sides and you don't really know how to reconcile that, but this guy really deserves it, I believe. He starts with Fat Albert, and then you had Mr. Huxtable. At one point, he was making $4 million an episode with the Cosby Show. Huge crossover appeal, racially, commercial appeal. You know, he had the pudding, Coca Cola. A lot of endorsement deals. At one point, he was worth $400 million. And when Hannibal Burris, the comic did a little standup routine in Philadelphia, and joked that he was a rapist, it all came crashing down. At one point, I think almost 60 women came forward since the 1960's and said he did something to them. And you have TV land pull the syndication deal. You had NBC pull out of their deal. And the money dried up, the tour dates collapsed. And, now, he's probably going to rot in jail or die in jail. It's just a sad ending to the legacy. But, at the same time, you just really want to pour your heart out to all the women who were victims of this man. And, I guess, they had their day in court and justice was served."
    },
    {
      "speaker": "PERINO",
      "utterance": "Kimberly, they want me to tease -- they want to ask you what you could expect at a sentencing hearing."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So, at the sentencing hearing they're going to do the assessment of Mr. Cosby, really do a deep dive into his back, they're going to do like background, socio, psychologic assessment. And the defense will be able to present witnesses or evidence on his behalf. You'll also hear from victim impact statements about what they did to him. And similar to the gymnastics cares of Dr. Larry Nassar and going forward with that, that we actually saw the women come forward, like Haley -- who I did an event with, she's one of the women who testified. So, what also I think is important here, he should have to pay not for -- just like the crimes that he committed, but for the cost of the prosecution, and he made light of it, 3.5 million is nothing. So, the prosecution in this case is going to be asking for the defendant to reimburse the state for the price of prosecuting this case, which was quite extensive."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Thank you, Kimberly, for the expertise. President Trump has some harsh words for Democrats after his pick to lead the V.A. withdraws his nomination over allegations of misconduct. You'll hear from the president, next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's no longer the V.A. secretary nominee, Dr. Ronny Jackson withdrew from consideration this morning. He maintains the allegations against his character are fabricated, but says they have become a distraction so he will no longer pursue the position. President Trump eviscerated Democrats for taking down his pick."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "This is an admiral, highly respected, a real leader. And I watched what Jon Tester of Montana, a state that I won by like over 20 points, you know, really they love me and I love them. And I want to tell you that Jon Tester, I think this is going to cause him a lot of problems in his state. These are all false accusations. These are false. They're trying to destroy a man. By the way, I did say welcome to Washington. Welcome to the swamp. Welcome to the world of politics. But, for Jon Tester to start bringing up stuff like candy man, and the kind of things he was saying, and then say, well, you know, these are just statements that are made. There's no proof of this. And he has a perfect record. He's got this beautiful record. Unblemished. I don't think people in Montana -- the admiral is the kind of person that they respect and admire, and they don't like seeing what's happened to him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The president also sounding off about the obstruction of many of his nominees."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They're very upset because Mike Pompeo who was, again, first in his class at West Point, top at his class at Harvard Law School, a brilliant guy, a great guy, and somebody I get along with very well. You know, Mike got through and they thought he had him stopped. The Democrats are obstructionists. It's horrible what they're doing. It's a disgrace. In fact, they had a report the other day that at this rate it will be nine years before they're allowed to come into government. So, you have people that have given up everything. They've given up their jobs, top line people, brilliant people. They want to come in and help us in government. And, Chuck Schumer and the group take, you know, years to approve them. Years."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, Juan, does the president have a point when he says that these are unnamed, unsourced allegations, a lot of them are criminal, some of these allegations, they're blind, and kind of nasty and this was able to derail a nomination. Do you think that's fair?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it's fair that you have people can forward and feel they can trust their elected representatives, in this case, the senators to tell them what's going on. And what we know from Senator Tester of Montana is that these were mostly military people who are coming forward with the complaints. So, I don't know exactly how political. I think there's lots of politics around the Veterans Administration at this moment. But, what we can see right now is that, you know -- I mean, to me, the sort of blinding fact is not obstruction but the lack of experience and lack of qualifications for Ronny -- Dr. Jackson."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He had no experience managing a large bureaucracy. He had no experience with the Veterans Administration. And there's questions about the amount of vetting that he went through by the Trump White House before the nomination was made. It looked like it was largely based on the fact that Trump got along."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. Well, people say that they've had a lot of very qualified people running big, large organization at the V.A. before, and the V.A. has not performed up to task, Kimberly. What do you think about the president's use of obstruction? It sounds like it's been pole tested, and I think he believe that word works very well."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. He poll tested it himself, and he likes enough to be true and it works. Yeah, they're acting like obstructionists. They're really only hurting the fine men and women who serve in the military and the veterans that come back that really want to get some quality medical care and healthcare, and they want somebody that they can -- yes, look up to and be able to make sure that they can get the services they need. Well, if the bureaucrats and the people with managerial experience had done such fine job before, why is the V.A. in such shambles? Perhaps, it was right to take a fresh look at somebody that was trusted over 12 years, taking care of one of the most powerful people in the country, former presidents and the current president, who served admirably. OK. This is someone who served this country, done an outstanding job, and they allowed representational smears. And make no question, politics is at play here because this came from within, like, the V.A. and people on the inside, a couple of them, trying to smear the reputation of this find doctor, this admiral, with no regard with what it would do to his reputation, his career and his life. Faceless, nameless, not something innocent, say, they just came forward to be able to trust their senators. This is about protecting other people that want to preserve their job within the V.A., so this is the swamp at its murkiest disgusting worst."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you can't say that the American legion is part of the swamp, unless you might want too. But, American."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I'm not referring to the American legion."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". legion people say they didn't -- I mean, it's like 20 percent of the veterans said they don't approve of this."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I'm not talking some approval question, not a specific allegation question."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. So, Greg, this is why we don't have good people in D.C. working because, you know, you get smeared or you have to have political experience."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, you know -- but you have to be a certain person if you're nominated in Republican administration, a better person than if you were nominated in a Democratic administration, because when you're in a Republican administration it's two against one, it's Democrats and the media. If you're being nominated in a Democratic administration, the math is, all you've got to worry about is the Republicans because the media doesn't care. They're not going to waste their time with you. They're happy that you're there. And, I'm always sympathetic, even if there were questions about Jackson, I'm always sympathetic to the target because the target is never perfect. He or she's always human. And they live a life as a human. They don't live a life as a perfect person, because they're never really thinking that they're going to be president."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And there's no such thing as a perfect person, except Dana Perino."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, no, and Jasper."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just think that -- the problem we're seeing right now is we're seeing achievement moderated by the mob. Fewer people gonna want to do this sort of thing. They rather just keep their head down to avoid getting whacked."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's true. And he got whacked pretty hard."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't disagree with anything anybody has said. If I could just make a couple of points, I'm very fond of Dr. Jackson."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": ". I know him well. I do think that the Republicans and the conservatives for years have used media bias as a crutch. And it is true, there is bias. And that's why you have to just be smarter than them. And I do think that -- if they had just asked the president to give them 24 hours to just run this by a couple people and really talk to Dr. Jackson and understand, are you sure you really want to go through this? Is there anything that could possibly come up? Talk to a couple senators. Then, they wouldn't have had this situation today. And as to obstruction, I agree there are some problems. But, today, the president got confirmed his secretary of state, Rick Grenell, Ambassador of Germany."
    },
    {
      "speaker": "PERINO",
      "utterance": ". nineteen total people got confirmed today under the leadership of Mitch McConnell for the president. There is some responsibility to put forward nominee that you think can get approved if that's -- unless you want to have nomination fights. Nomination fights can help you, politically. But if you really want to help solve the problem, you got to actually put forward people that can get confirmed and are willing to go through the process. May I make a recommendation for a possible nominee for V.A. secretary? Former Senator Dr. Tom Coburn of Oklahoma. I think that he -- no being, no question about him as qualifications. I don't think they'll be any question about him getting confirmed. Former senators usually do get confirmed."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What about Merrick Garland?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "There it goes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Merrick Garland, that's obstruction."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The trial balloon that Dana just floated. The president is telling Fox News about his new connection with Kanye West that has everybody talking. Greg takes it on next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's day five of the Kanye-pocalypse. And just as predicted, if you step out of the box, the others still in jail will turn on you: JIMMY KIMMEL, HOST, ABC'S \"JIMMY KIMMEL LIVE!\" So now Donald Trump has two black friends. He's got -- I hope Ben Carson doesn't get jealous. TREVOR NOAH, HOST, COMEDY CENTRAL'S \"THE DAILY SHOW\": I don't even know what happened here. I think Kanye West just realized he's too rich to not be Republican. I don't even know what it is. STEPHEN COLBERT, HOST, CBS'S \"THE LATE SHOW WITH STEPHEN COLBERT\": We have the right to independent thought, and I independently think that Kanye has lost his mind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What an overreaction. You'd think the guy advocated for child marriage. But it's just like high school, isn't it? The person who won't act like everyone else gets the shaft. Isn't it odd that Hollywood lectures us on bullying and diversity, but when it comes right down to it, they're group-think enforcers intolerant of individuality? So why is that? It's the curse, again, of identity politics, which puts the group before the person. Also behind the mockery is a fear that their target might be onto something, and the mockers are being left behind. When someone dares to be different in a way that comes with a cost, you either reevaluate your own choices or seek to silence him or her. Which leads me to another criticism, that those on the right lauding Kanye would rip him apart if his comments were left-wing. What if it was about needing more gun control? It's actually a fair point, except it misses the big picture. What Kanye is doing, unlike that position, isn't a reflection of the same conventional assumptions that gets great press. You know, this is a daring move, because it goes against that very tide. Thus, it's one that costs you capital, support from your entertainment pals and even record sales. He didn't join a parade. He left a prison, and he's paying for it. But maybe that's why Kanye did it. He realized that he could absorb the slings and arrows that others couldn't. Who does that remind you of?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that's Donald Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Me?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I was going to say it rhymes with \"Yeezus.\" It rhymes with \"Yeezus.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Anyway, you want to hear what Donald Trump had to say?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Sure."
    },
    {
      "speaker": "PERINO",
      "utterance": "You're comparing --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm saying, yes, he suffered the slings and -- he is risking himself for the good of others."
    },
    {
      "speaker": "PERINO",
      "utterance": "I was, like, with you all the way until Jesus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean, people talk about looking for people who are Christlike. The guy's willing to sacrifice a lot of himself for others. I welcome the laughter, because I'm also sacrificing myself."
    },
    {
      "speaker": "PERINO",
      "utterance": "You don't even believe in Jesus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I don't --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "He believes in Yeezus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeezus! Yeezus!"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is too much."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I did that for you, Juan. I did that for you."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You put him over the edge. Well done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. let's go to this. Donald Trump talking about Kanye."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I get along with Kanye. I get along with a lot of people, frankly. But Kanye looks, and he sees black unemployment at the lowest it's been in the history of our country, OK? He sees that stuff, and he's smart and he says, \"You know what? Trump is doing a much better job than the Democrats did.\" When I see a Kanye sticking to his guns, or when I see others -- and there are plenty of others -- sticking to their guns, and coming out and saying it --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "One of the things that I learned today is that your point about getting kicked out of your tribe is that, do you know that he was actually -- they said that Kanye was part of the alt right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I know."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, this is preposterous --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- that he is part of the alt-right. And you know how I feel about him in terms of the past."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I'm willing to let it go. Conservatives have been saying similar things for many, many years. Sometimes in terms of politics and public policy timing is everything. This is an opening. And if President Trump can take it, go for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the thing. It feels like a possibility for something."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, I hate to take issue with the president of the United States. I doubt Kanye is looking at black unemployment and saying, \"You know what? It's Trump tax cut policy.\" I just think Kanye likes controversy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Kanye likes to, like, move outside of the box. And it works. He's an independent thinker. He's not afraid to take the slings and arrows. This is not about politics. Kanye has admitted he's not a Republican. He's not a Democrat. I think he honestly just likes Trump."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What's wrong with that? Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think he respects Trump, and he likes him. And he's not afraid to get out of that lane and say he likes the guy. And he's not going to listen to the mob say you have to hate this guy. He respects individuality. And when an individual gets out of line, the mob comes down and slams you. He's been called mentally ill. He's been called a sell- out. He's been called everything. They've been mocking him on late night. He doesn't care, though. And I think that's what makes Kanye different and makes him have that dragon energy in the way that Trump has."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can I just throw this as -- this is a tweet from Chance the Rapper. \"Black people don't have to be Democrats.\" All right. That doesn't necessarily mean they have to be Republicans, Juan. But could you interpret that tweet as saying that he wants the Democrats to improve their party; \"do not take us for granted\"?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sure, so don't ignore us, as Republicans do. Don't take for granted. That's the old saying. But in the case of Kanye West. This guy, I mean, you know, he said that, while Obama called him a jerk for his being rude to Taylor Swift and, like, when he was in the hospital. When he was addicted to opioids."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Who invited him? It was Donald Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, that's the basis. There's no policy -- there's no substance. And when you talk about getting out of the box."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What's wrong with that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "There is a little substance. He said what has Obama done for Chicago?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Gosh, yes, yes. He's done nothing. You know, this is -- when it comes to substance, this guy has nothing. This is the guy, in fact, who said Cosby was innocent. This is a guy who condemned George W. Bush. You guys are suddenly flocking to him, because it's convenient. But why you would take him seriously, I have no idea."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Why wouldn't you take him seriously?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because he's not a serious person. He's, like, a provocateur."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's your -- that's your opinion. But he's actually a serious businessman, and he's hugely successful. No, you don't know, because I don't think you're very familiar with his background."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't care about business. We're talking politics. He's endorsing the president."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right. And he is entitled to have his opinion like anybody is."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sure. Build it. Say something."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You're trying to diminish him, because, what, he's a singer and rapper."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The guy was in the hospital."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So what?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He says the basis -- Trump asked him to come over."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So that's the basis to totally disregard and just debase an individual, to say they had mental illness problems?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He did."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They should be discounted in their opinion? I just think that is a very myopic, shortsighted viewpoint, and it's not very fair. He's somebody that used to say, \"Listen, go ahead and say what you want to say. Give your opinion.\" He was invited over to Trump Tower. He was at the transition. And they had a meeting. Maybe they did talk about business. Maybe they did talk about --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't know what they talked about."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You don't know. You're not a mind reader, and you weren't there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is a matter that seems to me to be so trivial. But again, in the era of people being shot at Waffle House and people being treated --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I stand up for people's rights. I stand up for people's rights to express themselves."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now we're talking about Waffle Houses. We've got to move on. All right? The president had a lot more to say about his fired FBI director after watching James Comey on TV last night. Hear that after \"The Five\" returns."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "President Trump unleashing on fired FBI director Jim Comey after watching his town hall last night."
    },
    {
      "speaker": "TRUMP (via phone)",
      "utterance": "Comey is a leaker, and he's a liar. And not only on this stuff. He's been leaking for years. He did an illegal act -- and he said it himself -- in order to get a special counsel against me. So Comey leaked. And by the way, also, what he did with CNN in order to placate them, you saw that whole scenario. This is a big mistake, this book. He is guilty of crimes. I did a great thing for the American people by firing him."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Comey sounded off once again on the president's call to lock him up."
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "That is not OK. This is the United States of America. The president of the United States is saying -- forget me. Saying that lots of private citizens shall be in jail. Should be in jail. Must be in jail. That is not OK, given our commitment to the rule of law."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh my gosh. In a little over half an hour from now, Bret Baier will sit down with the director on \"Special Report.\" You don't want to miss it. So that's going to be fantastic. Yes, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have a -- I want Bret to ask him this question: Did he change his book on the publisher's request? Because I think the real story that would have made Comey honorable is talking about why he did the right thing regarding Anthony Weiner, just days before the election, why he -- why he allowed that information out there, which hurt Comey, but he did it for the country. And that's a great book. And instead, his publisher said, \"Trump sells.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So -- OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I want to ask him if he changed his book."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I still don't think that would make him honorable. Let's be -- let's be honest."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He did the right thing with Weiner."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that's a book. No one's done that book yet."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Memos, giving out classified information --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And no one will."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But it's just -- Comey."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Disseminating it to two individuals, not just this professor at Columbia. Also, not telling the truth when he was testifying about that professor's classification that had some FBI clearance. Oh, and then he gave it to another individual -- Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know. I don't know what to say. I mean -- I know this. I play a little game with myself. Like how fast can I get home, walking as fast as I can, in order to see \"Special Report\"?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Or you could stay here and watch it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And you have -- your gait is very small."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's right, but I walk fast."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "She's --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Like a sped-up movie."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "She's fast and furious. She goes really quick, and she wears sensible shoes. I would never throw in a walking contest against her. Trust me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would ask, he leaked these memos in order to trigger a special counsel to look into his firing. I would say, what makes you think you're that special that you're going to put the country through this because you got fired? Hillary would have fired your -- before -- fired you before Trump. I didn't say that word. I would also ask you put forward an unsubstantiated dossier into a FISA judge. Knowing it was unsubstantiated and unverified."
    },
    {
      "speaker": "PERINO",
      "utterance": "How can you know that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because he knew it was unverified, because he told the president when he met with him it was unverified. And then he's later admitted it was unverified in the book. So why did you put that to the judge, knowing it was not verified? And No. 2, why did you proffer Steele as a credible witness when you already had known he had lied and leaked? I would ask those three things. I know Bret's watching."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my gosh. Bret, please take notes from Jesse Watters. OK, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I mean, clearly, he didn't break the law. Everybody has said this. The documents weren't classified. So the issue here is his behavior around the Trump investigation and the Hillary investigation. So, I would come back to the issue of why did you decide to make -- make news about the Hillary investigation and not announce that you were investigating Trump for the Russia coordination collusion with the campaign? And, of course, the big answer -- and I think this is the big news out of the Comey book -- is he thought Hillary was going to win. So, why is politics all of a sudden in your bailiwick, Mr. Comey? Why are you suddenly judge and jury for the American people and essentially put Trump in the White House?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, well, once the I.G. report is released, we'll see if, in fact, that Comey and McCabe are going to be prosecuted. And it's not clear cut that it was unclassified, totally false, and he used it for his own purposes to benefit for his book to make money. Bad. Another twist in the bizarre blog drama involving MSNBC host Joy Reid coming up."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "MSNBC has a problem. One of its stars wrapped up in a scandal, and it just keeps getting stranger. Host Joy Reid apologized in December for homophobic posts on her old blog. Now she's claiming to be the victim of hacking after a new batch of damaging posts were unearthed. Her attorney says the FBI has opened an investigation. Reid could be in legal trouble, though, if her claims are not true. In the meantime, MSNBC sticking by the embattled anchor. Greg, what do you make of this?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know what? I -- there's no statute of limitations for stupidity, and I think that's wrong. I think we need it. Just -- I want to give you three examples. One of the great voices against white supremacy, a guy named Christian Picciolini, was once a leading white supremacist. One of the great critics of radical Islamic extremism was once a radical Islamist. That was Maajid Nawaz. One of the great experts in fraud and identity theft was a notorious fraudster who served time in many prisons. That's Frank Abagnale. My point is, people can see they're wrong, and people can change. And I would think, with Joy, that would happen, although I doubt she would extend the same courtesy to us but we -- what do we do?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "When they go low, we go high."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Go high."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Most of us."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And right now I am high."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hey, Dana, though, Chris Butler with the Internet Archives --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- looked back and said there's no evidence that any of her tweets or posts were manipulated."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. So I will always defend her right to say anything, her right to change her mind. But if she lied about it to try to cover it up, that's actually more harmful to society. If we encourage people to hide what they actually believe or to hide that they have evolved in their beliefs, then that's terrible for civilization. So I would defend her, but I would hope she didn't lie about it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Go low, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You want me to go low? Sure."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "How low can you go?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would say -- I would agree that I think it's 10 years has passed since this, and she's apologized for offensive comments. She can get over this. It seems like the media is more out for blood than the audience. I'm not really sure the audience really cares. Her ratings have been good. I mean, she's overcome CNN in the first quarter this year in her time slot. That's never happened before. So they're sitting on a pretty talented person over there, for them. Still a battle for second place, let's be clear. The interesting issue is that NBC faces sort of a \"Sophie's Choice.\" You have a black female anchors who has offended gay and lesbians. So whatever decision they make with her, they -- if they cut her or they keep her, they're going to affect a prominent, you know, part of their audience. I'm not sure what they're going to do. We'll see. Their credibility, though, is at stake, because she actually said in one of these posts that she liked Trump, thought he was funny and sided with Trump over Rosie O'Donnell."
    },
    {
      "speaker": "PERINO",
      "utterance": "Now she's going to get fired for sure."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Look at how happy Jesse is."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, that's blasphemous for a Democrat."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's right. Nail in the coffin. Nail in the coffin."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, for Democrats. So you have -- she doesn't like haircuts on -- straight haircuts on women. She doesn't like Rosie O'Donnell. She's disgusted by gay kissing. What do you say?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK, well, listen, she better hope the FBI comes up with a really good forensic report and analysis, because they can determine this and figure out if she did it. If she did it, she'll have no credibility. If she lied about it, it's a huge, huge problem. Then she owns those comments. And so now, the problem is the left always want to say, \"I got hacked or it's the alt-right\" or it's something. So truth coming home. Let's see what it -- they determine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Fact is, we are giving her a lot of support that she wouldn't give us. Media Matters would be after us in a second."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And the FBI is actually wasting time digging into this? Are you serious?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, get ready for some laughs. How about that? \"One More Thing\" is up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's time for \"One More Thing\" -- Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's time for --"
    },
    {
      "speaker": "GRAPHIC",
      "utterance": "Greg's Take Your Child to Work Day"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Greg's Take Your Child to Work Day.\" As you know, it's Take Your Child to Work today. So I brought my little baby with me. Yes, 8 pounds 3-ounces. Isn't he adorable? His name is \"The Gutfeld Monologues.\" And you know what? If you want to take a look at him, you can order him at Amazon, Barnes & Noble or go to SimonAndShuster.com and check out my little baby. Look at his face."
    },
    {
      "speaker": "PERINO",
      "utterance": "Is that all your baby pictures up there?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He still -- and he's got his teeth."
    },
    {
      "speaker": "PERINO",
      "utterance": "This is your eighth child."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is my eighth one. I believe it's my eighth. My eighth or my ninth."
    },
    {
      "speaker": "PERINO",
      "utterance": "Looking good for it, too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. K.G."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That was interesting. All right. For the second year in a row, President Trump hosted wounded warriors at the White House, and it's always very memorable. Today event kickstarts the annual Soldier Ride, which is a four-day bike ride to inspire and empower veterans and service members with physical and psychological wounds of war. The president saying earlier that the U.S. was in the eternal debt of every service member standing with him today. It was quite moving if you were able to see this, and it's a true reminder of the service and sacrifices of our nation's bravest. The men and women that serve us. God bless them all."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- to be (ph)."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "We said earlier congratulations to our new ambassador to Germany, Rick Grenell."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "New edition of \"Mom Texts.\" First up, \"Be so careful, Jesse. Trump will be impeached if he fires Mueller. We live in a country of LAWS,\" capitalized. No. 2, \"Obviously, Dana has balanced sources, Jesse. Your interpretation of the nothing burger is not only pitiful but inaccurate and woven from tattered cloth.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "\"Jesse, you used to read veraciously. What happened? An occasional novel would be in your very best interest.\" No. 4, \"Stop it right now! You are being obnoxious to your co-hosts! Who are you!!\""
    },
    {
      "speaker": "PERINO",
      "utterance": "That's an evergreen."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's every show."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And finally, \"I'm going to ask that you pick up the Comey book, 'A Higher Loyalty.' Please do this for your mother.\" All right, Mom."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Did you get around to that yet?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I picked it up, and --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I have gifts. I have gifts for my \"One More Thing.\" I got a note today from Sandra Mullenfont (ph), Sandra Mullenfont (ph) of Brown Hills, New Jersey. She has a dog named Abby. This woman quilted all of these gifts for us, and they're very unique to everyone. You get the unicorn pillow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nice."
    },
    {
      "speaker": "PERINO",
      "utterance": "I got the dog bag for Jasper. Kimberly, you get a fairy bag for your shoes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Of course."
    },
    {
      "speaker": "PERINO",
      "utterance": "Wine bag for you, Jesse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wait, I want that, too."
    },
    {
      "speaker": "PERINO",
      "utterance": "And a newspaper pillow for you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Very nice."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "This is very nice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Get a picture. Producers."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you, Sandra. Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. This is all over the Internet. Take a look at this picture, folks. It's a picture of a farmer in rural Spain. Now, take a look at that face. A little bit closer. Now, compare that face to this face. Yes. You know him. It's President Trump. Yes, they're doppelgangers. Who knew?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Dolores Antelo, a 64-year-old farmer, never met the president, doesn't even own a cell phone; but social media has made her an international star because she looks like the president. Now the woman is being called the Donald Trump of Costa De Morte, and it's a viral sensation. Her daughter Anna said, \"Imagine if we were in Donald Trump's family.\" Oh, my goodness."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, you'd have to do a little 23 and Me."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Imagine if you did that with Obama."
    },
    {
      "speaker": "PERINO",
      "utterance": "Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" up next with special guest James Comey. Hey, Bret."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Hey Dana, thanks. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}