{
  "date": "April 19, 2016",
  "headline": "Gutfeld: Only the rich can afford Bernie",
  "subHeadline": "Celebs can shout for free everything and no more jails, because they don't live in high crime areas and their income makes higher taxes a non-issue",
  "url": "https://www.foxnews.com/transcript/gutfeld-only-the-rich-can-afford-bernie",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SPIKE LEE, FILM DIRECTOR",
      "sentences": "Wake up! if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN SARANDON, ACTRESS",
      "sentences": "So many of our citizens can't get an education. And if they do, they end up paying their student loans for the rest of their lives. Education is a right, not a privilege. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINDA SARSOUR, CIVIL RIGHTS ACTIVIST",
      "sentences": "Instead of schools, they build prisons for profit and fill them to the brim with more people than any other society in history. We must disrupt the school-to-prison pipeline, reform our criminal justice system. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSARIO DAWSON, ACTRESS",
      "sentences": "From Strong Island to Staten Island, Queens to the Boogie Down, BK, Manhattan. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAWSON",
      "sentences": "We need you, New Yorkers. Don't be just liking us online; you've got to get in line. It's time to vote, show up, represent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now obviously, lefties love Bernie, because he's the lefty-ist. He makes Che look like Cheney. But political allegiances for celebrities are also status markers. To say you're for Bernie is like saying you only wear hemp underwear or eat gluten-free, vegan sushi. It's telling your dinner guests that your new dining table is really a discarded barn door shipped all the way from Peru. Yes, it's recycled, but everyone knows it still cost you a fortune -- just like Sanders. He's the distressed vintage stool that costs more than your car. Sure he's far from new, but you still pay a heavy price for his bad ideas. That's because leftist ideas only drain you of wealth. Having no idea of how to pay for things, it's all take and never create. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Supporting Bernie is that expensive act of authenticity, only rich people can afford. The stars can shout for free everything and no more jails, but it's only them who can endure the consequences. They don't live in the high crime areas and their income makes higher taxes a nonissue. Supporting Bernie may seem like you're keeping it real, but it's about as organic as a spray tan and just another blast from the past that leaves nothing for your future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "If you want to find out the one candidate most likely to ruin a country, find out who Spike Lee supports and treat him he's like Godzilla with a cold sore and run screaming. Here's Spike's ad for Bernie Sanders, starring other big lefties",
      "utterance": ""
    },
    {
      "speaker": "SPIKE LEE, FILM DIRECTOR",
      "utterance": "Wake up!"
    },
    {
      "speaker": "SUSAN SARANDON, ACTRESS",
      "utterance": "So many of our citizens can't get an education. And if they do, they end up paying their student loans for the rest of their lives. Education is a right, not a privilege."
    },
    {
      "speaker": "LINDA SARSOUR, CIVIL RIGHTS ACTIVIST",
      "utterance": "Instead of schools, they build prisons for profit and fill them to the brim with more people than any other society in history. We must disrupt the school-to-prison pipeline, reform our criminal justice system."
    },
    {
      "speaker": "ROSARIO DAWSON, ACTRESS",
      "utterance": "From Strong Island to Staten Island, Queens to the Boogie Down, BK, Manhattan."
    },
    {
      "speaker": "DAWSON",
      "utterance": "We need you, New Yorkers. Don't be just liking us online; you've got to get in line. It's time to vote, show up, represent. Now obviously, lefties love Bernie, because he's the lefty-ist. He makes Che look like Cheney. But political allegiances for celebrities are also status markers. To say you're for Bernie is like saying you only wear hemp underwear or eat gluten-free, vegan sushi. It's telling your dinner guests that your new dining table is really a discarded barn door shipped all the way from Peru. Yes, it's recycled, but everyone knows it still cost you a fortune -- just like Sanders. He's the distressed vintage stool that costs more than your car. Sure he's far from new, but you still pay a heavy price for his bad ideas. That's because leftist ideas only drain you of wealth. Having no idea of how to pay for things, it's all take and never create. Supporting Bernie is that expensive act of authenticity, only rich people can afford. The stars can shout for free everything and no more jails, but it's only them who can endure the consequences. They don't live in the high crime areas and their income makes higher taxes a nonissue. Supporting Bernie may seem like you're keeping it real, but it's about as organic as a spray tan and just another blast from the past that leaves nothing for your future."
    }
  ]
}