{
  "date": "April 4, 2019",
  "headline": "Lawrence Jones gets an inside look at border security efforts in Laredo, Texas",
  "subHeadline": "Guests: Dan Crenshaw, Alan Dershowitz, Pam Bondi, Joe Concha",
  "url": "https://www.foxnews.com/transcript/lawrence-jones-gets-an-inside-look-at-border-security-efforts-in-laredo-texas",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to “Hannity.” All right. Buckle up, the hate Trump media mob, they're up to the same old tricks all week. They have been breathlessly pushing yet another anonymously sourced unverified rumor -- when will they learn? -- about the contents of the Mueller report. We're going to address the hysteria in just a moment. They just keep lying, making it up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. But first, we have actual news to report. The crisis at our southern border is now spiraling out of control. Wait until you see the video we have for you tonight exclusively for “Hannity.” if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } And President Trump put Mexico on notice. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "We're going to give them a one-year warning. And if the drugs don't stop or largely stop, we're going to put tariffs on Mexico and products, in particular cars, the whole ball game is cars. It's the big ballgame. With many countries, it's cars. And if that doesn't stop the drugs, we close the border. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The government of Mexico must be held accountable. Interestingly, they have some of the toughest laws against illegal immigration of any country. Now, they have one year to get their act together. But really, the answer is securing our southern border can no longer wait. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } And today, during a raid, ICE agents -- look at this -- they arrested 280 illegal immigrants working at only one company in Texas, the largest work site operation in more than a decade. In Louisiana, a previously deported illegal immigrant was arrested -- get this -- on more than 100 child sex crime charges, including sexual battery of a child under the age of 13. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Illegal immigration is seeing a massive spike. Ports of entries are overwhelmed with traffic. They believe Trump is doing this because they see it. And our federal government's catch and release program is sadly expanded. That means thousands of illegal immigrants simply just let free in the United States pending a court date they'll never show up at. And guess what, they failed to show up to court, oh, let's see, 95 percent of the time. And as we speak, people from all over the world are literally walking into the United States because we have unprotected areas of our border. Last night during a ride along with border patrol officers in Texas, our very own Lawrence Jones witnessed two men from China walking across the shallow Rio Grande before being apprehended. We're going to have full footage coming up. You're not going to believe what Lawrence also witnessed in the exclusive video we have. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } First, we turn to the “Hannity” watch, though, on the radical 2020 Democratic socialists. Three more women have now accused creepy crazy Uncle Joe Biden of making them feel uncomfortable. This is now a grand total of seven. President Trump is openly mocking creepy Uncle Joe on Twitter. Earlier today, the president posted this video showing the former vice president getting -- well, the Biden treatment. Four hours later, Biden responded, quote, I see that you're on the job and presidential as always. OK, Joe, you're going to have a tough time against this president, trust me, if that's your answer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } But the point is, creepy crazy Uncle Joe is really going to -- what, show Donald Trump how to be president? Is that how? I mean, nothing says presidential like invading somebody's space, smelling their hair, rubbing noses, locking lips, and unsolicited back rubs? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } But, by the way, where's Obama? He hadn't said a word yet sticking up for his favorite creepy Uncle Joe. Now, if Biden does want to officially throw his hat into the ring, he's going to have to rub shoulders with the Democratic Party's chief king maker. That, of course, would be the Reverend Al Sharpton. \"U.S. News and World Report\" calling it the Al Sharpton. This week, 12 Democratic candidates, 12 of them, are speaking at Sharpton's National Action Network Convention. But the ring kissing doesn't stop there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Reverend Sharpton says, well, Sean Hannity has been there. Yes, I went there to debate him and confront him with his own words. By the way, it was so popular that there were literally hundreds and thousands of people outside knocking on the door, let us in, the room was packed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And Bozo O'Rourke, reportedly, personally promising Sharpton to pursue reparations as president. You might remember, Senator Kamala Harris dining with Al Sharpton in an infamous Harlem restaurant, just before she kicked off her campaign. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } And according to \"The Los Angeles Time\", New York Senator Kirsten Gillibrand never forgets to call Sharpton on his birthday. Remember, we're talking about the Reverend Al Sharpton. Again, he's a tinfoil hat conspiracy TV MSNBC. Got to start promoting really controversial things, like in the Tawana Brawley case or Freddy's fashion mart on 125th Street in New York. Also accused of fomenting violence if you're a member against Jewish Americans during the '91 Crown Heights riots in New York City, saying, quote, if the Jews want to get it on, tell them to pin their yarmulkes back and come on over to my house. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Pretty disgusting, pretty hate-filled, and this is not the language -- well, frankly, nothing for Reverend Sharpton, the person whose ring they're kissing. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AL SHARPTON, NATIONAL ACTION NETWORK",
      "sentences": "You ain't nothing. You're a punk. Come and do something. White folks was in the cave when we had built empires. We learned to admire them, but they knew to admire us. We built pyramids before Donald Trump ever knew what architecture was. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } David Dinkins, you want to be the only (AUDIO DELETED) on television, only (AUDIO DELETED) in the newspaper, only (AUDIO DELETED) that can talk. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, that would be the 2020 king maker of the Democratic Party. That is the man that virtually every single candidate is now bowing down to. This is really a radical extreme Democratic socialist party. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Speaking of which, their fearless leader on Capitol Hill, freshman Congresswoman Alexandria Ocasio-Cortez once again predicting the end of days. This time, she did it by treating her fans to a lengthy Instagram live session where she gulped down wine and was assembling furniture from I guess IKEA and from, you know, I guess her brand new luxury apartment in D.C. This goes off the rails. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "How many years until the world ends again? We have 12 years left to cut emissions by at least 50 percent if not more and if everyone wants to make a joke about that, you may laugh but your grand kids will not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The apocalypse is eminent. The world ends in 12 years. Congresswoman Ocasio-Cortez assembling furniture. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } But don't worry, America, you are in great hands, no oil, no gas, no combustion engine, no planes, no cows. We're going to show you all of the worst moments from that ranting mini-monologue of the congresswoman. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Honestly, it would be hilarious except for the fact that Ocasio-Cortez is calling the shots. She is the leader of the Democratic Party. Nancy Pelosi is scared to death as I've been saying of Ocasio-Cortez. And meanwhile, the extension of the Democratic Party, yes, the mainstream media mob, the rage Trump media mob, they are up to their same old shameful behavior. After spending over two years reporting nothing but baseless rumor, conspiracies, anonymous sources, wild speculation, Trump, Russia, conclusion -- yes, the media mob ended up looking pretty stupid and very partisan. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } As it turns out, there was no conclusion, none, that's clear. Robert Mueller determined that. And there was no obstruction. It was all a giant hoax perpetrated by Trump haters. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } But that's not stopping the same outlets from doing the same thing and starting all over again. We have an FBI investigation, two congressional investigations, and the Mueller report, \"Washington Post,\" \"New York Times,\" both reporting that some on Mueller's team are claiming that the special counsel's findings are actually more damning than what the Attorney General Barr revealed in the summary and the report will show that Trump -- maybe he did commit obstruction in some ways. Once again, reports are based on hearsay from anonymous sources. Or maybe it was Jeannie Rhee who Mueller hired, Clinton's old attorney, or Andrew Weissmann, who was waiting at Hillary Clinton's victory party. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } \"New York Times\" conspiracy theorist Paul Krugman tweeting, that the reports must be presumed true -- really? Until proven false. From the same \"New York Times\" that got everything wrong up to this point. Now, until you realize that Mueller did not charge the president with anything, nothing in the investigation. After Barr and Rod Rosenstein weighed in on obstruction, pretty much within seconds, it's over, whether they like it or not. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let's just buy into their fantasy, though, for a second. Let's pretend \"The Times\" and \"The Washington Post,\" let's say their stories are true. Let's say they got a leak from someone on the Democratic Mueller team, right? They wanted to get this information out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } An FBI investigation must be launched immediately because that is a serious illegal leak in and of itself. Of course, the attorney general, Barr, has promised to release the full Mueller report in a few weeks after redacting as recommended, oh, by even the cowardly Schiff itself, Democrats so angry they thought sources and methods were revealed by Republicans. But they don't care about this in this case. Well, they didn't want the Starr report either, about 17 current Democrats. We'll soon know what's in that report. But it doesn't matter. There's no indictment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } The media, the Democrats -- they just wait and analyze Mueller's findings. We'll see what the documents say. But no, sore losers on the left, the ones that could never accept Donald Trump won. They're trying to keep hope alive, and speculation, with rumors, with hearsay, anonymous sources, just like they've been doing for two-plus years. A dozen stories and dozen stories about Russian-Trump conclusion, stories about Don Jr., Michael Cohen visiting Prague -- I knew Michael Cohen was in Los Angeles at the time. The fake reports about the Mooch -- Anthony Scaramucci, to the president himself, fake news after fake news. Journalism in America is dead and buried. And you know something? For two years on this program, we have built a real investigative reporting team. We have been proven right. There's not a single newsroom in America that has been more right than the team we have assembled right here on this show. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I am really proud of that fact. And here's more news. We will be proven even more right in the days, weeks, months ahead as we now see the FISA warrant, the gang of eight material, as we begin to dig deep into the 302s. In other words, the information that has been sitting there that will be coming out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } For example, FISA abuse committing fraud on a FISA court, rigging an investigation into a preferred presidential candidate. If all these people -- if they really care about obstruction, really, that the -- they really think that's an important issue, how come that none of them has ever talked about the fact that James Comey's lead counsel, the head counsel of the FBI, James Baker, wanted to indict Hillary because he believed she violated the Espionage Act. That would be a crime. And also, Hillary literally had 30,000 e-mails, acid washed a hard drive with Bleach Bit, beat up the Blackberrys and phones with hammers and removed the SIM cards. That's the biggest slam dunk obstruction case I've ever heard of. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Does the media that is back to their tinfoil hat conspiracy, do they ever report this? Do they really care about obstruction? Or is it sort of like they only care about beating up Trump? Like, for example, they want to beat up Justice Kavanaugh. And they want to beat up any Republican and the accusation against any Republican. Why is the \"I believe\" people so quiet as it relates to the lieutenant government of the Commonwealth of Virginia. Oh, because they only care if it's a Republican that's involved. I got it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } If they care about Dreamers, DACA, and the second term of Barack Obama, they actually care about building a wall and willing to fund it, they don't really care about Dreamers, DACA, or building the wall because Donald Trump supports it. Their rage for Trump goes that deep. That's how hypocritical they are. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Joining us now, Fox News contributor, Dan Bongino, Fox News correspondent- at-large Geraldo Rivera. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. Let's start with the issue of crazy Uncle Joe, the Democratic Party, and the media, Geraldo, because the double standard I'm describing here is to flagrant. It's never been this bad. You know, I admit I'm a talk show host. We do reporting, investigative reporting, opinion news, sports, culture, we're kind of like the whole newspaper. They say they're only one part of the newspaper. We're honest who we are. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "sentences": "Well, I think, Sean, first of all, you should take a victory lap in terms of the investigation your team has done. Dan and I are kind of tangential to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, no, you're big players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "To watch -- but to watch John and Sara and you really go at it and Greg Jarrett, it's been very, very impressive. You have not gotten the credit for it. I just want to urge one thing -- we know how this story ends because the attorney general of the United States has told us how this story ends. This story ends with no finding of conclusion, the central theme on the attack of the president, the 45th president of the United States, has been that he conspired with the Russians to fix the 2016 election. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } There is no conclusion, the dossier has fallen apart. It has been exposed in many ways as a witch hunt as the president characterized it. So, we know how it ends. This fighting now is the desperate last throes of the losing side. They invested so much in the thesis that the president was a spy, a Russian asset, a Manchurian candidate. They've come up empty. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, now, it's oh, what did he redact? You know, what are we not being told? Oh, Barr spun it too favorably for the president. Maybe we shouldn't have leapt to the conclusion that nothing happened, that the president did not commit collusion with the Russians. I think as long as we stay on that message, there is no collusion, there is no conspiracy, and all the rest is just hot air, then we'll watch this collision between the attorney general and the Department of Justice on one hand, and the Democrats running these investigatory committees on the other. That's a natural collision. It will happen. They'll fight it out. The attorney general will protect the grand jury classified information. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He has to by law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The sensitive witnesses. I think he will. Yes, he will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, let's say -- I believe what's going to happen. Just a guess, I have no inside knowledge whatsoever. But, all right, so I assume they're going to use President Trump's public comments -- jeez, I hope a 33-year veteran, a guy in combat defending his country doesn't get in trouble. He didn't say stop it. He said, I hope this guy's not in trouble. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } He said, fires Jim Comey, who Jim Comey says could be fired for any reason or no reason. Oh, is that obstruction? OK? But he didn't stop the Mueller investigation, Dan. I'll imagine they don't like what Trump said publicly. But to prove obstruction, Geraldo will back me up, Dan, you need intent. You also need an underlying crime. And the president stood firm, I did not collude. Seems to me it's all dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "Oh, yes. Yes. Let me point out a couple of key things about this phantom obstruction -- they had a weaker case for obstruction than they did for conclusion. That was in Aesop's fable. That was a myth. Number one, remember this, Sean, in Jim Comey's own memos, he documents Donald Trump asking him to investigate any, quote, satellite figures of his who may have been involved in trouble. Let me ask the liberals watching your show a common sense question, what kind of a person obstructing an investigation asks an FBI director he doesn't like to go and investigate people in said investigations, does that make sense? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Second, Sean, this obstruction case is a total loser, it's for idiots. Here's point two. McCabe testified with his right hand up under oath to Senator Marco Rubio when asked a direct question, has there been any effort to obstruct your investigation? Quote: There has been no effort. The men and women in the FBI will do their jobs. This obstruction case is a loser. He punted it to Barr for one reason. He punted to Barr because he knew the Democrats would make a political case of it, because Barr is a Trump appointee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Geraldo, you're a good lawyer. If I deleted subpoenaed emails, acid washed my hard drive, had an aide beat up my devices with hammer, removed SIM cards, and the chief counsel of the FBI at the time thought there was an underlying climb, that would be the Espionage Act, I don't think you could get me out of jail. I think I'd go to jail. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, we know that you need intent in that particular case. I think Hillary ice intent was clear, clean it up, all of it. Get rid of it all. And secondly, you need an underlying crime, OK, obstruction of what? A Russian conspiracy that you are now exonerated of? Four times?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Let me talk as a novice politician, Sean, rather than a lawyer, although my legal training will inform what I'm about to say. It's very important for the Republicans who control the Senate committees to keep the pressure on the Hillary Clinton, whatever she did with -- or did not do with the various hardware or software. I think they've got to keep probing. They've got to find out whether in the Department of Justice, there was unanimity when it came to some of these witnesses in some of these allegations. Was there suppression of material within the Department of Justice that would have benefitted the president and his position? I think that politically, the Republicans with the -- with the leverage of the Senate must these allegations. Was there suppression of material within the Department of Justice that would have benefitted the president and his position. I think that politically, the Republicans with the -- with the leverage of the Senate must continue as you must continue. You are really leading the effort. You've got to keep the pressure on that side of it so as they overreach with Barr and the Department of Justice to try to get more and more of the redacted material, you can say look what you've done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dan, last word?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Sean, I think what they're really hiding with Hillary Clinton is obviously there's evidence of her own guilt based on her own e-mail. But they're hiding the fact that she e-mailed Barack Obama from her personal account that had to be white listed into his phone and Barack Obama said he only found out about her private e-mail through media reports. Those stories can't possibly be true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I always forget that part. I love when you guys come on, because you always make the show start. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. Good to see you both and you both have been a big part of our team. Thank you. All right. When we come back, exclusive footage you won't see anywhere else. Our own Lawrence Jones with border patrol last night with the multiple nighttime arrests. We've got all of that video along with Congressman Dan Crenshaw and so much more. A lot of news will hit tonight on “Hannity.”",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Immigration crisis on our southern border continues. Last night, our very own Lawrence Jones did a ride along with border patrol agents in Laredo, Texas, where our cameras caught illegals, yes, trying to sneak into the country, video you'll only see right here on \"Hannity.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joining us now, investigative reporter, FOX News contributor Lawrence Jones, is with us, and Texas Congressman Dan Crenshaw. Dan, Lawrence, first of all, I know these really dumb people that are in our industry have a lot to say about what you're wearing now. But what they don't know is -- care to ask people is -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "sentences": "The Border Patrol standing right here keeping us safe, putting it on to keep us safe here. Just two weeks ago, a couple of months ago, I'm sorry, there was a shooting. What people don't understand is that we control this side of the border, but the cartel controls the other side of the border. So, there's been gun fights. I'm going in danger with these Border Patrol agents to report on this story. The public doesn't know that over the last 2 1/2 years, there has been an uptick, over 200 percent, of violence against these agents. And, so, in order to do my job and the border agents to do their job, I have to come with this vest that they supplied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right. And, by the way, the border patrol, like you can probably toss them your microphone right now and they can catch it, they're that close to you, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "That's exactly right. If I do something crazy, they're going to take me out there. So, they're doing an excellent --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, and they're wearing the same equipment themselves, aren't they? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Actually, the one that I had on yesterday was safer than their equipment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They care more about you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "The vests they have on currently. That's exactly right. You know, Sean, you see some of the video. Last night as we're going into the thick of it, we caught two Chinese nationals. Now, how in the world did they get to Mexico to get to this country? The cartels. They're paying $a 15,000 to $20,000 to make that trip. The entire time we've been here on the border, the agents have been giving me tip -- fishermen that are really in with the cartel, different -- we shift to another area, the illegals will force their way to the other area. Last night, we had breaking news during the middle of the show because those two guys illegals were trying to come across in the middle of the show. As soon as we got on the air, the border patrol that you see behind me rushed out and I got in another car and we rushed right out there to push them back to the border. We didn't catch them, but we did make them return back to Mexico. That's the type of work these border patrol agents are doing. And, by the way, Sean, real quickly, most of the time, these agents are by themselves. That means when they get into a gun fight or anything, they're by themselves. Another agent won't be able to get them to minutes later and they can lose their life as a result of that. This is why we need the border wall system, not only the wall, but the funding for the technology as well as more boots on the ground to help these guys. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dan, I've been to the border 12, 13 -- I don't know, so many times, helicopter, horseback, boats, all-terrain vehicles, seen arrests, drug warehouses, I told the audience all the time. And so many of your colleagues in Congress have not been there. The area we talked about, the Rio Grande, literally it takes you 30 seconds to walk across shallow water. You leave Mexico, you're in the U.S. in 30 seconds. Nothing stops you. Then once you get here, then you claim asylum. Then you're in the court system. And then that's overwhelmed now because everybody knows these walls are going up. This President is serious. We see walls going up. So I'm not sure what part of this being a crisis, how many people have to die from drugs or violence by illegal criminal aliens, homicides, sexual assaults, violent assaults. We've chronicled the numbers. They are massive. It's only 2 percent, but 2 percent that are killing innocent people and hurting innocent Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAN CRENSHAW, R-TX",
      "sentences": "Yes, that's absolutely right. I mean, just last month, we're almost at 100,000 apprehensions. That's a huge amount of people. So whether they're good people or bad people doesn't really matter at this point. It's completely unsustainable for our system. We can't absorb that amount of people into our culture. We're in a free fall, as Secretary Nielsen said. So what are the solutions? The walls have been mentioned. Physical barriers have been mentioned. Technology has been mentioned. That's all true. We need an immediate solution. The President has talked about this a little bit this past week. (Inaudible) asylum process immediately. We should not be accepting asylum in between ports of entry because it's clearly being taken advantage of. This is the step we have to take. This would have dramatic effects, by the way, because what was just mentioned earlier was the fact that drug cartels have complete operational control of the Mexican side of the southern border. They're making a killing off of this. They ask the - the people running across pay them money. Those people should not have to pay them money. They should go to the port of entry and actually claim it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, I am willing to have emergency funding go to extra detention facilities and extra immigration judges so that we can actually adjudicate those cases immediately. And if they're found not to be valid asylum cases, then they're sent back immediately. This would have dramatic effects. It would totally remove the incentives we're seeing. We need to do this immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. All right. By the way, I'm looking at the video of Lawrence and thinking, \"Man, I hope he has off the bug spray. There's a lot of bugs flying around you right now. And--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here the Border Patrol makes you wear this thing in the media. Here's what the big part is. They can attack you, but why don't they give you a phone call and you say, \"Oh, yes, they made me put this on.\" Oh, there's gunfire in the background.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "sentences": "Oh, just call the Border Patrol, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "That's exactly right. I just called the men and women. That's exactly right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And you've heard gunfire since you've been there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Careful, Lawrence. That's how you lose an eye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Two weeks ago, there was gunfire. That's why I have it on there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. All right. Thank you. Nice of (inaudible). Lawrence, this is so and so from fake news. Will you confirm why you're wearing - OK. They don't have the decency to do that, as usual. All right. When we come back, we have a lot to get to. Colluding the off- the-rails video of Ocasio-Cortez. Also, Chicago police demanding the city's top prosecutor be fired over the Smollett case. Trace Gallagher has the report. The media overselling the Mueller story yet again. Alan Dershowitz, Pam Bondi will explain. Got a lot to get to. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Jussie Smollett hate-crime hoax pot thickens, well, the state's attorney Kim Foxx is taking a lot of heat from Chicago police for which seems to be a gross miscarriage of justice. They are very angry today. And Trace Gallagher joins us from our West Coast newsroom with the very latest. Trace. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Sean, talk about mounting pressure. The associations for every police chief in every Chicago suburb have given Kim Foxx a vote of no confidence and, today, demanded her resignation. Foxx's handling of the Jussie Smollett case was the final straw. But police are also irate over her refusing to prosecute low-level felonies like burglary and shoplifting under $1,000. Police say theft is now permissible in Chicago. Kim Foxx, though, issued a statement saying, \"I was elected by the people of Cook County to pursue community safety, prevent harm and uphold the values of fairness and equal justice. I'm proud of my record in doing that, and I plan to do so through the end of my term and, if the people so will it, into the future.\" And Chicago's newly elected Mayor, Lori Lightfoot, says Foxx owes the public a better explanation of what happened in the Jussie Smollett case because the evidence against him was \"compelling.\" That's a bold statement because Lightfoot was herself a former federal prosecutor. And the former Chicago Mayor, Rahm Emanuel, gave Jussie Smollett until today to pay $130,000 fine to help cover the cost of the investigation. There has been no payment. The city is now planning to sue Jussie Smollett. Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Trace Gallagher in our West Coast newsroom. Thank you tonight. Also - well, also growing calls by Democrats for the DOJ to undermine the law, release classified information in the Mueller report, that would even mean sources and methods and innocent people whose names should be redacted. The DOJ is defending its decision to so far just release the core conclusions of the report. Interesting. 17 of the current Democrats in the House, including Jerrold Nadler, they didn't want the Starr report or the independent counsel law, which they changed, they didn't even what that released. Here with reaction, former Florida Attorney General, Pam Bondi; author of the introductory explainer to the Mueller report, Harvard law professor, Alan Dershowitz, is with us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Professor, I begin with you. The Attorney General doesn't have to release anything. Actually, the Democrats wanted that law changed back at the time after the independent counsel statute and the Clintons' Ken Starr report. But explain to people that this is fully at the discretion of the Attorney General, explain that the Attorney General quoted Mueller on collusion, no underlying crime. He also - to reach the standard of obstruction, how we would need intent and you would need an underlying crime, and it was also revealed that not only Rod Rosenstein and the Attorney General quickly determined no obstruction, but it was ongoing as the entire Mueller investigation was underway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW SCHOOL EMERITUS PROFESSOR",
      "sentences": "Well, of course, the Attorney General did exactly the right thing. And if this had been a Democrat who were under investigation, the Democrats would say he did the right thing. He announced the conclusion so that the American public is aware that there was no collusion, that there was a conflict over obstruction, which he resolved against charging. And then he said, I have to look at this report and I have to decide how to eliminate classified material, grand jury material, and most important, criticism unfounded attacks on innocent people, much like the way Comey attacked Hillary Clinton when he said she was extremely careless. And every Democrat went crazy when he said that, saying, \"No, no, no, you limit yourself to whether you're going to indict somebody or not. You don't go beyond that.\" Now the same Democrats are saying, \"You have to go way beyond it. You've got to tell us everything negative, everything critical about anybody who was investigated, even though they were not indicted.\" It's hypocrisy at its worst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I go back - and Pam Bondi, there's actually a great column in The Hill tonight. Note to team Mueller, if you don't indict, you can't incite. Now, maybe a fun play on words, but the reality is if you make the decision not to indict, you don't - well, first of all, releasing grand jury materials is illegal. Number two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There is no fundamental crime to be obstructing. Number three, there has to be intent that is shown as part of the law. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Absolutely, Sean. So, just even in a state case, there are certain things that must be redacted. Victim information, law enforcement officers' information. Here it's even heightened because there are levels of national security that could be jeopardized. And not only that, people - we know we have a lot of potentially corrupt people who have given statements in this case. And just to release crazy things that they could have said, it's - it's - not only is it unfair, it's unethical. And Attorney General Barr did the exact right thing, as Professor Dershowitz has said over and over. And again, if this was on the flipside that they wouldn't want it released if this was against Hillary Clinton. But this is the exact right thing to do legally all the way around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let me ask this question to both of you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And you want to compare - you want to compare - compare what the Attorney General did here with what the state attorney did in Chicago. Exactly the wrong thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "She sent a message that it's OK to falsely accuse people. And that is the most undermining part of the justice system. When people know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "--they can get away with deliberately--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask this though--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "--falsely accusing people, particularly in a racial context.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "The President we know - ah, I hope a 33-year veteran, ah, I hope he doesn't get indicted. He didn't say stop the investigation. He - as a matter of fact--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--we know he said to nobody. Firing Comey, even Comey acknowledged he could be fired for any reason or no reason, or if the President says this was a witch-hunt. Well, it was--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "And that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's true. I mean, is there any issues there for both of you? Real quick. Professor, we'll start with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "No, not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Pam--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Even if it's false - even if it's false, it's not an obstruction. The President is entitled--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "--to express his opinion publicly on any issue. I've never heard of a case where somebody was charged with obstruction of justice to speaking in public or tweeting. And if you are the President--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "--you can fire. And you can't be charged if you engage in your constitutionally protected acts. So I think the Attorney General is exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "And he needed to fight back and defend himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. Nobody was fired. He let Mueller do his job. That was the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--fourth time now we've had a conclusion. No collusion. All right. Thank you, both. Very informative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back, wow, off the rails, Congresswoman Ocasio-Cortez broadcasting live on Instagram last night. We've got it all. You won't believe these bizarre comments. Jesse Watters, Joe Concha are next to react. We continue a busy breaking news night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Congresswoman Ocasio-Cortez is hitting really new levels of strange bizarre because she's not only doubling down on her claim \"the world is going to end in 12 years,\" but she's actually comparing anyone who disagrees with her to people who oppose the civil rights movement and the Civil Rights Act. Maybe you check the history books. I remember, Lyndon Johnson needed Republicans to pass Civil Rights Act in '64, the Voting Rights Act in '65, oh, because Hillary's mentor, Robert, the former Klansman, Byrd, was filibustering, and Al Gore's father was dead set against it. It's a little history. Don't believe me. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "How many years until the world ends, again? We have 12 years left to cut emissions by at least 50 percent. You may laugh, but your grandkids will not. In the 1950s, 1960s. So just know that in the present day, there are a lot of people who hide the fact that their families and that their grandparents fought against principles of equal rights in the United States. That - while a lot of people can hide that their grandparents did that in the civil rights movement, you should also know that the Internet documents everything. And your grandchildren will not be able to hide the fact that you fought against acknowledging and taking bold actions on climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congresswoman, you previously told us we may have to stop having kids altogether. But now we have to be worried about our grandkids. I'm a little confused. It appears that just like the unbuilt furniture in her apartment, the Congresswoman's ideas are far from being put together. But what I want to be totally clear about is a real person, real influence. Nancy Pelosi is scared to death of her. And maybe some of you want to dismiss all of the alarmism and no oil, gas, combustion engine, planes, cows, and everything's free. You need to take it seriously, as we expose this radical socialist agenda for what it is and the world, as far as I know, although at what hour and time, only God knows the world is not ending. Remember, the authors of the IPCC report actually came out and said the 12 years line was being misused in \"potentially dangerous ways.\" And it's not just on the climate. She's spreading misinformation on pretty much everything. Let's give American's corporate businesses a 90 percent corporate tax rate, a marginal rate of 70 percent. Oh, that's really going to help the economy? Every business is going to leave, and with it, every job. And history is clear. When you cut taxes, the economy improves, quality of life increases. We now have nearly 6 million jobs created. Obama left us 13 million more in poverty, 8 million - I'm sorry - 13 million more on food stamps, 8 million more in poverty. Jesse Watters, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST OF THE FIVE",
      "sentences": "Good to see you too, Sean. Here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Joe Concha, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER FOR THE HILL",
      "sentences": "Hello.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome. I don't know. You help me out with that. It's - she's the leader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're afraid of her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. Civil rights was a real fight. You can fight climate change with suntan lotion. It's not that big of a deal. The - the fact that she is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You are - you are so dead for that comment. He doesn't take it seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, I know. And the thing is, is that - like you said, it was the Democrats that were opposing civil rights. She is now putting together IKEA furniture in her apartment where there is a Category 5--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Eating--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "--catastrophe going on in the border. And she's just dropping bombs on people when it's her open borders policies that's causing the crisis. Sean, I think she's God's gift to the Republican Party. If you just think about it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Stop. Shush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Don't give it away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I was (Inaudible) I'm not supposed to say. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Don't give out. You--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We want this to continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's what I'm saying. They're running against the Green New Deal. The jokes write themselves. It's a hall of fame rights issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK. You know what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm too honest for Sean's show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'll just stop. I'll just stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Because they're watching and they're learning. They're not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So in the '70s, it was the new ice age is coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then it was the world's going to burn up. Now it's just hot, cold, rain, no rain, snow, no - it's all under the banner of global warming, which has a political agenda. It's a - based on the premise or predicated around the idea that man is pillaging the planet for profit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Alexandria Ocasio-Cortez is pushing that very narrative. And she's going to be on the ballot, to your point, in 2020. She is 29 years old. You can't run till you're 35. But to your point, she is going to be the face of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I might get in that race--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--because whoever gets in the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--primary is going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "All right. Breaking news there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "But she's a classic case of \"the more she speaks, the less popular she gets.\" Do you know that Quinnipiac did a poll last week? Showed her at 23 percent favorability. Yet she's on the cover of Time magazine. They called it a phenom. She's on 60 Minutes five minutes after she's sworn in, and she gets a town hall on MSNBC before most other Presidential candidates do on the Democratic side. So the more she speaks, the worse it is for Nancy Pelosi and the rest of the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, Pelosi is really afraid, because if she decides we don't want Nancy, she's got a coalition big enough probably to defeat her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, she's caused a civil war in the Democratic Party. The Democrats either love her--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "--they hate her, or they're scared of her--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There you go. You're giving away secrets again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm sorry. But to the global warming point, Sean, if someone came up to you on the street, said, you're going to die in 12 years unless you give me all of your money, and they weren't a doctor or a scientist, you'd call them a scam artist. Because that's what it is. Give me all your money or you're going to die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The world is going to end in 12 years. This is my last show. I want to go--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to go enjoy rest of my life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "(Inaudible) I'm on the last Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "It's like a trivia question almost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "The New Green Deal would cost every household in this country $300,000 to $400,000, every single one. So forget about the fact that it can't physically be done some of those things. Like, rail service to every major city and every town compared to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How are we going to get to Australia? How are we going to get to Europe? We're going to take--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Underwater trains, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--little sailboats to Europe now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're going to be - I'll see you in a few weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "And lead by example. I go to Washington a lot. And if you take the train, it is infinitely faster than flying. If she continues to fly a lot more than taking the train, that would be the environmentally safe thing to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm going to be on your show this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. Yes, you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why did you talk me into that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, we're going up against basketball. So I had to bring in the heavy hitters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I heard Levin is on too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, and Jobs (ph). We loaded it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, my gosh. All right. Good to see you both. Thank you. When we come back, you're not going to believe, Comrade Bill de Blasio, what he's saying now. A hint: It involves your money, all of it. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Time for the Villain of the Day, repeat offender, New York City Comrade Mayor Bill de Blasio backpedalling communist talking points. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, NEW YORK CITY, NEW YORK",
      "sentences": "Don't let people tell you we cannot afford to take care of working families. It's not for lack of money. There is plenty of money in this world. There is plenty of money in this nation. It's just in the wrong hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wrong hands. We'll take it. Give it to the other people. We'll never be the rage-Trump media mob. Let not your heart be troubled because Laura is right there. How are you? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to “Hannity.” All right. Buckle up, the hate Trump media mob, they're up to the same old tricks all week. They have been breathlessly pushing yet another anonymously sourced unverified rumor -- when will they learn? -- about the contents of the Mueller report. We're going to address the hysteria in just a moment. They just keep lying, making it up. All right. But first, we have actual news to report. The crisis at our southern border is now spiraling out of control. Wait until you see the video we have for you tonight exclusively for “Hannity.” And President Trump put Mexico on notice. Take a look."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "We're going to give them a one-year warning. And if the drugs don't stop or largely stop, we're going to put tariffs on Mexico and products, in particular cars, the whole ball game is cars. It's the big ballgame. With many countries, it's cars. And if that doesn't stop the drugs, we close the border."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The government of Mexico must be held accountable. Interestingly, they have some of the toughest laws against illegal immigration of any country. Now, they have one year to get their act together. But really, the answer is securing our southern border can no longer wait. And today, during a raid, ICE agents -- look at this -- they arrested 280 illegal immigrants working at only one company in Texas, the largest work site operation in more than a decade. In Louisiana, a previously deported illegal immigrant was arrested -- get this -- on more than 100 child sex crime charges, including sexual battery of a child under the age of 13. Illegal immigration is seeing a massive spike. Ports of entries are overwhelmed with traffic. They believe Trump is doing this because they see it. And our federal government's catch and release program is sadly expanded. That means thousands of illegal immigrants simply just let free in the United States pending a court date they'll never show up at. And guess what, they failed to show up to court, oh, let's see, 95 percent of the time. And as we speak, people from all over the world are literally walking into the United States because we have unprotected areas of our border. Last night during a ride along with border patrol officers in Texas, our very own Lawrence Jones witnessed two men from China walking across the shallow Rio Grande before being apprehended. We're going to have full footage coming up. You're not going to believe what Lawrence also witnessed in the exclusive video we have. First, we turn to the “Hannity” watch, though, on the radical 2020 Democratic socialists. Three more women have now accused creepy crazy Uncle Joe Biden of making them feel uncomfortable. This is now a grand total of seven. President Trump is openly mocking creepy Uncle Joe on Twitter. Earlier today, the president posted this video showing the former vice president getting -- well, the Biden treatment. Four hours later, Biden responded, quote, I see that you're on the job and presidential as always. OK, Joe, you're going to have a tough time against this president, trust me, if that's your answer. But the point is, creepy crazy Uncle Joe is really going to -- what, show Donald Trump how to be president? Is that how? I mean, nothing says presidential like invading somebody's space, smelling their hair, rubbing noses, locking lips, and unsolicited back rubs? But, by the way, where's Obama? He hadn't said a word yet sticking up for his favorite creepy Uncle Joe. Now, if Biden does want to officially throw his hat into the ring, he's going to have to rub shoulders with the Democratic Party's chief king maker. That, of course, would be the Reverend Al Sharpton. \"U.S. News and World Report\" calling it the Al Sharpton. This week, 12 Democratic candidates, 12 of them, are speaking at Sharpton's National Action Network Convention. But the ring kissing doesn't stop there. Now, Reverend Sharpton says, well, Sean Hannity has been there. Yes, I went there to debate him and confront him with his own words. By the way, it was so popular that there were literally hundreds and thousands of people outside knocking on the door, let us in, the room was packed. And Bozo O'Rourke, reportedly, personally promising Sharpton to pursue reparations as president. You might remember, Senator Kamala Harris dining with Al Sharpton in an infamous Harlem restaurant, just before she kicked off her campaign. And according to \"The Los Angeles Time\", New York Senator Kirsten Gillibrand never forgets to call Sharpton on his birthday. Remember, we're talking about the Reverend Al Sharpton. Again, he's a tinfoil hat conspiracy TV MSNBC. Got to start promoting really controversial things, like in the Tawana Brawley case or Freddy's fashion mart on 125th Street in New York. Also accused of fomenting violence if you're a member against Jewish Americans during the '91 Crown Heights riots in New York City, saying, quote, if the Jews want to get it on, tell them to pin their yarmulkes back and come on over to my house. Pretty disgusting, pretty hate-filled, and this is not the language -- well, frankly, nothing for Reverend Sharpton, the person whose ring they're kissing. Take a look."
    },
    {
      "speaker": "AL SHARPTON, NATIONAL ACTION NETWORK",
      "utterance": "You ain't nothing. You're a punk. Come and do something. White folks was in the cave when we had built empires. We learned to admire them, but they knew to admire us. We built pyramids before Donald Trump ever knew what architecture was. David Dinkins, you want to be the only (AUDIO DELETED) on television, only (AUDIO DELETED) in the newspaper, only (AUDIO DELETED) that can talk."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, that would be the 2020 king maker of the Democratic Party. That is the man that virtually every single candidate is now bowing down to. This is really a radical extreme Democratic socialist party. Speaking of which, their fearless leader on Capitol Hill, freshman Congresswoman Alexandria Ocasio-Cortez once again predicting the end of days. This time, she did it by treating her fans to a lengthy Instagram live session where she gulped down wine and was assembling furniture from I guess IKEA and from, you know, I guess her brand new luxury apartment in D.C. This goes off the rails. Take a look."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "How many years until the world ends again? We have 12 years left to cut emissions by at least 50 percent if not more and if everyone wants to make a joke about that, you may laugh but your grand kids will not."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The apocalypse is eminent. The world ends in 12 years. Congresswoman Ocasio-Cortez assembling furniture. But don't worry, America, you are in great hands, no oil, no gas, no combustion engine, no planes, no cows. We're going to show you all of the worst moments from that ranting mini-monologue of the congresswoman. Honestly, it would be hilarious except for the fact that Ocasio-Cortez is calling the shots. She is the leader of the Democratic Party. Nancy Pelosi is scared to death as I've been saying of Ocasio-Cortez. And meanwhile, the extension of the Democratic Party, yes, the mainstream media mob, the rage Trump media mob, they are up to their same old shameful behavior. After spending over two years reporting nothing but baseless rumor, conspiracies, anonymous sources, wild speculation, Trump, Russia, conclusion -- yes, the media mob ended up looking pretty stupid and very partisan. As it turns out, there was no conclusion, none, that's clear. Robert Mueller determined that. And there was no obstruction. It was all a giant hoax perpetrated by Trump haters. But that's not stopping the same outlets from doing the same thing and starting all over again. We have an FBI investigation, two congressional investigations, and the Mueller report, \"Washington Post,\" \"New York Times,\" both reporting that some on Mueller's team are claiming that the special counsel's findings are actually more damning than what the Attorney General Barr revealed in the summary and the report will show that Trump -- maybe he did commit obstruction in some ways. Once again, reports are based on hearsay from anonymous sources. Or maybe it was Jeannie Rhee who Mueller hired, Clinton's old attorney, or Andrew Weissmann, who was waiting at Hillary Clinton's victory party. \"New York Times\" conspiracy theorist Paul Krugman tweeting, that the reports must be presumed true -- really? Until proven false. From the same \"New York Times\" that got everything wrong up to this point. Now, until you realize that Mueller did not charge the president with anything, nothing in the investigation. After Barr and Rod Rosenstein weighed in on obstruction, pretty much within seconds, it's over, whether they like it or not. Let's just buy into their fantasy, though, for a second. Let's pretend \"The Times\" and \"The Washington Post,\" let's say their stories are true. Let's say they got a leak from someone on the Democratic Mueller team, right? They wanted to get this information out. An FBI investigation must be launched immediately because that is a serious illegal leak in and of itself. Of course, the attorney general, Barr, has promised to release the full Mueller report in a few weeks after redacting as recommended, oh, by even the cowardly Schiff itself, Democrats so angry they thought sources and methods were revealed by Republicans. But they don't care about this in this case. Well, they didn't want the Starr report either, about 17 current Democrats. We'll soon know what's in that report. But it doesn't matter. There's no indictment. The media, the Democrats -- they just wait and analyze Mueller's findings. We'll see what the documents say. But no, sore losers on the left, the ones that could never accept Donald Trump won. They're trying to keep hope alive, and speculation, with rumors, with hearsay, anonymous sources, just like they've been doing for two-plus years. A dozen stories and dozen stories about Russian-Trump conclusion, stories about Don Jr., Michael Cohen visiting Prague -- I knew Michael Cohen was in Los Angeles at the time. The fake reports about the Mooch -- Anthony Scaramucci, to the president himself, fake news after fake news. Journalism in America is dead and buried. And you know something? For two years on this program, we have built a real investigative reporting team. We have been proven right. There's not a single newsroom in America that has been more right than the team we have assembled right here on this show. And I am really proud of that fact. And here's more news. We will be proven even more right in the days, weeks, months ahead as we now see the FISA warrant, the gang of eight material, as we begin to dig deep into the 302s. In other words, the information that has been sitting there that will be coming out. For example, FISA abuse committing fraud on a FISA court, rigging an investigation into a preferred presidential candidate. If all these people -- if they really care about obstruction, really, that the -- they really think that's an important issue, how come that none of them has ever talked about the fact that James Comey's lead counsel, the head counsel of the FBI, James Baker, wanted to indict Hillary because he believed she violated the Espionage Act. That would be a crime. And also, Hillary literally had 30,000 e-mails, acid washed a hard drive with Bleach Bit, beat up the Blackberrys and phones with hammers and removed the SIM cards. That's the biggest slam dunk obstruction case I've ever heard of. Does the media that is back to their tinfoil hat conspiracy, do they ever report this? Do they really care about obstruction? Or is it sort of like they only care about beating up Trump? Like, for example, they want to beat up Justice Kavanaugh. And they want to beat up any Republican and the accusation against any Republican. Why is the \"I believe\" people so quiet as it relates to the lieutenant government of the Commonwealth of Virginia. Oh, because they only care if it's a Republican that's involved. I got it. If they care about Dreamers, DACA, and the second term of Barack Obama, they actually care about building a wall and willing to fund it, they don't really care about Dreamers, DACA, or building the wall because Donald Trump supports it. Their rage for Trump goes that deep. That's how hypocritical they are. Joining us now, Fox News contributor, Dan Bongino, Fox News correspondent- at-large Geraldo Rivera. All right. Let's start with the issue of crazy Uncle Joe, the Democratic Party, and the media, Geraldo, because the double standard I'm describing here is to flagrant. It's never been this bad. You know, I admit I'm a talk show host. We do reporting, investigative reporting, opinion news, sports, culture, we're kind of like the whole newspaper. They say they're only one part of the newspaper. We're honest who we are."
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "utterance": "Well, I think, Sean, first of all, you should take a victory lap in terms of the investigation your team has done. Dan and I are kind of tangential to that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, no, you're big players."
    },
    {
      "speaker": "RIVERA",
      "utterance": "To watch -- but to watch John and Sara and you really go at it and Greg Jarrett, it's been very, very impressive. You have not gotten the credit for it. I just want to urge one thing -- we know how this story ends because the attorney general of the United States has told us how this story ends. This story ends with no finding of conclusion, the central theme on the attack of the president, the 45th president of the United States, has been that he conspired with the Russians to fix the 2016 election. There is no conclusion, the dossier has fallen apart. It has been exposed in many ways as a witch hunt as the president characterized it. So, we know how it ends. This fighting now is the desperate last throes of the losing side. They invested so much in the thesis that the president was a spy, a Russian asset, a Manchurian candidate. They've come up empty. So, now, it's oh, what did he redact? You know, what are we not being told? Oh, Barr spun it too favorably for the president. Maybe we shouldn't have leapt to the conclusion that nothing happened, that the president did not commit collusion with the Russians. I think as long as we stay on that message, there is no collusion, there is no conspiracy, and all the rest is just hot air, then we'll watch this collision between the attorney general and the Department of Justice on one hand, and the Democrats running these investigatory committees on the other. That's a natural collision. It will happen. They'll fight it out. The attorney general will protect the grand jury classified information."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He has to by law."
    },
    {
      "speaker": "RIVERA",
      "utterance": "The sensitive witnesses. I think he will. Yes, he will."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, let's say -- I believe what's going to happen. Just a guess, I have no inside knowledge whatsoever. But, all right, so I assume they're going to use President Trump's public comments -- jeez, I hope a 33-year veteran, a guy in combat defending his country doesn't get in trouble. He didn't say stop it. He said, I hope this guy's not in trouble. He said, fires Jim Comey, who Jim Comey says could be fired for any reason or no reason. Oh, is that obstruction? OK? But he didn't stop the Mueller investigation, Dan. I'll imagine they don't like what Trump said publicly. But to prove obstruction, Geraldo will back me up, Dan, you need intent. You also need an underlying crime. And the president stood firm, I did not collude. Seems to me it's all dead."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "Oh, yes. Yes. Let me point out a couple of key things about this phantom obstruction -- they had a weaker case for obstruction than they did for conclusion. That was in Aesop's fable. That was a myth. Number one, remember this, Sean, in Jim Comey's own memos, he documents Donald Trump asking him to investigate any, quote, satellite figures of his who may have been involved in trouble. Let me ask the liberals watching your show a common sense question, what kind of a person obstructing an investigation asks an FBI director he doesn't like to go and investigate people in said investigations, does that make sense? Second, Sean, this obstruction case is a total loser, it's for idiots. Here's point two. McCabe testified with his right hand up under oath to Senator Marco Rubio when asked a direct question, has there been any effort to obstruct your investigation? Quote: There has been no effort. The men and women in the FBI will do their jobs. This obstruction case is a loser. He punted it to Barr for one reason. He punted to Barr because he knew the Democrats would make a political case of it, because Barr is a Trump appointee."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Geraldo, you're a good lawyer. If I deleted subpoenaed emails, acid washed my hard drive, had an aide beat up my devices with hammer, removed SIM cards, and the chief counsel of the FBI at the time thought there was an underlying climb, that would be the Espionage Act, I don't think you could get me out of jail. I think I'd go to jail. Now, we know that you need intent in that particular case. I think Hillary ice intent was clear, clean it up, all of it. Get rid of it all. And secondly, you need an underlying crime, OK, obstruction of what? A Russian conspiracy that you are now exonerated of? Four times?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Let me talk as a novice politician, Sean, rather than a lawyer, although my legal training will inform what I'm about to say. It's very important for the Republicans who control the Senate committees to keep the pressure on the Hillary Clinton, whatever she did with -- or did not do with the various hardware or software. I think they've got to keep probing. They've got to find out whether in the Department of Justice, there was unanimity when it came to some of these witnesses in some of these allegations. Was there suppression of material within the Department of Justice that would have benefitted the president and his position? I think that politically, the Republicans with the -- with the leverage of the Senate must these allegations. Was there suppression of material within the Department of Justice that would have benefitted the president and his position. I think that politically, the Republicans with the -- with the leverage of the Senate must continue as you must continue. You are really leading the effort. You've got to keep the pressure on that side of it so as they overreach with Barr and the Department of Justice to try to get more and more of the redacted material, you can say look what you've done."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dan, last word?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Sean, I think what they're really hiding with Hillary Clinton is obviously there's evidence of her own guilt based on her own e-mail. But they're hiding the fact that she e-mailed Barack Obama from her personal account that had to be white listed into his phone and Barack Obama said he only found out about her private e-mail through media reports. Those stories can't possibly be true."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I always forget that part. I love when you guys come on, because you always make the show start. All right. Good to see you both and you both have been a big part of our team. Thank you. All right. When we come back, exclusive footage you won't see anywhere else. Our own Lawrence Jones with border patrol last night with the multiple nighttime arrests. We've got all of that video along with Congressman Dan Crenshaw and so much more. A lot of news will hit tonight on “Hannity.”"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Immigration crisis on our southern border continues. Last night, our very own Lawrence Jones did a ride along with border patrol agents in Laredo, Texas, where our cameras caught illegals, yes, trying to sneak into the country, video you'll only see right here on \"Hannity.\""
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joining us now, investigative reporter, FOX News contributor Lawrence Jones, is with us, and Texas Congressman Dan Crenshaw. Dan, Lawrence, first of all, I know these really dumb people that are in our industry have a lot to say about what you're wearing now. But what they don't know is -- care to ask people is --"
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "utterance": "The Border Patrol standing right here keeping us safe, putting it on to keep us safe here. Just two weeks ago, a couple of months ago, I'm sorry, there was a shooting. What people don't understand is that we control this side of the border, but the cartel controls the other side of the border. So, there's been gun fights. I'm going in danger with these Border Patrol agents to report on this story. The public doesn't know that over the last 2 1/2 years, there has been an uptick, over 200 percent, of violence against these agents. And, so, in order to do my job and the border agents to do their job, I have to come with this vest that they supplied."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right. And, by the way, the border patrol, like you can probably toss them your microphone right now and they can catch it, they're that close to you, correct?"
    },
    {
      "speaker": "JONES",
      "utterance": "That's exactly right. If I do something crazy, they're going to take me out there. So, they're doing an excellent --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, and they're wearing the same equipment themselves, aren't they?"
    },
    {
      "speaker": "JONES",
      "utterance": "Actually, the one that I had on yesterday was safer than their equipment."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They care more about you."
    },
    {
      "speaker": "JONES",
      "utterance": "The vests they have on currently. That's exactly right. You know, Sean, you see some of the video. Last night as we're going into the thick of it, we caught two Chinese nationals. Now, how in the world did they get to Mexico to get to this country? The cartels. They're paying $a 15,000 to $20,000 to make that trip. The entire time we've been here on the border, the agents have been giving me tip -- fishermen that are really in with the cartel, different -- we shift to another area, the illegals will force their way to the other area. Last night, we had breaking news during the middle of the show because those two guys illegals were trying to come across in the middle of the show. As soon as we got on the air, the border patrol that you see behind me rushed out and I got in another car and we rushed right out there to push them back to the border. We didn't catch them, but we did make them return back to Mexico. That's the type of work these border patrol agents are doing. And, by the way, Sean, real quickly, most of the time, these agents are by themselves. That means when they get into a gun fight or anything, they're by themselves. Another agent won't be able to get them to minutes later and they can lose their life as a result of that. This is why we need the border wall system, not only the wall, but the funding for the technology as well as more boots on the ground to help these guys."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dan, I've been to the border 12, 13 -- I don't know, so many times, helicopter, horseback, boats, all-terrain vehicles, seen arrests, drug warehouses, I told the audience all the time. And so many of your colleagues in Congress have not been there. The area we talked about, the Rio Grande, literally it takes you 30 seconds to walk across shallow water. You leave Mexico, you're in the U.S. in 30 seconds. Nothing stops you. Then once you get here, then you claim asylum. Then you're in the court system. And then that's overwhelmed now because everybody knows these walls are going up. This President is serious. We see walls going up. So I'm not sure what part of this being a crisis, how many people have to die from drugs or violence by illegal criminal aliens, homicides, sexual assaults, violent assaults. We've chronicled the numbers. They are massive. It's only 2 percent, but 2 percent that are killing innocent people and hurting innocent Americans."
    },
    {
      "speaker": "REP. DAN CRENSHAW, R-TX",
      "utterance": "Yes, that's absolutely right. I mean, just last month, we're almost at 100,000 apprehensions. That's a huge amount of people. So whether they're good people or bad people doesn't really matter at this point. It's completely unsustainable for our system. We can't absorb that amount of people into our culture. We're in a free fall, as Secretary Nielsen said. So what are the solutions? The walls have been mentioned. Physical barriers have been mentioned. Technology has been mentioned. That's all true. We need an immediate solution. The President has talked about this a little bit this past week. (Inaudible) asylum process immediately. We should not be accepting asylum in between ports of entry because it's clearly being taken advantage of. This is the step we have to take. This would have dramatic effects, by the way, because what was just mentioned earlier was the fact that drug cartels have complete operational control of the Mexican side of the southern border. They're making a killing off of this. They ask the - the people running across pay them money. Those people should not have to pay them money. They should go to the port of entry and actually claim it. Now, I am willing to have emergency funding go to extra detention facilities and extra immigration judges so that we can actually adjudicate those cases immediately. And if they're found not to be valid asylum cases, then they're sent back immediately. This would have dramatic effects. It would totally remove the incentives we're seeing. We need to do this immediately."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. All right. By the way, I'm looking at the video of Lawrence and thinking, \"Man, I hope he has off the bug spray. There's a lot of bugs flying around you right now. And--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here the Border Patrol makes you wear this thing in the media. Here's what the big part is. They can attack you, but why don't they give you a phone call and you say, \"Oh, yes, they made me put this on.\" Oh, there's gunfire in the background."
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "utterance": "Oh, just call the Border Patrol, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, of course."
    },
    {
      "speaker": "JONES",
      "utterance": "That's exactly right. I just called the men and women. That's exactly right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And you've heard gunfire since you've been there."
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Careful, Lawrence. That's how you lose an eye."
    },
    {
      "speaker": "JONES",
      "utterance": "Two weeks ago, there was gunfire. That's why I have it on there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. All right. Thank you. Nice of (inaudible). Lawrence, this is so and so from fake news. Will you confirm why you're wearing - OK. They don't have the decency to do that, as usual. All right. When we come back, we have a lot to get to. Colluding the off- the-rails video of Ocasio-Cortez. Also, Chicago police demanding the city's top prosecutor be fired over the Smollett case. Trace Gallagher has the report. The media overselling the Mueller story yet again. Alan Dershowitz, Pam Bondi will explain. Got a lot to get to. Stay with us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Jussie Smollett hate-crime hoax pot thickens, well, the state's attorney Kim Foxx is taking a lot of heat from Chicago police for which seems to be a gross miscarriage of justice. They are very angry today. And Trace Gallagher joins us from our West Coast newsroom with the very latest. Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Sean, talk about mounting pressure. The associations for every police chief in every Chicago suburb have given Kim Foxx a vote of no confidence and, today, demanded her resignation. Foxx's handling of the Jussie Smollett case was the final straw. But police are also irate over her refusing to prosecute low-level felonies like burglary and shoplifting under $1,000. Police say theft is now permissible in Chicago. Kim Foxx, though, issued a statement saying, \"I was elected by the people of Cook County to pursue community safety, prevent harm and uphold the values of fairness and equal justice. I'm proud of my record in doing that, and I plan to do so through the end of my term and, if the people so will it, into the future.\" And Chicago's newly elected Mayor, Lori Lightfoot, says Foxx owes the public a better explanation of what happened in the Jussie Smollett case because the evidence against him was \"compelling.\" That's a bold statement because Lightfoot was herself a former federal prosecutor. And the former Chicago Mayor, Rahm Emanuel, gave Jussie Smollett until today to pay $130,000 fine to help cover the cost of the investigation. There has been no payment. The city is now planning to sue Jussie Smollett. Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Trace Gallagher in our West Coast newsroom. Thank you tonight. Also - well, also growing calls by Democrats for the DOJ to undermine the law, release classified information in the Mueller report, that would even mean sources and methods and innocent people whose names should be redacted. The DOJ is defending its decision to so far just release the core conclusions of the report. Interesting. 17 of the current Democrats in the House, including Jerrold Nadler, they didn't want the Starr report or the independent counsel law, which they changed, they didn't even what that released. Here with reaction, former Florida Attorney General, Pam Bondi; author of the introductory explainer to the Mueller report, Harvard law professor, Alan Dershowitz, is with us. Professor, I begin with you. The Attorney General doesn't have to release anything. Actually, the Democrats wanted that law changed back at the time after the independent counsel statute and the Clintons' Ken Starr report. But explain to people that this is fully at the discretion of the Attorney General, explain that the Attorney General quoted Mueller on collusion, no underlying crime. He also - to reach the standard of obstruction, how we would need intent and you would need an underlying crime, and it was also revealed that not only Rod Rosenstein and the Attorney General quickly determined no obstruction, but it was ongoing as the entire Mueller investigation was underway."
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW SCHOOL EMERITUS PROFESSOR",
      "utterance": "Well, of course, the Attorney General did exactly the right thing. And if this had been a Democrat who were under investigation, the Democrats would say he did the right thing. He announced the conclusion so that the American public is aware that there was no collusion, that there was a conflict over obstruction, which he resolved against charging. And then he said, I have to look at this report and I have to decide how to eliminate classified material, grand jury material, and most important, criticism unfounded attacks on innocent people, much like the way Comey attacked Hillary Clinton when he said she was extremely careless. And every Democrat went crazy when he said that, saying, \"No, no, no, you limit yourself to whether you're going to indict somebody or not. You don't go beyond that.\" Now the same Democrats are saying, \"You have to go way beyond it. You've got to tell us everything negative, everything critical about anybody who was investigated, even though they were not indicted.\" It's hypocrisy at its worst."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I go back - and Pam Bondi, there's actually a great column in The Hill tonight. Note to team Mueller, if you don't indict, you can't incite. Now, maybe a fun play on words, but the reality is if you make the decision not to indict, you don't - well, first of all, releasing grand jury materials is illegal. Number two."
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "utterance": "Yes."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There is no fundamental crime to be obstructing. Number three, there has to be intent that is shown as part of the law. Is that true?"
    },
    {
      "speaker": "BONDI",
      "utterance": "Absolutely, Sean. So, just even in a state case, there are certain things that must be redacted. Victim information, law enforcement officers' information. Here it's even heightened because there are levels of national security that could be jeopardized. And not only that, people - we know we have a lot of potentially corrupt people who have given statements in this case. And just to release crazy things that they could have said, it's - it's - not only is it unfair, it's unethical. And Attorney General Barr did the exact right thing, as Professor Dershowitz has said over and over. And again, if this was on the flipside that they wouldn't want it released if this was against Hillary Clinton. But this is the exact right thing to do legally all the way around."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let me ask this question to both of you--"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And you want to compare - you want to compare - compare what the Attorney General did here with what the state attorney did in Chicago. Exactly the wrong thing."
    },
    {
      "speaker": "BONDI",
      "utterance": "Exactly."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "She sent a message that it's OK to falsely accuse people. And that is the most undermining part of the justice system. When people know--"
    },
    {
      "speaker": "BONDI",
      "utterance": "It is."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "--they can get away with deliberately--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask this though--"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "--falsely accusing people, particularly in a racial context."
    },
    {
      "speaker": "BONDI",
      "utterance": "That's right."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "The President we know - ah, I hope a 33-year veteran, ah, I hope he doesn't get indicted. He didn't say stop the investigation. He - as a matter of fact--"
    },
    {
      "speaker": "BONDI",
      "utterance": "No."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--we know he said to nobody. Firing Comey, even Comey acknowledged he could be fired for any reason or no reason, or if the President says this was a witch-hunt. Well, it was--"
    },
    {
      "speaker": "BONDI",
      "utterance": "And that's true."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's true. I mean, is there any issues there for both of you? Real quick. Professor, we'll start with you."
    },
    {
      "speaker": "BONDI",
      "utterance": "No, not at all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Pam--"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Even if it's false - even if it's false, it's not an obstruction. The President is entitled--"
    },
    {
      "speaker": "BONDI",
      "utterance": "Exactly."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "--to express his opinion publicly on any issue. I've never heard of a case where somebody was charged with obstruction of justice to speaking in public or tweeting. And if you are the President--"
    },
    {
      "speaker": "BONDI",
      "utterance": "Exactly."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "--you can fire. And you can't be charged if you engage in your constitutionally protected acts. So I think the Attorney General is exactly right."
    },
    {
      "speaker": "BONDI",
      "utterance": "And he needed to fight back and defend himself."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. Nobody was fired. He let Mueller do his job. That was the--"
    },
    {
      "speaker": "BONDI",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--fourth time now we've had a conclusion. No collusion. All right. Thank you, both. Very informative."
    },
    {
      "speaker": "BONDI",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back, wow, off the rails, Congresswoman Ocasio-Cortez broadcasting live on Instagram last night. We've got it all. You won't believe these bizarre comments. Jesse Watters, Joe Concha are next to react. We continue a busy breaking news night."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Congresswoman Ocasio-Cortez is hitting really new levels of strange bizarre because she's not only doubling down on her claim \"the world is going to end in 12 years,\" but she's actually comparing anyone who disagrees with her to people who oppose the civil rights movement and the Civil Rights Act. Maybe you check the history books. I remember, Lyndon Johnson needed Republicans to pass Civil Rights Act in '64, the Voting Rights Act in '65, oh, because Hillary's mentor, Robert, the former Klansman, Byrd, was filibustering, and Al Gore's father was dead set against it. It's a little history. Don't believe me. Take a look."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "How many years until the world ends, again? We have 12 years left to cut emissions by at least 50 percent. You may laugh, but your grandkids will not. In the 1950s, 1960s. So just know that in the present day, there are a lot of people who hide the fact that their families and that their grandparents fought against principles of equal rights in the United States. That - while a lot of people can hide that their grandparents did that in the civil rights movement, you should also know that the Internet documents everything. And your grandchildren will not be able to hide the fact that you fought against acknowledging and taking bold actions on climate change."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congresswoman, you previously told us we may have to stop having kids altogether. But now we have to be worried about our grandkids. I'm a little confused. It appears that just like the unbuilt furniture in her apartment, the Congresswoman's ideas are far from being put together. But what I want to be totally clear about is a real person, real influence. Nancy Pelosi is scared to death of her. And maybe some of you want to dismiss all of the alarmism and no oil, gas, combustion engine, planes, cows, and everything's free. You need to take it seriously, as we expose this radical socialist agenda for what it is and the world, as far as I know, although at what hour and time, only God knows the world is not ending. Remember, the authors of the IPCC report actually came out and said the 12 years line was being misused in \"potentially dangerous ways.\" And it's not just on the climate. She's spreading misinformation on pretty much everything. Let's give American's corporate businesses a 90 percent corporate tax rate, a marginal rate of 70 percent. Oh, that's really going to help the economy? Every business is going to leave, and with it, every job. And history is clear. When you cut taxes, the economy improves, quality of life increases. We now have nearly 6 million jobs created. Obama left us 13 million more in poverty, 8 million - I'm sorry - 13 million more on food stamps, 8 million more in poverty. Jesse Watters, good to see you."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST OF THE FIVE",
      "utterance": "Good to see you too, Sean. Here we go."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Joe Concha, good to see you."
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER FOR THE HILL",
      "utterance": "Hello."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome. I don't know. You help me out with that. It's - she's the leader."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're afraid of her."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. Civil rights was a real fight. You can fight climate change with suntan lotion. It's not that big of a deal. The - the fact that she is--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You are - you are so dead for that comment. He doesn't take it seriously."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, I know. And the thing is, is that - like you said, it was the Democrats that were opposing civil rights. She is now putting together IKEA furniture in her apartment where there is a Category 5--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Eating--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "--catastrophe going on in the border. And she's just dropping bombs on people when it's her open borders policies that's causing the crisis. Sean, I think she's God's gift to the Republican Party. If you just think about it--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Stop. Shush."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Don't give it away."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I was (Inaudible) I'm not supposed to say. OK."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Don't give out. You--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We want this to continue."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's what I'm saying. They're running against the Green New Deal. The jokes write themselves. It's a hall of fame rights issue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Stop."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK. You know what?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm too honest for Sean's show."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'll just stop. I'll just stop."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Because they're watching and they're learning. They're not--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So in the '70s, it was the new ice age is coming."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then it was the world's going to burn up. Now it's just hot, cold, rain, no rain, snow, no - it's all under the banner of global warming, which has a political agenda. It's a - based on the premise or predicated around the idea that man is pillaging the planet for profit."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Alexandria Ocasio-Cortez is pushing that very narrative. And she's going to be on the ballot, to your point, in 2020. She is 29 years old. You can't run till you're 35. But to your point, she is going to be the face of the Democratic Party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I might get in that race--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "--because whoever gets in the--"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Really."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--primary is going to win."
    },
    {
      "speaker": "CONCHA",
      "utterance": "All right. Breaking news there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "CONCHA",
      "utterance": "But she's a classic case of \"the more she speaks, the less popular she gets.\" Do you know that Quinnipiac did a poll last week? Showed her at 23 percent favorability. Yet she's on the cover of Time magazine. They called it a phenom. She's on 60 Minutes five minutes after she's sworn in, and she gets a town hall on MSNBC before most other Presidential candidates do on the Democratic side. So the more she speaks, the worse it is for Nancy Pelosi and the rest of the party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, Pelosi is really afraid, because if she decides we don't want Nancy, she's got a coalition big enough probably to defeat her."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, she's caused a civil war in the Democratic Party. The Democrats either love her--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "There you go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "--they hate her, or they're scared of her--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "There you go. You're giving away secrets again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm sorry. But to the global warming point, Sean, if someone came up to you on the street, said, you're going to die in 12 years unless you give me all of your money, and they weren't a doctor or a scientist, you'd call them a scam artist. Because that's what it is. Give me all your money or you're going to die."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The world is going to end in 12 years. This is my last show. I want to go--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to go enjoy rest of my life."
    },
    {
      "speaker": "WATTERS",
      "utterance": "(Inaudible) I'm on the last Hannity."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "CONCHA",
      "utterance": "It's like a trivia question almost."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "CONCHA",
      "utterance": "The New Green Deal would cost every household in this country $300,000 to $400,000, every single one. So forget about the fact that it can't physically be done some of those things. Like, rail service to every major city and every town compared to--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "How are we going to get to Australia? How are we going to get to Europe? We're going to take--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Underwater trains, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--little sailboats to Europe now?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're going to be - I'll see you in a few weeks."
    },
    {
      "speaker": "CONCHA",
      "utterance": "And lead by example. I go to Washington a lot. And if you take the train, it is infinitely faster than flying. If she continues to fly a lot more than taking the train, that would be the environmentally safe thing to do."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm going to be on your show this week."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. Yes, you are."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why did you talk me into that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, we're going up against basketball. So I had to bring in the heavy hitters."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I heard Levin is on too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, and Jobs (ph). We loaded it up."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, my gosh. All right. Good to see you both. Thank you."
    },
    {
      "speaker": "When we come back, you're not going to believe, Comrade Bill de Blasio, what he's saying now. A hint",
      "utterance": "It involves your money, all of it. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Time for the Villain of the Day, repeat offender, New York City Comrade Mayor Bill de Blasio backpedalling communist talking points. Listen."
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, NEW YORK CITY, NEW YORK",
      "utterance": "Don't let people tell you we cannot afford to take care of working families. It's not for lack of money. There is plenty of money in this world. There is plenty of money in this nation. It's just in the wrong hands."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wrong hands. We'll take it. Give it to the other people. We'll never be the rage-Trump media mob. Let not your heart be troubled because Laura is right there. How are you? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}