{
  "date": "August 21, 2017",
  "headline": "What Rep. DeSantis wants to hear from Trump on Afghanistan",
  "subHeadline": "Republican representative from Florida previews the president's address to the nation on \"The Fox News Specialists.\"",
  "url": "https://www.foxnews.com/transcript/what-rep-desantis-wants-to-hear-from-trump-on-afghanistan",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "sentences": "Hey, everybody. I'm Eboni K. Williams along with Kat Timpf and Lisa Boothe. This is \"The Fox News Specialists.\" President Trump preparing to unveil the path forward for the U.S. in Afghanistan, he will address the nation in a high stake speech tonight at 9:00 eastern time. The U.S. war in Afghanistan is the longest running military conflict in American history. While some are advocating that the U.S. withdraw from Afghanistan, others are making a different case. They're suggesting an escalation in the U.S.'s commitment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE",
      "sentences": "We are in a long-term struggle with terrorism, with Islamic supremacist. We know that the last time we allowed Afghanistan to be an empty space it was filled with the Taliban and by Al Qaeda and the planning for 9/11 was done in Afghanistan. We know if we pull out and the government collapses, you're going to have some combination of ISIS, Al Qaeda and the Taliban running the country again. That's a long-term very real threat to the United States and Europe and all of our allies. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Kat, there we see Speaker Gingrich laying out the consequences of pulling out of Afghanistan. But certainly, what does winning in Afghanistan even look like at this point? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "sentences": "Right, absolutely, what could realistically be considered a win? I really like 2012 Trump on this saying we've got to get out of there. Now he's surrounded by generals, he has interventionist like Steve Bannon, not talking to him anymore, obviously, because he's not in the White House, doesn't have an influence. So, I -- unfortunately expect that it will be a message of announcing that we're going to be getting more involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Lisa, what's your expectation for tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, CO-HOST",
      "sentences": "You know back in June, Secretary Mattis told the senate armed services committee we were not winning in Afghanistan. So I'm interested in hearing from President Trump tonight about how that trajectory would change under this new plan. And as you stated in the opening, this is the longest war, 16 years, $700 billion spent. We're talking about a lot of American lives lost. And so this is very sensitive to Americans, clearly he's trying to get their buy-in by taking this message to the people. So I'm interested to see what he has to say tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, certainly we would hopefully find out more in the strategy tonight. But let's first meet today's specialists. He's a lieutenant commander in the U.S. navy reserve, he served in Iraq and Guantanamo Bay, also a graduate of Harvard Law School, and a former federal and military prosecutor, he's also a native Floridian who now represents Florida's sixth congressional district, but his specialty is draining the swamp, Congressman Ron DeSantis is here. She is the senior director of research and consumer insight for bustle.com, as well as the author of the book, America in the age of Trump, and she's also a Fox News contributor, but she specializes, and I've seen them, in Swatch collecting, Jessica Tarlov is here. Congressman, I'll start with you just because of your vast experience in the military itself, can you give us an insight as to what you expect to hear from President Trump tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLA.",
      "sentences": "I hope that what he'll do is define what the objective is at this point in Afghanistan, and then how we're going to marshal resources to achieve that objective on behalf of the United States. And it seems like through most of our commitment there, it's kind of been muddling along. I do think that there are significant threats still emanating out of Afghanistan. If you look at the terror networks involved both in Pakistan and Afghanistan. And I also hope that he does decide to maintain the commitment that he'll do so with having legitimate rules of engagement that actually let our troops do their job and fight the enemy. And not have such restrictive rules that they're basically fighting with one hand tied behind their backs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Certainly. And your take on the fact that in June, we know that he authorized up to 3,900 more troops potentially to be deployed there, what's your personal take and your professional analysis around more troops on the ground in Afghanistan? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, to me the troops follow from the first question about the objective, and simply putting more troops and without defining the objective that we're trying to see is not something that I think is necessarily going to make the big difference. What is the objective and how are you going to achieve that objective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jessica, let me ask you, after almost 16 years in Afghanistan, what do you think -- what do you expect possibly that President Trump can do that would be different than what we've seen from George W. Bush or President Obama?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I'm hopeful as everyone on the panel -- pointed out that it is clear what his intention is. He's not only to talk about the fact that those troops are going to be deployed. We've seen early reports that that is what is going to happen, but also outline the goals for civil society in Afghanistan, which is a key piece of ending a war anywhere successfully and making sure that we don't leave Afghanistan as much of a mess as we found it in. And I'm not completely sure if President Trump is going to be able to articulate that. I realize this will be a teleprompter speech and hopefully he will stay on the teleprompter the entire time, and so we will be hearing essentially from General Mattis. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That why I'm saying that I hope that there is no ad-libbing to this because this is so important, it's so critical. And I think it's something that can help him a lot at this particular moment. After last week's events I think that he needed something like this. And I wonder if the timing of this announcement has to do with how badly last week went. If the troop authorization came in June, why is this suddenly happening today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me follow up on that. I want to question Jessica, is this you think an attempt by the president to shift the narrative around this very heated debate around Charlottesville and the clear domestic terrorism that happened there, also this ongoing debate now about confederate statues, is this a shift in narrative intentionally? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I do believe that, and especially after what happened with the USS -- John McCain -- later in the program. So, yes, I think it's part of that, and also after the Barcelona terror attack which we'll also address later in the show. I think that it's important for the president to refocus on things where he can have more command of them in this way, and be backed up by the generals in his administration who are widely and bipartisanly liked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Kat, let me ask you this, the congressman talked about kind of unshackling the hands of some of our generals and leaders on this issue, and that's something President Trump is spoken about. Do you think that's at least indicative of something that will be a better outcome than what we've seen in the past 15 years when it comes to Afghanistan? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Sixteen years is a really long time. We've put so much effort, we've lost lives, so much money, 60 percent -- the Afghan -- the U.S. backed Afghan government, only controls 60 percent of its territory. I think that President Trump is against -- up against the fact that getting out of Afghanistan is something that people like to say, but you're up against the military industrial complex if you're sort of suggest it. And also, Russia wants him to get out so he would run the risk of people saying, oh, you're just doing whatever Putin wants you to do. If you did when in reality that's what he ran on, those are the things that he said. Of course, he's not the first candidate turned president to do something like that. President Obama did the exact same thing. He owed a little peace sign stickers with the O and the peace sign -- you know, he escalated things over there anyway. So this is par for the course. People run on this. And it's seems to be hard to actually pull off. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, to that point, Lisa, President Obama absolutely ran and many would say won in 2008 on being the antiwar president. Being in the oval, I'm assuming learned a lot more about the situation, see it's not as easy to pull out everything at the same time. Do you think there's a political consequence and running a particular way? As President Trump also ran as an anti-interventionist and then having to pivot midcourse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "But we've also didn't see him say a whole lot about Afghanistan, so there have been question. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But in general he talked about America first, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "He's not really -- but what has he engaged us in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I'm not saying that he has. I'm saying we're going to find out more tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "No, I mean, he did 59 -- what? Was it 59 missiles. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": ". not really, though. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "He was very much against an intervention in Iraq. He always says that. But, he would also make the point is once you went in to -- take the troops out like President Obama did, that created the means for ISIS to them to take territory. So he was, I think, in the campaign saying, hey, you have to deal -- play the cards you're dealt in addition to having kind of his initial. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "But some of that he was arguing that we could not be the world's policeman anymore. That was his argument. And if you read twitter today, you would see a number of people, maybe at the more liberal persuasion, re- tweeting old Trump tweets where he said very clearly, President Obama, you're doing the wrong thing by putting more people into that region. We need to get out, we need to get out. So it is against his campaign promise there. And this is something I think could activate a Steve Bannon against him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "I think President Trump has also said that he doesn't want to set things like timetables. So hopefully he doesn't do that tonight, to box himself in, politically, because this really shouldn't be political. This is about what our military advisors are saying and, you know, if there is any ability to sort of win in Afghanistan or push the Taliban out, which I think there's a lot of questions about that. But congressman, I have a question for you. You know, a couple weeks ago, it was reported that there was a joint Taliban and ISIS attack that killed 50 people. What do you know about ISIS's on? You know, what kind of foothold do they have in Afghanistan right now that you know of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, I think it's a much stronger foothold than we would have thought, you know, 12 or 18 months ago, and so that's the risk you run. Obviously, he campaigned in terms of not necessarily getting involved in nation building. We've obviously done a lot of nation-building there unsuccessfully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Tried too. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": ". in many respects there's no doubt about it. But the question is if you decide to simply get out now, is that ISIS presence going to metastasize? And if it does, is that something that is good for the United States as national security interest. So he's got to make those hard decisions in real time based on the information that he's getting from the people that he's put in those positions of authority in the military and our intelligence services. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And again, congressman, from your experience, is there such thing as winning at this point, 15 and some change years in, is there such thing as an American victory when it comes to Afghanistan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, look, we did win, initially, militarily. They took out the Taliban, they routed al-Qaeda. We then went into a nation-building phase, which I think is different because you can't win that militarily. I mean, you're taking a premodern society, trying to create a democracy. So I think you can win if the goal is tactically destroying the ISIS remnants and the Taliban. You can do that. Can you make Afghanistan a thriving country militarily? It can't be done militarily. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Kat Timpf, question for you, as we sit here very much, I think still -- much a nation divided along certain domestic issues. Do you think having a conversation tonight nationally around Afghanistan, around a national security issue, will be helpful by way of resolving some of that division that we have here in America right now? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think so. Sorry to say. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I really don't. People who will find issues with whatever he says or people that will refuse to find issue no matter what he says. It's very divided, and people very stuck in their camps regardless of what happens. And I think that -- I can't even think of a single thing that would maybe change that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "But tonight has nothing to do with Charlottesville. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "He's the president of the United States. We're obviously facing threats in Afghanistan. We saw as I mention before the Taliban and ISIS in a joint attack two weeks ago. We know that there are Taliban groups reportedly pledging allegiance to ISIS. This is a war we're facing against terror that has obviously taken a long time. We've mentioned 16 years in Afghanistan. He's the president of the United States and he's addressing the country tonight on an issue that he's supposed to lead on. So this has nothing to do with Charlottesville, and I really think it's dangerous to try to make the some sort of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Actually, the opposite, Lisa. If you listen to the question that I asked Kat, is this a moment for a rallying cry for us to have a universal moment to consider what's in the best interest of the entire American people. And that's actually exactly what my question is. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And I don't think so. And I think that's unfortunate because a lot of people just don't want that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK, that's fair enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "And I would just quickly, if there's one second to add, I think that actually what unifies every single event that goes on from Charlottesville to tonight's announcement. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "That we're all Americans? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Absolutely, and the we all kind watched the eclipse. No. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "That all of these moments are opportunity for the president to lead. And you used the word lead there. And I think that People will not forget what his leadership looked like last week, even if tonight's leadership seems more sound to that. So I think we can't take these exercises in isolation at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We will certainly continue this conversation. There's a lot to cover. But make sure that you catch Fox's continuing coverage of President Trump address on Afghanistan throughout the evening. Bret Baier and Martha MacCallum will tee it up starting at 8:55 PM Eastern time that would be followed by live \"Hannity\" coverage at 10:00 PM, and a special live edition of \"The Five\" at 11 p.m. Eastern. Don't miss it. But straight ahead, the Navy ordering a major review after the USS John S. McCain collides with an oil tanker with a frantic search underway for ten missing U.S. sailors. Stay with us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Search and rescue operations from three countries are currently on their way to try and find ten missing U.S. sailors. The search coming after the USS John S. McCain collided with an oil tanker east of Singapore causing significant damage and flooding with at least five U.S. sailors injured. It's the second collision between a U.S. warship and commercial vessel in East Asia in about two months. The navy is now opening a wide- ranging probe in the operation of the Pacific fleet with Defense Secretary James Mattis reacting to the news earlier today. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES MATTIS, U.S. DEFENSE SECRETARY",
      "sentences": "We obviously have an investigation underway, and that will determine what happened. I also fully support the chief and naval operations Admiral John Richardson's efforts right now. He has put together a broader inquiry to look into these incidents and to determine any of the causal factors to determine what's going on both immediate contributors to this incident but also any related factors. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Congressman, I'm going to start with you given your naval background. Twice in two months is a lot. What do you think is going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "This is a huge deal in the navy. I mean, it doesn't get any more significance than this when you have these mishaps at sea. A couple of things that I've heard and, obviously, they're going to have to investigate this. One is a lack of training given some of the cutbacks in the military. And we've also seen that applied to some of the other mishaps and the other services. I'm not sure whether that's true or not. The other thing that could be an issue here is potential cyber activity, and that is something that would be very significant. So, in the congress, we have interests as well in looking at some of this. The investigations that the navy does for my time there, always very thorough, this will be very thorough. But, yes, this is rocking the fleet right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yeah, absolutely. I mean, Lisa, you hate to see this happen in our military, because we're supposed to be better that this. I don't know if it could be something as simple as a training issue, but, I mean, this is really disheartening to think that that could be the case. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Well, a hundred percent, especially the fact that we have ten sailors are missing right now. And pray that we can find them. You know, God only knows what happened. But look, they're doing a review right now, so I think it's also important to not get too ahead of ourselves in what happened here. But, you know, I think we need to see what happens with that, and then there might be potentially a role for congress to look into this as well, depending on what that investigation turns up. Is this a budgetary issue? Is this a lack of training? What is this? I assume, what role do you think congress might have and looking into this depending on what sort of review comes back? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, I think the navy's review will probably be the primary, but I do think we will look at other aspects of it. But once we get all the facts, there very well may be a role for congress whether that's appropriating money where it needs to be, whether it's training, whether it's cyber defense, but clearly there's going to need to be something that's done with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And congressman, based on again your experience, and I know you don't have a crystal ball, but what can you tell us about what the timeline in terms of the navy investigation might look like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "These things are not something that happens overnight. I mean, this is a very thorough process, so were not going to get an answer in two or three weeks. I mean, you're definitely talking about months. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "We're still investigating what happened with the Fitzgerald as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "So this is a much broader investigation that it looks like they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Yeah, I think there will be a specific investigation about this issue. As the secretary said, there's going to be a broader investigation about seventh fleet and what's happening in the Pacific. I mean, that's probably the most important area for our navel, in terms of projecting naval power, given China, given what goes on in the Pacific, so it's a very critical area for us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Is this an issue of dangerous waters as well? What do you know about, I guess, some of these incidents that we've recently had?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "When you get out on the blue water, I mean, it's all tough terrain. So I mean, I don't think it's that. I think it's going to be something -- was there something that was done to interdict how the normal operations work, whether it's a cyberattack or something else, or were the people who were in charge of that, were there mistakes made by the personnel on board? And I think we'll find out, but I don't think we know now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Jessica, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I agree with what the congressman said. And I have far less naval experience that he does. But I wanted to add to this theme we're discussing on the first block here, that these terrible tragedies, and hopefully we'll find all ten sailors alive and everything will be fine in that regard, are unifying moments for the country. And I think an important dialogue can be had about where we may need to appropriate more money, not necessarily to build up the defense budget as large as some on the right might want, but to be practical about it, and thoughtful. There are some places where we are wasting a lot of money and all of us do know that on both sides of the aisle. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } So I do think it's important that we have this conversation and that everyone on Capitol Hill has it as well about supporting our military, making sure they have everything that they need from the training, you know, to whatever they might need on board or something like this happens, and also to reassure our allies in the region. I mean, you mentioned that what's going on right now, certainly, with North Korea as well. I just got back from Japan and met with a lot of officials over there in the DOD for instance, their version of the DOD. And they made it perfectly clear that our relationship is incredibly important to them, and it needs to be even more solid with what's going on with North Korea. So our presence in the Pacific is even more crucial there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "The money we spend on our navy is some of the best money spent because what -- obviously, they can win wars for us. They're deterring so many threats from materializing by having the strongest fleet in the world and it's very, very important. And so, we do need more resources, we should do it because we get back so much more in them keeping the peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think that's critically important, congressman. And to your point, Jessica, you know, when we talk about budget and you talk about the left and the right, it all gets very complicated, but I think what we can all agree on is being good stewards of the American taxpayer dollars. And I think when you articulate the return that we get, our allies get, the globe gets around that type of investment, I don't think there's even a small argument against that type of payoff and that type of international benefit, so thank you for that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But Jessica bring up a good point though when you talk about budgeting, it doesn't necessarily mean that we need to throw more money, but maybe allocating it differently, because everybody knows on both side, everyone admits that there's a lot of waste.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And that's what I mean, specifically. That's very important, Kat, stewardship. It's not just throwing money at problems thinking that it's going to fix it, no matter what it is, education, national security. It's the way you spend the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Remember the waste book, retired senator John Cornyn. Someone should take that up. I remember looking through that and thinking I can't believe, you know, we have chickens running on treadmills at the NIA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It all sounds so silly. But I mean the millions -- billions of dollars spent there when, you know, we could allocated it to defense spending and not pump up the budget as large as any Connor to was like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "We're all unified against.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "We should end the show right now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's all we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Coming up, Spanish police tracked down and killed the suspected driver behind last week's Barcelona terror attack. The threat to western countries is anything but over. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Spanish police have tracked down and killed the man suspected of plowing a van into dozen of people in Barcelona last week. After a European wide manhunt, the 22-year-old Islamic militant for Morocco was discovered by officials in an area 20 miles west of Barcelona. Spanish police now believe that last week two terror attacks in Barcelona and Cambrils involve a dozen accomplices. The news delivering a sharp reminder that despite recent ISIS setbacks, the terror organization is still organized and capable of brutal violence and destruction. Congressman, I'm going to start with you, and so you're getting a lot of questions today, so unfortunately you're an expert at a lot of this stuff. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "So obviously, we're seeing this is part of a larger terror cell in Spain. This is the sixth time in over a year a vehicle has been used to cause mass casualties in a European nation. We know that it could have been a lot worse given the fact that there was a botched explosion that took place. I mean, is this the new normal in Europe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I think probably it is. I mean, you've had -- all the immigration that's gone, you've created these communities that are breeding this type of Islamic radicalism. And the issue is, if somebody doesn't care that they go down with the ship, if they're willing to commit a suicide attack, all they need to do is get in a car as we see, it's very easy for them to create a suicide vest or something and blow themselves up. There's a lot of damage that they can do. It's more difficult to carry out like a 9/11 style attack. And I think that the authorities in Europe are obviously on guard for that. But these attacks that target dozens and dozens of people, I don't see an end to it because I think it's just baked them a cake in European society right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And congressman, let me ask you this, follow up on that notion we know we talked about the tactical things we could do, maybe some stings we could do to get in front of the cyber and what not. But the ideology, what can you -- from your experience, what can we do around the ideology component? Because it's whack-a-mole. You get rid of it here. ISIS is on the run. They flee this, they flee Mosul, but they pop back up everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, that's why I've said deal with, obviously, ISIS; you know, take out terrorists but also, when you're dealing with the ideology, who's involved with propagating that? I mean, to me, we should designate the Muslim Brotherhood as a foreign terrorist group. Because if you look what the brotherhood is doing, they are putting fuel to the fire of this ideology. They have radical clerics. I mean, you even had the head of Egypt, President El-Sisi, going in front of the clerics last year, saying, \"You can't be spreading this stuff.\" That ultimately, I think, is the foundation provided from groups like the Muslim Brotherhood. And so when you're only looking at the tactical terrorists, yes, obviously, killing a terrorist is a good thing, but I think you're right. I think someone will end up replacing them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Yes, you know, we do look at the ideology. And you're right, because whether it's al Qaeda, whether it's the Taliban, they all share this -- this similar ideology. But you know, we are working to also try to root them out elsewhere in ISIS -- or in Iraq and Syria, rather. And with a good amount of success. And so I was going to ask you about that, because the president, we have seen solid gains in Iraq and Afghanistan -- or sorry, Iraq and Syria. I don't know why I keep getting that wrong. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And President Trump also asked for a comprehensive plan from Secretary Mattis, which was something that someone like General Jack Keane has previously said President Obama never did. So what do you think about these gains that we have made in those areas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think it's incredibly exciting, obviously, to see that happen under any American president. For President Trump, I think it's incredibly important to him, especially after the case that he made about being more effective than -- I think he might have used the term \"feckless\" President Obama. That we do know that President Obama actually took out more terrorists than any other president in history. So that's good, and I think that that's a success for him, but I think that the ideology, as you point out, is the problem here. And dealing with the issue online, because we see this in all of these attacks. They are radicalized online, no matter where they are. That's not a borders issue. Everyone has a computer or a phone, wherever they are. It's certainly of grave concern for us here at home. And I think the conversation that I know we've all had about what the tech companies themselves can do to be clamping down on this, what a Facebook can do, what a YouTube can do, it's an incredibly important moving forward. My friend, actually, is the head of communications for YouTube in the EMEA region, in Europe, Middle East, Africa. Fascinating job, incredibly hard hard, though. Because I mean, she's in charge of talking to the public and talking to governments about the sheer number of hours of footage that terrorists are putting up on YouTube every minute. They're uploading it. So like the whack-a-mole analogy that Eboni used there, you take down a video, another one pops up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And Eboni, what do you think about that? You know, there has been cause for Facebook and Twitter and these various -- and YouTube and all these different, you know, social media platforms to do more in going after some of these accounts. What do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it becomes challenging, right? Because now you're talking about First Amendment issues and constitutional challenges. For me personally, Lisa, I think those challenges could be outweighed by the grave national and international security threats that we know exist because of the ease, to Jessica's point, that it's able to spread like complete wildfire digitally. So though I think I could win that case in a court, but they're going to expect those challenges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "All right. Well, on happier news, we all survived the great eclipse of 2017. Yay. Did it actually live up to all of the hype? We're going to sound off next. You're not going to want to miss it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Congressman Ron DeSantis and Jessica Tarlov. Let's continue the conversation. For some fleeting moments this afternoon, many Americans put aside everything to stare at the sky and bask in the pandemonium of the solar eclipse. One of those Americans was Fox's Dan Springer, who is in the middle of all of the excitement and craziness in Madras, Oregon. Let's bring him in now. Hey, how's it going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN SPRINGER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes. Hey, you know, you're right. There was no talk of politics out here. There was no talk of sports or religion or problems at work. Everybody just came here for a good time, to see something that hasn't happened in this country, a coast-to-coast eclipse, in 99 years. But I tell you, they came, they saw, and then they got the heck out of here. Because Solar Town is really emptying out. This field behind me was loaded with campers. And then there's a carrot field down the road here in Madras that had -- I don't know -- 20,000 campers, and they've cleared out. Five hundred planes, private planes flew in for this even, and they left. So you know, now everything -- everyone is on the road, and that's where the problem is. But no, today you're right: it was a really unifying event, because everybody was here for a good time. And they were here to see something that is so rare, this celestial dance between the moon and the sun and the earth and this line-up, and this darkness and this ring around the -- you know, the moon as it crosses directly in front of the sun. It was just amazing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And we got some sound as we were going and, you know, doing live shots and talking to people. And getting the reactions, just the raw emotions and the raw reactions as they were watching this thing happen in real time. Here's a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There they go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my gosh. It's dark. Woo!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's amazing. I love nature.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Amazing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've just lost it. I'm going to die now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is amazing!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Once in a lifetime right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You will never see this again in your entire lifetime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is probably the coolest thing I've ever seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No need for those glasses right now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No. I am so glad we did this. Totally worth it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "Wait a minute. You guys are packing up and leaving already? Is it over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The memories are never over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "So all those people you heard from, they were in the path of totality. That's a 70-mile-wide path from Oregon, the coast of Oregon all the way to the coast of South Carolina. And so they made the trek. You know, most of those people didn't live in that path of totality. They lived outside, and they drove in or flew in, like I said. And so, you know, I think if you lived in New York and you didn't really get to see much of the eclipse, it's like, what's the big deal? But you know, you saw those pictures. You saw that amazing ring around the moon. Those burning gases of the outer atmosphere of the sun, and I think it really kind of tells a story. Being alive and seeing it was pretty cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Dan -- Dan, OK, way to put salt in the wound here. This is Eboni. And I am in New York, and I was live on my radio show 17 stories up and could see nothing, no even small bit of this eclipse. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So could you do me a huge solid right now, and kind of, other than these fantastic photos, you saw it, obviously. Can you let me know what it felt like? Can you kind of walk me through it? Because you talk about fear of missing out. I missed out. So a total FOMO millennial moment here. And then can you let me know, what next lifetime I could see it again possibly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "OK, well, I'll start with that question, because that's the easy one. 2045 is the next time that we're going to have a full eclipse...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I could still be around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "... that's going to go from coast-to-coast. There will be one in 2024, I believe. So a little bit sooner than that. But that's going to go from Texas up through the northeast by way of the Midwest up into Toronto. So there will be a a couple. You know, 99 years was a long time to wait for this wonder...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "... to cut across the entire country. But as far as the emotions, I've got to tell you, I had my protective glasses on like everybody else. And I was looking up at the sun, and it was kind of cool. People were talking about Pac-Man eating the sun as it was, you know, kind of going slowly over the top of the -- or in front of the sun. That looked kind of cool. But it was nothing like that moment, actually 2 minutes and two seconds, is when it was totally covered. That was pretty awesome. That was something that you -- you know, you just can't really get an appreciation for when you're watching NASA putting up a picture on its website or the video that we're showing. Just to be here -- be here in person and have all these people around here looking up. They take their glasses for those 2 minutes, because they can see it all without any protection. And it was just a pretty cool moment. You know, some people say it's almost spiritual. You know, the lining above the sun and the moon and all that stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Hey, Dan, I saw it, and I felt nothing. So I don't know if I just -- I thought I was a very emotional personal. I've been told I'm very emotional. I thought, \"Meh.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Dan, looks like you got some sun. But how long has -- yes, bad joke. What are you going to do? You talked, you know, about these different people that you were surrounded with. When did people start coming in for this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "Yes. They started coming in here in Madras probably Wednesday or Thursday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "But you know, they made their plans two years ago. You couldn't get a hotel room here or anywhere near here for the last year. Campsites were filled up. People were renting out their houses. We rented a house for 1,500 bucks a night, minimum four nights. You know, a little three- bedroom house that we were in for, you know, a couple nights. But I tell you what. People were making money. They were selling their glasses. They were selling their food at the restaurants. So it was a good business deal for people in the path of totality to be able to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Very capitalistic. We appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "Exactly, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I love free enterprise. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I mean, it was just -- it just kind of looked like a little bit of the sun and a little bit of the moon. Everyone was like, \"Wow, this is so cool. Come over and see.\" And I'm like, \"Can we go back inside now?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPRINGER",
      "sentences": "People say -- I've talked to these -- I call them eclipse snobs, because they are the experts on the thing. And they say there really is a difference, a huge difference, even between 99 percent eclipse and 100 percent. So like, over in Portland, they had 99.2 percent coverage of the moon over the sun. And they didn't get the same experience as the folks here in Madras, because here you had the total eclipse. You had that perfectly symmetrical ring around the moon of the gases that were on fire there, the atmosphere. Pretty cool and, again, very different if you're not in this ring, this path where you can just see it perfectly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I'll just assume that I would have been in tears and emotionally affected and on my knees crying had I seen 100 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "She was crying in between the break, thinking of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I assume that. All right, thank you, Dan. All right. Up next, the battle over Confederate statues reaching the University of Texas with four taken down overnight. Is this the right move or only increasing tensions further? Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "University of Texas becoming the latest location to take down Confederate statues. Last night, officials removed four Confederate monuments from campus. The school stated, quote, \"Erected during the period of Jim Crow laws and segregation, the statutes represent the subjugation of African-Americans. That remains true today for white supremacists, who use them as symbols of hatred and bigotry.\" Highlighting the intensity of the controversy, federal officials today announced today that a 25-year-old man has been arrested after attempting to blow up a statue of Confederate Officer Richard Dowling on Saturday night. I'll come to you on this, Congress. I'm going to tell you a little bit about my story as an undergraduate at the great University of North Carolina at Chapel Hill. In my freshman year, I actually took African- American Studies classes in a hall called Saunders Hall, named for William Saunders, who was an attorney, like we are, also a historian and chief organizer of the North Carolina KKK. So during my years as an undergraduate, around 2000 to 2004, we talked and protested, and it took ten years. But ultimately, it was done in a particular way. There was not a take down in the middle of the night. It went to the board of trustees of the university. They ended up voting ten to three to rename it Carolina Hall. In my view, that's -- if that's to be done, how it should look. I know you went to Yale as an undergraduate. Can you tell me a little bit about the issue you guys had on campus with the Calhoun situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, this was long after I was gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It wasn't that long ago. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "But they had residential -- residential colleges, and one was named after Senator John C. Calhoun of South Carolina, who was involved in defending the institution of slavery in South Carolina. A lot of members of Yale undergraduate did not like that. There was a long debate, and finally, they voted to change the name of Calhoun College. And I think that that's -- I think all these places have the right to make those decisions. And I agree with you. Don't do it through mob violence. And then I think doing it in the middle of the night, sneak attack, I think that's cheap. Have the debate. Go on record and do it. You know, the line-drawing thing is an issue, because in the case of Yale, Elihu Yale was a slave trader. And so are you going to slave [SIC] that? So my view is on this, is I think you make the decisions how you want it. There are people who did some great things, who were involved in things that we don't necessarily approve of today and shouldn't approve of today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The fact that we have constitutional provisions around not having them anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "But I think you learn from that. You know, the Founding Fathers, they inherited a society that had slavery for a hundred years in the colonies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Many of them were opposed to it. They didn't think they could create a union if they insisted on it. But here's the thing. I think the principles that they founded in the Constitution they created set in motion the demise of slavery and allowing people to have equal rights. And so I don't want to say the Founding Fathers, because they had imperfections, that we shouldn't look to them and lionize them in ways that we've done. And so the statues of Lincoln -- he's not a Founding Father -- but Jefferson, Washington, and then even Lincoln. I mean, I'm -- I want to protect those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jessica, let me pivot. So obviously, I'm a black American. For many people of color or even not that have incredible empathy around that experience in this country, the statues feel oppressive. They feel very much like an oppression, and offensive to our history. At the same time, I hear the congressman's point. I think a lot of people agree that this is, for better or worse, our American history. And though we are not a perfect union, this is our story; and certainly, we should continue telling it. And do you think there's value in the conversation around whether they should remain or be removed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I 100 percent think there's value in having the conversation. And I think it's actually one of the brightest points that people are making about why this hasn't been a more active conversation, especially during the tenure of our first African-American president. I am personally torn about this issue. I've heard both sides of it. I've also heard the president of the United States say, you know, beautiful monuments or beautiful statues, whatever he said, which I think is an insane thing to say in the middle of the conversation we were having last week. My dad said something to me that I thought was incredibly valuable. He said, you know, we are a nation based on states' rights. And my dad is actually further left than I am on this, and he said literally leave these issues up to the communities themselves, that the people who walk by the statue of Robert E. Lee every day, let them have a vote on it. And something that I didn't know that I found interesting, and I'm sure that this ground has been gone over here already, is that there seems to be an impression that these statues are actual relics from the Civil War. A lot of these are recent. There have been statues that went up in the 1990s. And there's no reason we need to be building more Robert E. Lees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Quickly, Kat, your take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, I mean, OK, so this is not really an emotional issue for me. First of all, I'm white. I'm white, and I'm also from Detroit. So like, there's really not a big Confederate statue presence in Detroit. Like the only one I really care about it like, the big statue of Joe Lewis. But I'm serious, a lot of pictures in front of that as a kid. But I think that, you know, its's -- I agree, let them decide it locally. It's interesting, also that Robert E. Lee himself was opposed to these monuments and statues, saying that they would be divisive. So I think that's an important thing. And maybe put them on battlefield or cemeteries or places that people...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Or replace them with new statues that commemorate what actually was going on and not a celebration. That way we won't see a celebration of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And we saw it left up to the people in South Carolina, where the state legislature voted to remove, I think it was the Confederate flag. But I do think there's a slippery slope argument here. You look at someone like New York Mayor Bill de Blasio, and he said that we need to have a review of all symbols of hate. Well, what does that mean? Because that's subjective of what you think, you know, hate looks like. You can look at the Boston Tea set (ph), and they have a police flag as a symbol of hate on a flyer right now. I do think there's a dangerous...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think that's, actually, not necessarily for me dangerous. I think it's a great, you know, argument. We can look at all these groups and see what good they serve us in this moment. So sad we've got to say good-bye to our specialists now, Congressman Ron DeSantis and Jessica Tarlov. Thank you both so much for being with us. But up next, it's \"Wait, What?\" Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And now it's time for our last segment today. It's time for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "\"Wait, What?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "I'll kick things off. You know who was having a good day today? Bonnie Tyler. Her 1983 hit \"Total Eclipse of the Heart\" is doing pretty well, as you can guess, on iTunes. It's No. 1. Streams have skyrocketed. Since August 11, she's seen a 630 percent increase in Apple sales. Pretty good day for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think that's called hashtag \"#winning,\" Lisa. Another person winning is, if you are good with kids, which I know, Kat, they're your favorite. So here's a job for you. This is a nanny, and this nanny position comes with a $130,000 salary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You also get to go to all these -- but the best: it comes with the ability to drive the family's Maserati. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Can I sign up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Pretty much the job of a decade; it's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, today would have been Joe Strummer's 65th birthday, front man for one of my favorite bands, The Clash. Obviously, a big fan since I was a little kid. So you know, happy birthday. It's very sad. He died right before, about a month before they were supposed to be inducted into the Rock 'n' Roll Hall of Fame. Some of us are still thinking about you, so happy birthday to Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "All right. Well, that's all the time we have today. Thank you so much for watching. Make sure to follow the show on @SpecialistsFNC, Twitter and Facebook. Remember, 5 o'clock will never be the same. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "utterance": "Hey, everybody. I'm Eboni K. Williams along with Kat Timpf and Lisa Boothe. This is \"The Fox News Specialists.\" President Trump preparing to unveil the path forward for the U.S. in Afghanistan, he will address the nation in a high stake speech tonight at 9:00 eastern time. The U.S. war in Afghanistan is the longest running military conflict in American history. While some are advocating that the U.S. withdraw from Afghanistan, others are making a different case. They're suggesting an escalation in the U.S.'s commitment."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE",
      "utterance": "We are in a long-term struggle with terrorism, with Islamic supremacist. We know that the last time we allowed Afghanistan to be an empty space it was filled with the Taliban and by Al Qaeda and the planning for 9/11 was done in Afghanistan. We know if we pull out and the government collapses, you're going to have some combination of ISIS, Al Qaeda and the Taliban running the country again. That's a long-term very real threat to the United States and Europe and all of our allies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Kat, there we see Speaker Gingrich laying out the consequences of pulling out of Afghanistan. But certainly, what does winning in Afghanistan even look like at this point?"
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "utterance": "Right, absolutely, what could realistically be considered a win? I really like 2012 Trump on this saying we've got to get out of there. Now he's surrounded by generals, he has interventionist like Steve Bannon, not talking to him anymore, obviously, because he's not in the White House, doesn't have an influence. So, I -- unfortunately expect that it will be a message of announcing that we're going to be getting more involved."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Lisa, what's your expectation for tonight."
    },
    {
      "speaker": "LISA BOOTHE, CO-HOST",
      "utterance": "You know back in June, Secretary Mattis told the senate armed services committee we were not winning in Afghanistan. So I'm interested in hearing from President Trump tonight about how that trajectory would change under this new plan. And as you stated in the opening, this is the longest war, 16 years, $700 billion spent. We're talking about a lot of American lives lost. And so this is very sensitive to Americans, clearly he's trying to get their buy-in by taking this message to the people. So I'm interested to see what he has to say tonight."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, certainly we would hopefully find out more in the strategy tonight. But let's first meet today's specialists. He's a lieutenant commander in the U.S. navy reserve, he served in Iraq and Guantanamo Bay, also a graduate of Harvard Law School, and a former federal and military prosecutor, he's also a native Floridian who now represents Florida's sixth congressional district, but his specialty is draining the swamp, Congressman Ron DeSantis is here. She is the senior director of research and consumer insight for bustle.com, as well as the author of the book, America in the age of Trump, and she's also a Fox News contributor, but she specializes, and I've seen them, in Swatch collecting, Jessica Tarlov is here. Congressman, I'll start with you just because of your vast experience in the military itself, can you give us an insight as to what you expect to hear from President Trump tonight?"
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLA.",
      "utterance": "I hope that what he'll do is define what the objective is at this point in Afghanistan, and then how we're going to marshal resources to achieve that objective on behalf of the United States. And it seems like through most of our commitment there, it's kind of been muddling along. I do think that there are significant threats still emanating out of Afghanistan. If you look at the terror networks involved both in Pakistan and Afghanistan. And I also hope that he does decide to maintain the commitment that he'll do so with having legitimate rules of engagement that actually let our troops do their job and fight the enemy. And not have such restrictive rules that they're basically fighting with one hand tied behind their backs."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Certainly. And your take on the fact that in June, we know that he authorized up to 3,900 more troops potentially to be deployed there, what's your personal take and your professional analysis around more troops on the ground in Afghanistan?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, to me the troops follow from the first question about the objective, and simply putting more troops and without defining the objective that we're trying to see is not something that I think is necessarily going to make the big difference. What is the objective and how are you going to achieve that objective?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jessica, let me ask you, after almost 16 years in Afghanistan, what do you think -- what do you expect possibly that President Trump can do that would be different than what we've seen from George W. Bush or President Obama?"
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I'm hopeful as everyone on the panel -- pointed out that it is clear what his intention is. He's not only to talk about the fact that those troops are going to be deployed. We've seen early reports that that is what is going to happen, but also outline the goals for civil society in Afghanistan, which is a key piece of ending a war anywhere successfully and making sure that we don't leave Afghanistan as much of a mess as we found it in. And I'm not completely sure if President Trump is going to be able to articulate that. I realize this will be a teleprompter speech and hopefully he will stay on the teleprompter the entire time, and so we will be hearing essentially from General Mattis."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That why I'm saying that I hope that there is no ad-libbing to this because this is so important, it's so critical. And I think it's something that can help him a lot at this particular moment. After last week's events I think that he needed something like this. And I wonder if the timing of this announcement has to do with how badly last week went. If the troop authorization came in June, why is this suddenly happening today?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me follow up on that. I want to question Jessica, is this you think an attempt by the president to shift the narrative around this very heated debate around Charlottesville and the clear domestic terrorism that happened there, also this ongoing debate now about confederate statues, is this a shift in narrative intentionally?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I do believe that, and especially after what happened with the USS -- John McCain -- later in the program. So, yes, I think it's part of that, and also after the Barcelona terror attack which we'll also address later in the show. I think that it's important for the president to refocus on things where he can have more command of them in this way, and be backed up by the generals in his administration who are widely and bipartisanly liked."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Kat, let me ask you this, the congressman talked about kind of unshackling the hands of some of our generals and leaders on this issue, and that's something President Trump is spoken about. Do you think that's at least indicative of something that will be a better outcome than what we've seen in the past 15 years when it comes to Afghanistan?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Sixteen years is a really long time. We've put so much effort, we've lost lives, so much money, 60 percent -- the Afghan -- the U.S. backed Afghan government, only controls 60 percent of its territory. I think that President Trump is against -- up against the fact that getting out of Afghanistan is something that people like to say, but you're up against the military industrial complex if you're sort of suggest it. And also, Russia wants him to get out so he would run the risk of people saying, oh, you're just doing whatever Putin wants you to do. If you did when in reality that's what he ran on, those are the things that he said. Of course, he's not the first candidate turned president to do something like that. President Obama did the exact same thing. He owed a little peace sign stickers with the O and the peace sign -- you know, he escalated things over there anyway. So this is par for the course. People run on this. And it's seems to be hard to actually pull off."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, to that point, Lisa, President Obama absolutely ran and many would say won in 2008 on being the antiwar president. Being in the oval, I'm assuming learned a lot more about the situation, see it's not as easy to pull out everything at the same time. Do you think there's a political consequence and running a particular way? As President Trump also ran as an anti-interventionist and then having to pivot midcourse?"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "But we've also didn't see him say a whole lot about Afghanistan, so there have been question."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But in general he talked about America first, right?"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "He's not really -- but what has he engaged us in?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I'm not saying that he has. I'm saying we're going to find out more tonight."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "No, I mean, he did 59 -- what? Was it 59 missiles."
    },
    {
      "speaker": "BOOTHE",
      "utterance": ". not really, though."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "He was very much against an intervention in Iraq. He always says that. But, he would also make the point is once you went in to -- take the troops out like President Obama did, that created the means for ISIS to them to take territory. So he was, I think, in the campaign saying, hey, you have to deal -- play the cards you're dealt in addition to having kind of his initial."
    },
    {
      "speaker": "TARLOV",
      "utterance": "But some of that he was arguing that we could not be the world's policeman anymore. That was his argument. And if you read twitter today, you would see a number of people, maybe at the more liberal persuasion, re- tweeting old Trump tweets where he said very clearly, President Obama, you're doing the wrong thing by putting more people into that region. We need to get out, we need to get out. So it is against his campaign promise there. And this is something I think could activate a Steve Bannon against him."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "I think President Trump has also said that he doesn't want to set things like timetables. So hopefully he doesn't do that tonight, to box himself in, politically, because this really shouldn't be political. This is about what our military advisors are saying and, you know, if there is any ability to sort of win in Afghanistan or push the Taliban out, which I think there's a lot of questions about that. But congressman, I have a question for you. You know, a couple weeks ago, it was reported that there was a joint Taliban and ISIS attack that killed 50 people. What do you know about ISIS's on? You know, what kind of foothold do they have in Afghanistan right now that you know of?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, I think it's a much stronger foothold than we would have thought, you know, 12 or 18 months ago, and so that's the risk you run. Obviously, he campaigned in terms of not necessarily getting involved in nation building. We've obviously done a lot of nation-building there unsuccessfully."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Tried too."
    },
    {
      "speaker": "DESANTIS",
      "utterance": ". in many respects there's no doubt about it. But the question is if you decide to simply get out now, is that ISIS presence going to metastasize? And if it does, is that something that is good for the United States as national security interest. So he's got to make those hard decisions in real time based on the information that he's getting from the people that he's put in those positions of authority in the military and our intelligence services."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And again, congressman, from your experience, is there such thing as winning at this point, 15 and some change years in, is there such thing as an American victory when it comes to Afghanistan?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, look, we did win, initially, militarily. They took out the Taliban, they routed al-Qaeda. We then went into a nation-building phase, which I think is different because you can't win that militarily. I mean, you're taking a premodern society, trying to create a democracy. So I think you can win if the goal is tactically destroying the ISIS remnants and the Taliban. You can do that. Can you make Afghanistan a thriving country militarily? It can't be done militarily."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Kat Timpf, question for you, as we sit here very much, I think still -- much a nation divided along certain domestic issues. Do you think having a conversation tonight nationally around Afghanistan, around a national security issue, will be helpful by way of resolving some of that division that we have here in America right now?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think so. Sorry to say."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I really don't. People who will find issues with whatever he says or people that will refuse to find issue no matter what he says. It's very divided, and people very stuck in their camps regardless of what happens. And I think that -- I can't even think of a single thing that would maybe change that."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "But tonight has nothing to do with Charlottesville."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "He's the president of the United States. We're obviously facing threats in Afghanistan. We saw as I mention before the Taliban and ISIS in a joint attack two weeks ago. We know that there are Taliban groups reportedly pledging allegiance to ISIS. This is a war we're facing against terror that has obviously taken a long time. We've mentioned 16 years in Afghanistan. He's the president of the United States and he's addressing the country tonight on an issue that he's supposed to lead on. So this has nothing to do with Charlottesville, and I really think it's dangerous to try to make the some sort of."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Actually, the opposite, Lisa. If you listen to the question that I asked Kat, is this a moment for a rallying cry for us to have a universal moment to consider what's in the best interest of the entire American people. And that's actually exactly what my question is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And I don't think so. And I think that's unfortunate because a lot of people just don't want that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK, that's fair enough."
    },
    {
      "speaker": "TARLOV",
      "utterance": "And I would just quickly, if there's one second to add, I think that actually what unifies every single event that goes on from Charlottesville to tonight's announcement."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "That we're all Americans?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "Absolutely, and the we all kind watched the eclipse. No."
    },
    {
      "speaker": "TARLOV",
      "utterance": "That all of these moments are opportunity for the president to lead. And you used the word lead there. And I think that People will not forget what his leadership looked like last week, even if tonight's leadership seems more sound to that. So I think we can't take these exercises in isolation at this point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We will certainly continue this conversation. There's a lot to cover. But make sure that you catch Fox's continuing coverage of President Trump address on Afghanistan throughout the evening. Bret Baier and Martha MacCallum will tee it up starting at 8:55 PM Eastern time that would be followed by live \"Hannity\" coverage at 10:00 PM, and a special live edition of \"The Five\" at 11 p.m. Eastern. Don't miss it. But straight ahead, the Navy ordering a major review after the USS John S. McCain collides with an oil tanker with a frantic search underway for ten missing U.S. sailors. Stay with us."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Search and rescue operations from three countries are currently on their way to try and find ten missing U.S. sailors. The search coming after the USS John S. McCain collided with an oil tanker east of Singapore causing significant damage and flooding with at least five U.S. sailors injured. It's the second collision between a U.S. warship and commercial vessel in East Asia in about two months. The navy is now opening a wide- ranging probe in the operation of the Pacific fleet with Defense Secretary James Mattis reacting to the news earlier today."
    },
    {
      "speaker": "JAMES MATTIS, U.S. DEFENSE SECRETARY",
      "utterance": "We obviously have an investigation underway, and that will determine what happened. I also fully support the chief and naval operations Admiral John Richardson's efforts right now. He has put together a broader inquiry to look into these incidents and to determine any of the causal factors to determine what's going on both immediate contributors to this incident but also any related factors."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Congressman, I'm going to start with you given your naval background. Twice in two months is a lot. What do you think is going on here?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "This is a huge deal in the navy. I mean, it doesn't get any more significance than this when you have these mishaps at sea. A couple of things that I've heard and, obviously, they're going to have to investigate this. One is a lack of training given some of the cutbacks in the military. And we've also seen that applied to some of the other mishaps and the other services. I'm not sure whether that's true or not. The other thing that could be an issue here is potential cyber activity, and that is something that would be very significant. So, in the congress, we have interests as well in looking at some of this. The investigations that the navy does for my time there, always very thorough, this will be very thorough. But, yes, this is rocking the fleet right now."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yeah, absolutely. I mean, Lisa, you hate to see this happen in our military, because we're supposed to be better that this. I don't know if it could be something as simple as a training issue, but, I mean, this is really disheartening to think that that could be the case."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Well, a hundred percent, especially the fact that we have ten sailors are missing right now. And pray that we can find them. You know, God only knows what happened. But look, they're doing a review right now, so I think it's also important to not get too ahead of ourselves in what happened here. But, you know, I think we need to see what happens with that, and then there might be potentially a role for congress to look into this as well, depending on what that investigation turns up. Is this a budgetary issue? Is this a lack of training? What is this? I assume, what role do you think congress might have and looking into this depending on what sort of review comes back?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, I think the navy's review will probably be the primary, but I do think we will look at other aspects of it. But once we get all the facts, there very well may be a role for congress whether that's appropriating money where it needs to be, whether it's training, whether it's cyber defense, but clearly there's going to need to be something that's done with this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And congressman, based on again your experience, and I know you don't have a crystal ball, but what can you tell us about what the timeline in terms of the navy investigation might look like?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "These things are not something that happens overnight. I mean, this is a very thorough process, so were not going to get an answer in two or three weeks. I mean, you're definitely talking about months."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "We're still investigating what happened with the Fitzgerald as well."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Exactly."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "So this is a much broader investigation that it looks like they're doing."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Yeah, I think there will be a specific investigation about this issue. As the secretary said, there's going to be a broader investigation about seventh fleet and what's happening in the Pacific. I mean, that's probably the most important area for our navel, in terms of projecting naval power, given China, given what goes on in the Pacific, so it's a very critical area for us."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Is this an issue of dangerous waters as well? What do you know about, I guess, some of these incidents that we've recently had?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "When you get out on the blue water, I mean, it's all tough terrain. So I mean, I don't think it's that. I think it's going to be something -- was there something that was done to interdict how the normal operations work, whether it's a cyberattack or something else, or were the people who were in charge of that, were there mistakes made by the personnel on board? And I think we'll find out, but I don't think we know now."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Jessica, your thoughts?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I agree with what the congressman said. And I have far less naval experience that he does. But I wanted to add to this theme we're discussing on the first block here, that these terrible tragedies, and hopefully we'll find all ten sailors alive and everything will be fine in that regard, are unifying moments for the country. And I think an important dialogue can be had about where we may need to appropriate more money, not necessarily to build up the defense budget as large as some on the right might want, but to be practical about it, and thoughtful. There are some places where we are wasting a lot of money and all of us do know that on both sides of the aisle. So I do think it's important that we have this conversation and that everyone on Capitol Hill has it as well about supporting our military, making sure they have everything that they need from the training, you know, to whatever they might need on board or something like this happens, and also to reassure our allies in the region. I mean, you mentioned that what's going on right now, certainly, with North Korea as well. I just got back from Japan and met with a lot of officials over there in the DOD for instance, their version of the DOD. And they made it perfectly clear that our relationship is incredibly important to them, and it needs to be even more solid with what's going on with North Korea. So our presence in the Pacific is even more crucial there."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "The money we spend on our navy is some of the best money spent because what -- obviously, they can win wars for us. They're deterring so many threats from materializing by having the strongest fleet in the world and it's very, very important. And so, we do need more resources, we should do it because we get back so much more in them keeping the peace."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think that's critically important, congressman. And to your point, Jessica, you know, when we talk about budget and you talk about the left and the right, it all gets very complicated, but I think what we can all agree on is being good stewards of the American taxpayer dollars. And I think when you articulate the return that we get, our allies get, the globe gets around that type of investment, I don't think there's even a small argument against that type of payoff and that type of international benefit, so thank you for that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But Jessica bring up a good point though when you talk about budgeting, it doesn't necessarily mean that we need to throw more money, but maybe allocating it differently, because everybody knows on both side, everyone admits that there's a lot of waste."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And that's what I mean, specifically. That's very important, Kat, stewardship. It's not just throwing money at problems thinking that it's going to fix it, no matter what it is, education, national security. It's the way you spend the money."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Remember the waste book, retired senator John Cornyn. Someone should take that up. I remember looking through that and thinking I can't believe, you know, we have chickens running on treadmills at the NIA."
    },
    {
      "speaker": "TARLOV",
      "utterance": "It all sounds so silly. But I mean the millions -- billions of dollars spent there when, you know, we could allocated it to defense spending and not pump up the budget as large as any Connor to was like."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "We're all unified against."
    },
    {
      "speaker": "TARLOV",
      "utterance": "We should end the show right now."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's all we have."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Coming up, Spanish police tracked down and killed the suspected driver behind last week's Barcelona terror attack. The threat to western countries is anything but over. Don't go away."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Spanish police have tracked down and killed the man suspected of plowing a van into dozen of people in Barcelona last week. After a European wide manhunt, the 22-year-old Islamic militant for Morocco was discovered by officials in an area 20 miles west of Barcelona. Spanish police now believe that last week two terror attacks in Barcelona and Cambrils involve a dozen accomplices. The news delivering a sharp reminder that despite recent ISIS setbacks, the terror organization is still organized and capable of brutal violence and destruction. Congressman, I'm going to start with you, and so you're getting a lot of questions today, so unfortunately you're an expert at a lot of this stuff."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "So obviously, we're seeing this is part of a larger terror cell in Spain. This is the sixth time in over a year a vehicle has been used to cause mass casualties in a European nation. We know that it could have been a lot worse given the fact that there was a botched explosion that took place. I mean, is this the new normal in Europe?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I think probably it is. I mean, you've had -- all the immigration that's gone, you've created these communities that are breeding this type of Islamic radicalism. And the issue is, if somebody doesn't care that they go down with the ship, if they're willing to commit a suicide attack, all they need to do is get in a car as we see, it's very easy for them to create a suicide vest or something and blow themselves up. There's a lot of damage that they can do. It's more difficult to carry out like a 9/11 style attack. And I think that the authorities in Europe are obviously on guard for that. But these attacks that target dozens and dozens of people, I don't see an end to it because I think it's just baked them a cake in European society right now."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And congressman, let me ask you this, follow up on that notion we know we talked about the tactical things we could do, maybe some stings we could do to get in front of the cyber and what not. But the ideology, what can you -- from your experience, what can we do around the ideology component? Because it's whack-a-mole. You get rid of it here. ISIS is on the run. They flee this, they flee Mosul, but they pop back up everywhere."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, that's why I've said deal with, obviously, ISIS; you know, take out terrorists but also, when you're dealing with the ideology, who's involved with propagating that? I mean, to me, we should designate the Muslim Brotherhood as a foreign terrorist group. Because if you look what the brotherhood is doing, they are putting fuel to the fire of this ideology. They have radical clerics. I mean, you even had the head of Egypt, President El-Sisi, going in front of the clerics last year, saying, \"You can't be spreading this stuff.\" That ultimately, I think, is the foundation provided from groups like the Muslim Brotherhood. And so when you're only looking at the tactical terrorists, yes, obviously, killing a terrorist is a good thing, but I think you're right. I think someone will end up replacing them."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Yes, you know, we do look at the ideology. And you're right, because whether it's al Qaeda, whether it's the Taliban, they all share this -- this similar ideology. But you know, we are working to also try to root them out elsewhere in ISIS -- or in Iraq and Syria, rather. And with a good amount of success. And so I was going to ask you about that, because the president, we have seen solid gains in Iraq and Afghanistan -- or sorry, Iraq and Syria. I don't know why I keep getting that wrong. And President Trump also asked for a comprehensive plan from Secretary Mattis, which was something that someone like General Jack Keane has previously said President Obama never did. So what do you think about these gains that we have made in those areas?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think it's incredibly exciting, obviously, to see that happen under any American president. For President Trump, I think it's incredibly important to him, especially after the case that he made about being more effective than -- I think he might have used the term \"feckless\" President Obama. That we do know that President Obama actually took out more terrorists than any other president in history. So that's good, and I think that that's a success for him, but I think that the ideology, as you point out, is the problem here. And dealing with the issue online, because we see this in all of these attacks. They are radicalized online, no matter where they are. That's not a borders issue. Everyone has a computer or a phone, wherever they are. It's certainly of grave concern for us here at home. And I think the conversation that I know we've all had about what the tech companies themselves can do to be clamping down on this, what a Facebook can do, what a YouTube can do, it's an incredibly important moving forward. My friend, actually, is the head of communications for YouTube in the EMEA region, in Europe, Middle East, Africa. Fascinating job, incredibly hard hard, though. Because I mean, she's in charge of talking to the public and talking to governments about the sheer number of hours of footage that terrorists are putting up on YouTube every minute. They're uploading it. So like the whack-a-mole analogy that Eboni used there, you take down a video, another one pops up."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And Eboni, what do you think about that? You know, there has been cause for Facebook and Twitter and these various -- and YouTube and all these different, you know, social media platforms to do more in going after some of these accounts. What do you think about that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it becomes challenging, right? Because now you're talking about First Amendment issues and constitutional challenges. For me personally, Lisa, I think those challenges could be outweighed by the grave national and international security threats that we know exist because of the ease, to Jessica's point, that it's able to spread like complete wildfire digitally. So though I think I could win that case in a court, but they're going to expect those challenges."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "All right. Well, on happier news, we all survived the great eclipse of 2017. Yay. Did it actually live up to all of the hype? We're going to sound off next. You're not going to want to miss it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Congressman Ron DeSantis and Jessica Tarlov. Let's continue the conversation. For some fleeting moments this afternoon, many Americans put aside everything to stare at the sky and bask in the pandemonium of the solar eclipse. One of those Americans was Fox's Dan Springer, who is in the middle of all of the excitement and craziness in Madras, Oregon. Let's bring him in now. Hey, how's it going?"
    },
    {
      "speaker": "DAN SPRINGER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes. Hey, you know, you're right. There was no talk of politics out here. There was no talk of sports or religion or problems at work. Everybody just came here for a good time, to see something that hasn't happened in this country, a coast-to-coast eclipse, in 99 years. But I tell you, they came, they saw, and then they got the heck out of here. Because Solar Town is really emptying out. This field behind me was loaded with campers. And then there's a carrot field down the road here in Madras that had -- I don't know -- 20,000 campers, and they've cleared out. Five hundred planes, private planes flew in for this even, and they left. So you know, now everything -- everyone is on the road, and that's where the problem is."
    },
    {
      "speaker": "But no, today you're right",
      "utterance": "it was a really unifying event, because everybody was here for a good time. And they were here to see something that is so rare, this celestial dance between the moon and the sun and the earth and this line-up, and this darkness and this ring around the -- you know, the moon as it crosses directly in front of the sun. It was just amazing. And we got some sound as we were going and, you know, doing live shots and talking to people. And getting the reactions, just the raw emotions and the raw reactions as they were watching this thing happen in real time. Here's a listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There they go."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, my gosh. It's dark. Woo!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's amazing. I love nature."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Amazing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I've just lost it. I'm going to die now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is amazing!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Once in a lifetime right here."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's crazy."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You will never see this again in your entire lifetime."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is probably the coolest thing I've ever seen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No need for those glasses right now."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No. I am so glad we did this. Totally worth it."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "Wait a minute. You guys are packing up and leaving already? Is it over?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The memories are never over."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "So all those people you heard from, they were in the path of totality. That's a 70-mile-wide path from Oregon, the coast of Oregon all the way to the coast of South Carolina. And so they made the trek. You know, most of those people didn't live in that path of totality. They lived outside, and they drove in or flew in, like I said. And so, you know, I think if you lived in New York and you didn't really get to see much of the eclipse, it's like, what's the big deal? But you know, you saw those pictures. You saw that amazing ring around the moon. Those burning gases of the outer atmosphere of the sun, and I think it really kind of tells a story. Being alive and seeing it was pretty cool."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Dan -- Dan, OK, way to put salt in the wound here. This is Eboni. And I am in New York, and I was live on my radio show 17 stories up and could see nothing, no even small bit of this eclipse."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So could you do me a huge solid right now, and kind of, other than these fantastic photos, you saw it, obviously. Can you let me know what it felt like? Can you kind of walk me through it? Because you talk about fear of missing out. I missed out. So a total FOMO millennial moment here. And then can you let me know, what next lifetime I could see it again possibly?"
    },
    {
      "speaker": "SPRINGER",
      "utterance": "OK, well, I'll start with that question, because that's the easy one. 2045 is the next time that we're going to have a full eclipse..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I could still be around."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "... that's going to go from coast-to-coast. There will be one in 2024, I believe. So a little bit sooner than that. But that's going to go from Texas up through the northeast by way of the Midwest up into Toronto. So there will be a a couple. You know, 99 years was a long time to wait for this wonder..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "... to cut across the entire country. But as far as the emotions, I've got to tell you, I had my protective glasses on like everybody else. And I was looking up at the sun, and it was kind of cool. People were talking about Pac-Man eating the sun as it was, you know, kind of going slowly over the top of the -- or in front of the sun. That looked kind of cool. But it was nothing like that moment, actually 2 minutes and two seconds, is when it was totally covered. That was pretty awesome. That was something that you -- you know, you just can't really get an appreciation for when you're watching NASA putting up a picture on its website or the video that we're showing. Just to be here -- be here in person and have all these people around here looking up. They take their glasses for those 2 minutes, because they can see it all without any protection. And it was just a pretty cool moment. You know, some people say it's almost spiritual. You know, the lining above the sun and the moon and all that stuff."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Hey, Dan, I saw it, and I felt nothing. So I don't know if I just -- I thought I was a very emotional personal. I've been told I'm very emotional. I thought, \"Meh.\""
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Dan, looks like you got some sun. But how long has -- yes, bad joke. What are you going to do? You talked, you know, about these different people that you were surrounded with. When did people start coming in for this?"
    },
    {
      "speaker": "SPRINGER",
      "utterance": "Yes. They started coming in here in Madras probably Wednesday or Thursday."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Wow."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "But you know, they made their plans two years ago. You couldn't get a hotel room here or anywhere near here for the last year. Campsites were filled up. People were renting out their houses. We rented a house for 1,500 bucks a night, minimum four nights. You know, a little three- bedroom house that we were in for, you know, a couple nights. But I tell you what. People were making money. They were selling their glasses. They were selling their food at the restaurants. So it was a good business deal for people in the path of totality to be able to..."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Very capitalistic. We appreciate that."
    },
    {
      "speaker": "SPRINGER",
      "utterance": "Exactly, yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I love free enterprise. Absolutely."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I mean, it was just -- it just kind of looked like a little bit of the sun and a little bit of the moon. Everyone was like, \"Wow, this is so cool. Come over and see.\" And I'm like, \"Can we go back inside now?\""
    },
    {
      "speaker": "SPRINGER",
      "utterance": "People say -- I've talked to these -- I call them eclipse snobs, because they are the experts on the thing. And they say there really is a difference, a huge difference, even between 99 percent eclipse and 100 percent. So like, over in Portland, they had 99.2 percent coverage of the moon over the sun. And they didn't get the same experience as the folks here in Madras, because here you had the total eclipse. You had that perfectly symmetrical ring around the moon of the gases that were on fire there, the atmosphere. Pretty cool and, again, very different if you're not in this ring, this path where you can just see it perfectly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I'll just assume that I would have been in tears and emotionally affected and on my knees crying had I seen 100 percent."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "She was crying in between the break, thinking of it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I assume that. All right, thank you, Dan. All right. Up next, the battle over Confederate statues reaching the University of Texas with four taken down overnight. Is this the right move or only increasing tensions further? Stay tuned."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "University of Texas becoming the latest location to take down Confederate statues. Last night, officials removed four Confederate monuments from campus. The school stated, quote, \"Erected during the period of Jim Crow laws and segregation, the statutes represent the subjugation of African-Americans. That remains true today for white supremacists, who use them as symbols of hatred and bigotry.\" Highlighting the intensity of the controversy, federal officials today announced today that a 25-year-old man has been arrested after attempting to blow up a statue of Confederate Officer Richard Dowling on Saturday night. I'll come to you on this, Congress. I'm going to tell you a little bit about my story as an undergraduate at the great University of North Carolina at Chapel Hill. In my freshman year, I actually took African- American Studies classes in a hall called Saunders Hall, named for William Saunders, who was an attorney, like we are, also a historian and chief organizer of the North Carolina KKK. So during my years as an undergraduate, around 2000 to 2004, we talked and protested, and it took ten years. But ultimately, it was done in a particular way. There was not a take down in the middle of the night. It went to the board of trustees of the university. They ended up voting ten to three to rename it Carolina Hall. In my view, that's -- if that's to be done, how it should look. I know you went to Yale as an undergraduate. Can you tell me a little bit about the issue you guys had on campus with the Calhoun situation?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, this was long after I was gone."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It wasn't that long ago. Come on."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "But they had residential -- residential colleges, and one was named after Senator John C. Calhoun of South Carolina, who was involved in defending the institution of slavery in South Carolina. A lot of members of Yale undergraduate did not like that. There was a long debate, and finally, they voted to change the name of Calhoun College. And I think that that's -- I think all these places have the right to make those decisions. And I agree with you. Don't do it through mob violence. And then I think doing it in the middle of the night, sneak attack, I think that's cheap. Have the debate. Go on record and do it. You know, the line-drawing thing is an issue, because in the case of Yale, Elihu Yale was a slave trader. And so are you going to slave [SIC] that? So my view is on this, is I think you make the decisions how you want it. There are people who did some great things, who were involved in things that we don't necessarily approve of today and shouldn't approve of today."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The fact that we have constitutional provisions around not having them anymore."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "But I think you learn from that. You know, the Founding Fathers, they inherited a society that had slavery for a hundred years in the colonies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sure."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Many of them were opposed to it. They didn't think they could create a union if they insisted on it. But here's the thing. I think the principles that they founded in the Constitution they created set in motion the demise of slavery and allowing people to have equal rights. And so I don't want to say the Founding Fathers, because they had imperfections, that we shouldn't look to them and lionize them in ways that we've done. And so the statues of Lincoln -- he's not a Founding Father -- but Jefferson, Washington, and then even Lincoln. I mean, I'm -- I want to protect those."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jessica, let me pivot. So obviously, I'm a black American. For many people of color or even not that have incredible empathy around that experience in this country, the statues feel oppressive. They feel very much like an oppression, and offensive to our history. At the same time, I hear the congressman's point. I think a lot of people agree that this is, for better or worse, our American history. And though we are not a perfect union, this is our story; and certainly, we should continue telling it. And do you think there's value in the conversation around whether they should remain or be removed?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I 100 percent think there's value in having the conversation. And I think it's actually one of the brightest points that people are making about why this hasn't been a more active conversation, especially during the tenure of our first African-American president. I am personally torn about this issue. I've heard both sides of it. I've also heard the president of the United States say, you know, beautiful monuments or beautiful statues, whatever he said, which I think is an insane thing to say in the middle of the conversation we were having last week. My dad said something to me that I thought was incredibly valuable. He said, you know, we are a nation based on states' rights. And my dad is actually further left than I am on this, and he said literally leave these issues up to the communities themselves, that the people who walk by the statue of Robert E. Lee every day, let them have a vote on it. And something that I didn't know that I found interesting, and I'm sure that this ground has been gone over here already, is that there seems to be an impression that these statues are actual relics from the Civil War. A lot of these are recent. There have been statues that went up in the 1990s. And there's no reason we need to be building more Robert E. Lees."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Quickly, Kat, your take?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, I mean, OK, so this is not really an emotional issue for me. First of all, I'm white. I'm white, and I'm also from Detroit. So like, there's really not a big Confederate statue presence in Detroit. Like the only one I really care about it like, the big statue of Joe Lewis. But I'm serious, a lot of pictures in front of that as a kid. But I think that, you know, its's -- I agree, let them decide it locally. It's interesting, also that Robert E. Lee himself was opposed to these monuments and statues, saying that they would be divisive. So I think that's an important thing. And maybe put them on battlefield or cemeteries or places that people..."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Or replace them with new statues that commemorate what actually was going on and not a celebration. That way we won't see a celebration of it."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And we saw it left up to the people in South Carolina, where the state legislature voted to remove, I think it was the Confederate flag. But I do think there's a slippery slope argument here. You look at someone like New York Mayor Bill de Blasio, and he said that we need to have a review of all symbols of hate. Well, what does that mean? Because that's subjective of what you think, you know, hate looks like. You can look at the Boston Tea set (ph), and they have a police flag as a symbol of hate on a flyer right now. I do think there's a dangerous..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think that's, actually, not necessarily for me dangerous. I think it's a great, you know, argument. We can look at all these groups and see what good they serve us in this moment. So sad we've got to say good-bye to our specialists now, Congressman Ron DeSantis and Jessica Tarlov. Thank you both so much for being with us. But up next, it's \"Wait, What?\" Stay with us."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And now it's time for our last segment today. It's time for..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "\"Wait, What?\""
    },
    {
      "speaker": "BOOTHE",
      "utterance": "I'll kick things off. You know who was having a good day today? Bonnie Tyler. Her 1983 hit \"Total Eclipse of the Heart\" is doing pretty well, as you can guess, on iTunes. It's No. 1. Streams have skyrocketed. Since August 11, she's seen a 630 percent increase in Apple sales. Pretty good day for her."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think that's called hashtag \"#winning,\" Lisa. Another person winning is, if you are good with kids, which I know, Kat, they're your favorite. So here's a job for you. This is a nanny, and this nanny position comes with a $130,000 salary."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "What?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You also get to go to all these -- but the best: it comes with the ability to drive the family's Maserati. OK?"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Can I sign up?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Pretty much the job of a decade; it's amazing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, today would have been Joe Strummer's 65th birthday, front man for one of my favorite bands, The Clash. Obviously, a big fan since I was a little kid. So you know, happy birthday. It's very sad. He died right before, about a month before they were supposed to be inducted into the Rock 'n' Roll Hall of Fame. Some of us are still thinking about you, so happy birthday to Joe."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "All right. Well, that's all the time we have today. Thank you so much for watching. Make sure to follow the show on @SpecialistsFNC, Twitter and Facebook. Remember, 5 o'clock will never be the same. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}