{
  "date": "August 11, 2017",
  "headline": "Reporter talks South Korea's reaction to escalated rhetoric",
  "subHeadline": "Jonathan Cheng provides insight from Seoul, South Korea for 'The Story'",
  "url": "https://www.foxnews.com/transcript/reporter-talks-south-koreas-reaction-to-escalated-rhetoric",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, FOX NEWS CHANNEL HOST",
      "sentences": "Breaking tonight, President Trump's new words for North Korea. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Hopefully, it'll all work out, OK. Nobody loves a peaceful solution better than President Trump, that I can tell you. Hopefully, it'll all work out. But this has been going on for many years, it would've been a lot easier to solve this years ago before they were in the position that they're in. But we will see what happens. We think that a lot of good things could happen and we could also have a bad solution. But we think lots of good things can happen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What would be a solution, sir? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think you know the answer to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When you say bad solutions, are you talking about war? Is the U.S. going to go to war? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think you know the answer to that. If anything happens to Guam, there's going to be big, big trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We heard from North Korean state T.V. saying we consider the U.S. no more than a lump, which we can beat to a jelly any time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, let me hear -- let me hear others say it. Because when you say that, I don't know what you're referring to, and who's making the statement. But let me hear Kim Jong-un say it, OK? He's not saying it. He hasn't been saying much for the last three days. We are considering additional sanctions at a very, very high level. And probably, you could say as strong as they get. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's \"The Story\" tonight. I'm Dana Perino in for Martha MacCallum. The impromptu, 10-minute press conference wrapping up just a short time ago; the president backed by Secretary of State Rex Tillerson, Ambassador Nikki Haley, and National Security Advisor General H.R. McMaster. Tripling down, there'll be no doubt the U.S. will respond if threatened. President Trump, also announcing, he will speak by phone with Chinese President Xi tonight -- a key ally needed to stop the rogue nation from taking their nuclear ambitions any further. At the same time, Secretary of Defense James Mattis is trying to calm fears in Guam which finds himself in the center of an international nuclear showdown. This is the headline that people of Guam woke up to today. 14 minutes, that's how long it would take for a missile launch from North Korea to strike the U.S. territory. Officials in Guam are also handing out this pamphlet; advising island residents how to prepare for a strike. Some of the ominous warnings include: take shelter as soon as you can; if you're caught outside, lie flat on the ground and cover your head; and do not look at the flash or fireball -- it can blind you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Guam is not the only place feeling the pressure tonight. Millions on the Korean Peninsula are worried about the days to come. Here now is Jonathan Cheng, the Wall Street Journal's Seoul bureau chief, and he joins us from South Korea. Jonathan, thank you for being here, what is the view from over there in Seoul tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN CHENG, SEOUL BUREAU CHIEF, THE WALL STREET JOURNAL",
      "sentences": "Well, I think people here in Seoul are -- they're accustomed to a certain element of rhetoric on the Korean peninsula here. But this is definitely more than we're used to, and it's certainly a cause for concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I read somewhere today that somebody said that they've called their mother-in-law who is in Seoul, and she said, well, we don't really think that anything is going to happen. And I understand that that has been the feeling for many years, possibly, a couple of decades. Does it feel different now? And does the fact that China weighed in today saying it would actually remain neutral, change anybody's feeling in the region? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHENG",
      "sentences": "Well, I think having China say that, probably, comes as some relief. I mean, I think the last thing we want to see is a repeat of the U.S. and China fighting over the Korean Peninsula. That's not to say that they're going to stay out necessarily, it depends on what happens. Yes, to answer your question, I think that people definitely are concerned to a new level here. And that's because we have a lot of uncertainty coming from both sides here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Typically, North Korea, this is what they do. They bluster and they talk a big game. And typically, what we see from the White House, it can be quite predictable. It's usually steady, reassuring, all of those sorts of things. And the president right now, you know, for all of the things can you say about him, he's not necessarily looking to calm things down. He has used language that people here haven't heard from the White House in a very long time when referring to North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And so, then, there is a new president in South Korea that was just elected in May, how has that changed things in Seoul? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHENG",
      "sentences": "Well, I think he's really been caught between a rock and a hard place in a certain sense. His platform from the very beginning has been: we need to talk to North Korea. In fact, he's reached out to Kim Jong-un several times, he said let's meet anywhere, anytime. Have North Korea come to the Olympics which South Korea is hosting in a few months' time. None of those outreaches have been met with any response at all. It's not even a no, it's simply nothing. And instead, what we've got is we've had two ICBM tests in the last month and we've had the death of Otto Warmbier -- the U.S. citizen who was in North Korea. None of this looks good. And for him, he's sort of stuck in a bad place here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And just to confirm there was supposed to be some joint military exercises between the South Koreans and the United States, I believe this weekend. Are those still on track? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHENG",
      "sentences": "Yes, those are on track. Actually, the dates haven't been announced. What we're expecting is, actually, in about a weeks' time. But before then, we have North Korea basically saying that they're drawing up plans to strike, you know, send foreign missiles to the water around Guam. And that's the mid-August deadline that they sort of put on that to have the plan ready, and all it needs is Kim Jong-un say-so, at that point. So, we still have a lot of potential red lines and ominous dates on the calendar ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jonathan Cheng, no doubt will be a busy weekend for you. Thank you so much for being here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHENG",
      "sentences": "Of course. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Here with more: Lt. Col. Tony Shaffer, a CIA trained intel operative; Brad Thor, a former member of the Homeland Security Department Red Cell Unit; and Laura Rosenberger, she worked in the last two administrations and a National Security Capacity and on this particular issue. So, Colonel, let me start with you. How significant was it for you when you heard that China said it would remain neutral if there were going to be a conflict between North Korea and the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, INTEL OPERATIVE, CIA",
      "sentences": "Well, it's very significant, because, obviously, where we're at partly because they created a situation, they have enabled North Korea to become what it is. And of course, back in 1953, they sided with the North Koreans and actually pushed them, and we fought against the Chinese. So, I think it's very significant. It's not something you dismiss to say it's not important; it's very important. With that said, I don't think it's going far enough. This White House has been trying to reinforce the message, which I think is important to understand that the Chinese, as much as the South Koreans, would suffer badly, gravely from any sort of military conflict. So, it's in their interest to not simply only take a side, but do something to help. And simply put also to have other enemies out there, should this start firing up. The Vietnamese, Philippines, and India are all enemies, challengers, if you will, of the Chinese. So, I think there could be secondary effects that China has not really calculated. So, I think it's in their interest to try to help us to de-escalate this as much as possible. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. I do think that that was very significant. Brad, I wanted to ask you about your time in the Red Cell Unit, because you worked on a very particular scenario such as what would happen if the North Koreans were actually going to attack the United States. And I imagined since that work wasn't too long ago, that the government is actually utilizing those plans to think ahead, and to sort of craft its strategy at the moment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAD THOR, FORMER MEMBER OF THE HOMELAND SECURITY DEPARTMENT RED CELL UNIT",
      "sentences": "So, when I was there, we didn't work on this specific issue of miniaturizing nukes and putting them on ICBMs and getting them here. But with that said, Tony knows this. There are binders after binders, after binders that exist on shelves at the Pentagon, what if this happens? Pull it down, open it up; it's been war game and everything. I think what we need to realize here is that this is the fault, we are where we are now because of kicking the can down the road. Jimmy Carter kicked the can. In fact, Carter shoved President Clinton in his going around. Clinton, doing things he shouldn't have done with the North Koreans. But this H.W. Bush, W. Bush and Barack Obama, they've all kicked it. And we're at the point where you can't kick it anymore. And I think people really need to get behind the president and give him a lot of support in dealing with this because he's been left with very few options. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. I don't disagree with that at all. And Laura, I would add, it's not as if the previous administrations weren't trying some things, and none of those things. The North Korea's behavior hasn't changed in terms of the sanctions. What more -- what the president just said in his press conference that they're thinking about even tougher sanctions at a very high level. What do you think that means, and what sort of squeeze could be put on the Chinese, I think, or the North Koreans that he's talking about that would actually affect some sort of behavior change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA ROSENBERGER, DIRECTOR, SECURE DEMOCRACY",
      "sentences": "Yes. I think that it's really important that we look at additional sanctions options here, especially in terms of secondary sanctions on the Chinese. There are a lot of money flows through China into North Korea. There are a lot of various components of their ballistic missile programs that come through and from China. It's really important that we crack down on those networks, that sanctions were put in place, that penalize Chinese companies, Chinese banks that are facilitators of this. But that has to be part of a larger strategy, and I think it has to be coordinated with whatever is happening under Secretary Tillerson on the diplomatic front. It has to be coordinated with our military posture approach. This has to be a coordinated strategy of which sanctions are certainly one piece. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Tony, earlier today, I read a story in that news week about an MIT scientist who thinks that Kim Jong-un is wildly exaggerating his capabilities. But we have, I guess, an Intel assessment of our own that says, actually, he might be much farther ahead than any of us would ever want. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Dana, look, I've worked this issue since 1992. And I was there. I actually walked the ground in Seoul back in '93, '94 when we first had concerns about the nuclear program. Look, the original nuclear program that we entered into to prevent this, we already knew they had five weapons back in '94 -- nuclear weapons. So, I think the -- part of the Intelligence Community have way underestimated where he's at. And I think I would go with a -- this is the way I look at it too, you've got to go with the worst case here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Assume the worst, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "You assume the worst, hope for the best. But as Brad said, we've looked at this before, where there are certain new technologies which are being introduced that we have to take seriously. But there's still the threat, as Brad studied, of the asymmetric threat of the North Koreans giving nukes to someone (INAUDIBLE), smuggle again through a container crate, things like that so. No matter how you play it, they've got nuclear weapons, they're trying their best to mount it on a -- some sort of ballistic missile. And therefore, Dana, you've to basically, as the president has done, say we're going to take very radical action, should you try to do anything militarily. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Brad, I want to show you a tweet today from a former Deputy National Security Advisor Ben Rhodes, he worked for President Obama. He said this, \"This is a key point. Any chance of a deal with North Korea goes out the window if Trump cancels a nuclear deal that Iran is complying with.\" Do you believe that, basically, that this is the original Iran deal? Like what we're looking at right now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOR",
      "sentences": "Absolutely. So, one thing at a time, all right. Right now, I really think Ben Rhodes and Susan Rice and anybody else in the Obama administration ought to take a big step back and quiet down for a little bit. And let the current administration handle this crisis because the Obama administration in 2013 was informed by the Defense Intelligence Agency that the North Koreans had miniaturized nukes, and where to get them on top of ICBMs. So, for Ben Rhodes to come out and start talking about Iran, this is what's going to happen in Iran: so, what's happening in North Korea, this is the exact same thing we're going to see in Iran where the IAEA can't get into military sites where they're going to be doing the hardcore development of their nuke program. So, that's a problem. So, Ben Rhodes, Susan Rice, they all ought to zip it and stay out of this. Leave it to the Trump administration; they'll do the right thing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me ask Laura, last question here. The Chinese are looking at a possible party Congress this fall, possibly, in November. How important is it for President Xi to have a good conversation with President Trump today to be cooperative with the United States, so that he doesn't have an international crisis to deal with ahead of that meeting of the Communist Party there in China? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERGER",
      "sentences": "Well, the party congress in China is extremely important. And in fact, in 2012, as Xi Jinping was actually taking the reins, North Korea engaged in a series of provocations that really rattled the Chinese government that really got under Xi Jinping's skin. So, I think it's, really, you know, going to be an important thing for Xi Jinping to be able to have stability heading into the party congress. But I think it's also really important that we bear in mind that China is never going to have the same interests that we do vis-a-vis the Korean Peninsula. And that means that there's always going to have to be things that we need to be prepared for, that we can't just simply force onto China. But I do think that there are other really important steps that we need to be taking. And I think that I would just reiterate, this all has to be part of a coordinated approach. What worries me right now is we have different messages coming out of different parts of the administration. That, I think, leaves a lot of room for miscalculation. And that's my biggest concern. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Although, I have a theory that it, actually, could be all coordinated but we won't read about it until the history is written. But we'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENBERGER",
      "sentences": "I have my doubts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Maybe, Brad. He's going to write about this in his next book. Brad, we'll be looking for that. Call your agent. Give me a credit. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "I agree. I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Thank you all. Still, to come, should we believe Kim Jong-un's threats or is he a madman? Trace Gallagher, dives into what do we know about the brutal regime that's shrouded in secrecy. And if the president decides to take military action in North Korea, what role would Congress play? Chris Stirewalt and Austan Goolsbee are here on the president's war powers. Plus, a Democratic congresswoman going after gun owners; you won't believe the comparison she's drawing between the NRA and terrorists. And new developments in the Google memo controversy and why the company really canceled a last-minute meeting? Ben Shapiro is here with his take, straight ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN SHAPIRO, CONSERVATIVE POLITICAL COMMENTATOR",
      "sentences": "He has made a bunch of different claims about the memo. They've said that you were saying in the memo that women are biologically unfit for tech, that was at (INAUDIBLE) and CNN. Were you making the claim: James Damore, the Google memo guys, were you making the claim that women are biologically unfit for the tech industry? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "This man will not get away with what he's doing, believe me. And if he utters one threat in the form of an overt threat, which by the way, he has been uttering for years, and his family has been uttering for years, or if he does anything with respect to Guam, or any place else that's an American territory or an American ally, he will truly regret it. And he will regret it fast. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "As the war of words between President Trump and Kim Jong-un reaches a fever pitch tonight, there are new questions about the North Korean dictator and the brutal grip he holds on the nation that is shrouded in secrecy. Trace Gallagher is live on our West Coast Newsroom with the look at the man that has the world on edge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL ANCHOR",
      "sentences": "You know, Dana, it's difficult to do a deep dive into Kim Jong-un's background, because his childhood and teenage years have been a fairly well-guarded secret. In fact, we still don't know his exact age. We do know he attended an English language school in Switzerland under a fake name, and that he was a fan of American athletes like Michael Jordan, and actions stars like Jackie Chan, and Jean Claude Van Dam. His mother was believed to be Kim Jong-il's favorite wife. And as early as 2009, rumors began circulating that Kim the younger would succeed his father. Those rumors gained credibility when Kim Jong-un was given a top post in a powerful brand to the military, and later was put in charge of North Korea's counter Intelligence agency. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } After Kim Jong-il's death in 2011, Kim Jong-un quickly showed he would be a ruthless leader, ordering the execution of his own uncle. And just months after taking power, he conducted his first nuclear test. Since then, experts say U.S. Intelligence Agencies have likely done extensive psychological make-ups on Kim Jong-un. Though there's no study that we know of that definitely confirms whether he is mentally unstable. But in 2013, a unit for the study of personality in politics at St. John University, said that its initial assessment was that Kim Jong-un is, \"agreeable, charming with a need for external approval which is inconsistent with North Korea's continued belligerence.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } St. John's most recent assessment shows that at worse, Kim Jong-un only has a \"moderate predisposition to aggressive behavior.\" For the record, President Trump says he hopes that Kim is rational but doesn't know for sure. CIA Director Mike Pompeo, Secretary of State Rex Tillerson, and former National Security Advisor Susan Rice, all believed that Kim Jong-un is rational. Former Homeland Security Secretary and current White House Chief Of Staff, John Kelly, said he's unsure but thinks the Korean leader is probably rational. Others warn that trying to decipher the behavior of such an enigmatic figure is like reading tea leaves, Dana. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you, Trace. The president says, the U.S. is locked and loaded, but can he take action without Congress? Chris Stirewalt, Fox News Politics Editor; and Austan Goolsbee, former Chief Economist under President Obama. Chris, what does the Constitution tell us about the president's war powers? I understand they're quite broad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIST STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "Well, the president has the constitutional authority to do anything, really, when it comes to an exigent threat, an emerging threat to the United States. Now, what the founders didn't foresee was that there would be so many people in Congress for so long who would refuse the power that's granted them to declare war. They have devolved their power to the executive branch. And over the past seven years, presidents have taken more and more authority to broadly define what constitutes those kinds of threats, and when they can act on their own. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Austan, will Democrats be in a cooperative mood on this if the president needs their help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER CHIEF ECONOMIST UNDER PRESIDENT OBAMA",
      "sentences": "Maybe, you know, the thing is the War Powers Act exists, it gives President Trump pretty much the authority that he would need for the kind of actions he's talking about North Korea. It says, if you take military action, you've got to notify Congress in 48 hours, and you can't have troops there for more than 60 days without getting an approval of Congress. If you look at the go force, if you look at some of the others, they go to Congress to get a congressional authorization. I think the Democrats -- there'd be a lot of Democrats who'd be suspicious. They would harken back to Donald Trump in the campaign when he said Hillary's a war monger, she's going to take us into war, and I wouldn't do that. So, they'd be asking on the front. I think the bigger issue, though, is what would the Republicans say? Is it wise for Donald Trump to go pick a fight with Mitch McConnell, and say Mitch McConnell can't do his job? If you're actually thinking about doing military action and want to get congressional approval, I just don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I do think that -- I think Mitch McConnell is able to sort of blow that off. But, Chris, this is a different type of war. This is not getting troops ready and sending over, you know, tanks and everything into the desert for a war. This is actually a nuclear war. So, I guess, this has a way of focusing the mind. But the Intel question is very interesting, of course, the Intel failure in 2002, 2003, right before the war in Iraq. And our Intel in North Korea is still a little shady. But I guess as Tony Shaffer said this before, the Lieutenant Colonel, that we have to assume the worst. Do you think that President Trump will actually trust the intelligence community on this? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "No one has made a larger public point of the past failings of the intelligence community than President Trump himself. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Because he, of course, doesn't like their finding that relates to Russian interference in the 2016 election. So, he has sometimes vociferously, sometimes with a gentler touch deplored their work. But it is their work on which he will rely if does, in fact, have to make the case. And remember, we already have the troops on the Korean Peninsula, if this thing kicks off, even if it's not a nuclear cogs creation, you're talking about U.S. troops on the front line, pronto. If we get in a little bit, we'll get in a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me ask you something, Austin, about September. Apparently, the Congress plans to be in for about 12 days. They have a lot on their plate including the debt ceiling. How do you see the pressure on the foreign policy side maybe squeezing that? And do you think that maybe they'll just kick the can down the road and do something, you know, some sort of short term measure and revisit it in December? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes, I've never seen a can they couldn't kick in Congress. So, if they got an option to kick the can or kick it from around the corner so nobody can see them kick it, I'm sure they will do that. You know, as I say, I think in this confrontation with Korea, you know, I hope that the sober heads are going to prevail in the White House and that we -- the president can maintain a discipline. Sometimes he looks like he's had discipline here in this confrontation, sometimes he hasn't. If he is able to maintain that discipline, I think Congress could certainly get their act together. If not for a big resolution like the gulf war, certainly for something like the War Powers Act where they say, you know, the president can act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Chris, the last question to you, was there anything else that the president said in that ten-minute press conference? I thought he covered a lot of ground, any other headlines that stuck out to you that he'll probably have to follow up on Monday when he says, he'd do a more full-fledged press conference?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Well, I think the most important thing is that he said he would do a more full-fledged press conference. And that's something that everybody should be happy about because he has been unwilling to step forward and do that sort of complete conversation. So, that's good because there's a lot of questions that need to be answered, that can't be answered in a sort of shouted from the front porch of your country club. You need to be able to -- reporters need to be able to ask questions, do follow ups, and have it in that setting. So, that's something I am very happy about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Those reporters will be working furiously all weekend to just get that question exactly as they want. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "That's why I'm going on vacation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, have a good time, you deserve it. Chris, Austin, thank you so much. Have a good weekend. Still ahead, recently released from prison; Chelsea Manning is now getting the celebrity treatment. Ben Shapiro has some thoughts on that coming up. Plus, a Democratic lawmaker compares millions of gun owners to terrorists. Lawrence Jones and Zac Petkanas are here on that next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Developing tonight, a Democratic lawmaker finding herself on the receiving end of some major backlash for what she had to say about millions of gun owners. Congresswoman Kathleen Rice, tweeting, quote, I'm just going to say it, NRA and Dana Loesch quickly becoming domestic security threats under President Trump. We can't ignore that. Chief national correspondent Ed Henry is live in Washington tonight with the backstory on this. Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Dana, good to see you. Dramatic example of how some on the left are not just vilifying President Trump, but also hitting some of his allies with pretty rough attacks, including the NRA and potentially its nearly five million members. It all started when the conservative national syndicated radio host, Dana Loesch, tweeted this week about the highly controversial case in Minnesota, involving the death of Philando Castile. Last noted, Castile a black man who was killed by police during a traffic stop last year, had a controlled substance while carrying a gun. Congresswoman Kathleen Rice took to social media to rip not just Loesch, but the NRA as well. Rice first tweeting, so if a white guy was shot dead during a routine stop with a legal gun and a joint in his car, NRA would stay silent? You're the ones lying. Then she added that second tweet you mention, for context here, I'm just going to say it, NRA and Dana Loesch are quickly becoming domestic security threats under President Trump. We can't ignore that. Now, the NRA part refers in part to the fact that in addition to Black Lives Matter protests last year over Castile's death, after his girlfriend live streamed the moments after the police shooting, there has been anger at the NRA for not standing up for the victim since he had a permit to legally carry that firearm that was mention. Nonetheless, Loesch, plus the leadership in the NRA, and perhaps some of its members are domestic security threats that claim -- that's ignited a firestorm, with Loesch declaring she's waiting for the congresswoman to seek her secret police on her, interesting. Rice lectured President Trump earlier this year for name calling, she declared it was juvenile, some of his tweets, and there was a, quote, certain amount of decorum we expect from the commander in chief. This now from a congresswoman who is calling people she disagrees with domestic security threats. Dana. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Good point. All right. Ed, thank you so much. Now, here with more is Lawrence Jones, he's a conservative commentator and host at The Blaze, and Zac Petkanas is former senior Democratic National Committee advisor. So Lawrence, this is -- kind of getting a lot of attention for good reason. Congresswoman's comments were, I think, arguably over the top. But as far as I can see, she pays no political price from her party or her district for having said it. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES",
      "sentences": "Well, that's the interesting part about this situation. Considering this is the same congressman that said during the election that words matter. Well, this congressman sits on the homeland security committee, who gets classified information, who is responsible for holding homeland accountable for keeping America safe. And now she's accusing NRA members and Dana Loesch, who is my colleague, I would note, of being security threats to the United States? I think she should be more responsible. And the question is why aren't Democrats and those same people that went after President Trump about his words not holding her accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yeah -- I'll let you respond to that, because I do wonder about why the Democrats seem to pay no political price for having said something like this, at least amongst their own party. Is there no desire on behalf of party leadership or even peer pressure to try to dial it down a notch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAC PETKANAS, FORMER DNC ADVISOR",
      "sentences": "First off, I don't agree with your assessment that she was casting all five million members of the NRA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Oh, yes, she was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETKANAS",
      "sentences": "With lack of leadership. I think she was talking about the leadership and those who are -- the spokespeople for the organization. And let's look at the language that's coming out of the organization. I mean, just today, the spokesman on NRA TV, Grant Stinchfield, he said that North Korea should be bombing California instead of Guam. I mean, this is the kind of language that we're seeing, the kind of extremism that's coming out of the NRA leadership and its spokespeople. And this is seen not just within this tweet, that disgusting offensive violent tweets, but also in terms of the ad that they put out that was basically a move that you threw around words like assassination, and Hitler, and it made viewers feel like they were -- that their lives were in danger. And identified an enemy, you know, friends and neighbors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Lawrence, I'll let you get in there because it does seem like this, in some ways you can look at something, and so many people in the country can see it from such vastly different views. How do you respond to his thoughts that this is really over the top from the NRA's perspective? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well, the NRA was talking about violence on the left. And he's referring to Dana Loesch's ad that she released with the NRA, which she shows them, actually, burning up the street because this was a peaceful protest that they were showing in this ad. It was showing the violent radical left. And so, it was just images, and she was narrating these ads, describing what the left is doing. But he can spin this all he wants. Let's get to the bottom of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Conservatives and libertarians have been talking about this for a while about the left trying to take our guns away. And then, when we talk about -- they say we're being dramatic, we're being not reasonable, but this is what this really goes to. All members of the NRA and Dana Loesch are being violent people that pose a threat to the United States, and it's simply not true. If they think that law enforcement can protect this country by themselves then they're delusional.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "The members of the NRA, which is the largest and strongest civil rights organization in this country that keeps America safe as well as law enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Zac, I'll give you the last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETKANAS",
      "sentences": "I think that is simply divorced from reality. We're talking about someone -- Dana Loesch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Oh, it's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETKANAS",
      "sentences": "Civil rights icon, John Lewis, as quote, un-American and a threat to democracy. That is completely outrageous. And just shows the extremism out of the leadership of the NRA between this ad and between threatening us with nuclear weapons should be used against California. It is outrageous. And we need apology from the NRA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It does feels a little bit like Dana Loesch is this lightning rod, and yet if you look and go line by line with what she's saying, it's actually a lot more reasonable than I think the congresswoman took. Calling people a domestic terrorist I think goes too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETKANAS",
      "sentences": "She did not call her a domestic terrorist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, if you're going to write it in a tweet, I think you said it. All right, Lawrence, Zac, thank you and happy weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "And she's a homeland security member.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Thank you so much. Still ahead, new developments in that Google memo controversy. There're surprising new calls from some on the left who say it's the CEO who should step down for stifling free speech. Plus, one day after President Trump declares a new national emergency on opioid abuse, we talk to two people directly connected to the epidemic. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're going to spend a lot of time, a lot of effort, and a lot of money on the opioid crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The opioid crisis is an emergency and I'm saying, officially, right now, it is an emergency. It's a national emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was President Trump impromptu announcement officially declaring the opioid epidemic a national emergency. The designation opens up federal funds and resources to directly combat the problem, which statistics show has grown to staggering proportions in the United States. According to the CDC, since 1999, the number of overdose deaths involving opioids has more than quadrupled. Now resulting in 91 deaths per day. Joining me now is Lettie Micheletto, a mother who lost her daughter Megan to the opioid epidemic in 2014, and Dr. Roger Crystal, CEO of Opiant Pharmaceuticals, the company manufacturing products to prevent overdose death. Lettie, let me start with you, and thank you so much for being on, and I'm so sorry for your loss. What was it like for you when you realized that there was an addiction problem with your daughter? I believe that you weren't even aware that there was an opiate problem brewing in the United States? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LETTIE MICHELETTO, LOST DAUGHTER TO OPIOID EPIDEMIC",
      "sentences": "That's very true. I had no idea there was an opiate problem. I didn't realize that there was a crisis already in hand. And she started out taking pills and then moved to heroin, and that's when she came to me and she told me what was happening. Even then, I didn't realize it was as dangerous as it was. I thought it was a simple matter of just going into treatment and getting help, but it's much more complicated than that. And it was at that time hard to find the help, and someone to talk to and resources. So by declaring that this opioid crisis is a national emergency, that's going to really help open resources, it's going to help people talk, it's going to reduce stigma, it's going to bring communities into awareness of what is happening to try and help a whole generation of young people that I think we're losing because of the opioid epidemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Dr. Crystal, what would this mean for a company like yours, if there is a declaration of a national emergency, it's not very clear to me yet exactly what would happen with the -- them, is the support from the federal government that would then flow out. For you, what do you think it could do for your company to try to help others?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGER CRYSTAL, OPIANT PHARMACEUTICAL CEO",
      "sentences": "Thank you. So a lot of this is through accelerations. I think that we've already been very grateful for the Trump administration, and President Trump to declare a state of national emergency because it means we can then crack on and develop our products beyond just the Narcan nasal spray. That's our first product which is licensed through our partner, Adapt, who is now being made available throughout the nation. Our work isn't done. So for us, more funding, greater collaboration, and more rapid access to funding can really help drive some of our other programs to help combat this epidemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And for you, Lettie, when you look at maybe giving awareness to other parents that would be one thing. Is there a law enforcement component here that you think needs to take place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELETTO",
      "sentences": "There are some law enforcement agencies that are already a step ahead of where they need to be. They've realized that they can't arrest their way out of this problem. And they're being proactive and they're allowing people to come in. And its different agencies. It's very limited. That people to come in and say, hey, I need help. And they can hand over their paraphernalia, their drugs, and not be arrested, and they don't leave until they have a place to go for treatment. I think that's need to be a model that's used in all of our law enforcement system because it is a disease. We can't arrest them. It's not going to help them. I mean, you could, but it doesn't help. It's a disease that needs to be treated, and families need to be supported, and people need to work together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And then, for you, doctor, are there other companies that are sort of working towards this same goal? When I think of national emergency, I think that means like all hands on deck. Surely, I hope, you're not the only company that's out there working on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRYSTAL",
      "sentences": "Well, that's partially true, unfortunately. But we are one of the only companies in our industry with a dedicated focus toward addiction. We look at opioid addiction, alcohol addiction, even food addiction. There are other companies out there. But if you compared that to perhaps the oncology field, it's very small. So perhaps, again, this funding and this declaration of a national emergency will at least open up the field. We're driven no matter what, we're committed to this space, and we're here for the long run. So we have programs as early as what we're doing with the heroin vaccine. And I'm very hopeful that some of the other programs as well can really -- they accelerated with this national emergency declaration. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Well, Lettie and Dr. Crystal, thank you so much for being here. And Lettie, again, we are so sorry for your loss. We appreciate you being on to talk about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELETTO",
      "sentences": "Thank you very much. Thank you for allowing me to speak for Megan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Absolutely, thank you. All right, thank you. New fallout in the Google memo controversy. Why some on the left now believe it's the CEO who needs to go. They're just firing everybody. Then, some view her as a traitor who puts our very nation at risk, so why is Chelsea Manning getting treatment usually reserved for stars. Ben Shapiro is here on all of that. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "What is the reported illegal activity that's going on at Google that you're attempting to expose?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "So part of it is that they treat people differently in the hiring process depending on what their race or gender is. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Were you making the claim, James Damore, a Google memo guy, were you making the claim that women are biologically unfit for the tech industry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "No, I was just trying to explain why we see a disparity in the population of people that are interested in working in tech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was part of Ben Shapiro's interview with fired Google engineer, James Damore, whose memo sparked a fierce debate about gender and free speech in the work place. Just last night we told you that Google had decided to cancel a town hall that was meant to address the controversy. And now, the company's CEO is facing sharp criticism for his handling of the ordeal. David Brooks even writing in the New York Times that he should resign. Saying in part, quote, he could have wrestled with the tension between population level research and individual experience. He could have stood up for the free flow of information. Instead, he joined the mob. This episode suggests he should seek a non-leadership position. Ben Shapiro is the Daily Wire editor in chief. You had that interview yesterday. I think you were the first person to get to talk to the memo writer. What was your take away from it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN SHAPIRO, THE DAILY WIRE EDITOR IN CHIEF",
      "sentences": "I think there are other couples of people to be fair who talked to him before I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I was trying to give you elevation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "I totally appreciate it. But I don't want to take credit away from anybody else. But my take-away was this was not somebody who is seeking to destroy the idea of women in tech. In fact, there's a whole page and a half of the memo that is specifically dedicated to the idea of how do we get more women into tech, because one of the reasons you don't see as many women in tech is because fewer women are interested in getting into tech because of all of the demands of work-life balance, because of the way that the job itself is done. And so, he looks at that, he looks the social science date and say, OK, maybe we can make the jobs more attractive to women by doing X, Y and Z. And for this he's run out of a rail from Google, which just demonstrates the sort of orthodoxy at Google. And if you're a -- tech at anyway, you have to be ousted by the upper echelon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I was surprised that he got fired. I mean, isn't this something when you're 28 years old you might get, you know, a warning, maybe a memo put in your file. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "You know it got so big, I think it went around the internet so much that Google was forced into a position where all the, quote, unquote, diversity advocates inside Google who can't stand an opposing opinion felt they had to make a stink about it in response, and thus he had to go. They were afraid that somebody might launch a lawsuit. I mean, there were stories about women who were staying home from work because they were so offended, which, of course, sort of proves James Damore's point about differences between the sexes. And if you want to prove that women are completely the same as men in the workplace, I don't know how many men would take off the day for sexism reasons that some women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "How bad men are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You, obviously, visit a lot of campuses where there is obviously an attempt to restrict free speech. It's interesting to me to watch this actually happen at Google that they have to cancel the town hall meeting because people were afraid for their safety?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Yeah. I mean, I heard that, I'd like to see the evidence as to who was actually being -- obviously, threats of violence are out of bounds on all grounds. So there are, you know, people of the right who were threatening people about diversity meetings and that that's obviously out of bound, but let's see the evidence of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. We've got another story because White House aide Omarosa Manigault, she's finding herself at the center of this controversy. She was invited to be a panelist during the national association of black journalist conference. But shortly after she was added two journalists dropped out, thought they now claim she wasn't the reason. And I kind of feel bad for her. I mean, they showed tonight a picture that she's there. Some of the journalists got up and turned their backs to her. I can understand if they don't agree with her policies or maybe that of President Trump. But surely they should be proud of her for getting this position in the White House, and at least give her the courtesy of a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Well, this is the biggest problem that this notion that you go to lectures and then you turn your back on the person who's there. What exactly are they protesting from Omarosa? Again, looking for the policy that they're very angry about. My understanding is that Omarosa when she was at this event, she even actually criticized the president on such things as his talk about treatment by police of criminals. So she wasn't exact toeing the party line on everything Trump related. But she was treated as an outcast because the national association of black journalist's is apparently the national association of leftist black journalists. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Before you go, three months ago, she was in prison for one of the worst security breaches in our history. But now, Chelsea Manning, you talk about her a lot, getting this full celebrity treatment complete with this lengthy profile in Vogue, and a photo shoot by a famed celebrity photographer, Annie Leibovitz. In the time we have remaining, I wonder what you think about this, because in some ways, it's just feels like a push from the left to glamourize somebody who, one, broke the law. And also, I don't know if she deserves this kind of celebrity treatment, but I'll let you tell us what you think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "It's a slap in the face I think to all Americans, and people in the military who are victimized by Chelsea Manning's behavior when Chelsea Manning was leaking military secrets to WikiLeaks. What's amazing about all of this, of course, is the left trying to use identity politics as a cover for anti-patriotism. So Chelsea Manning is a traitor. And now they're trying to say, well, if you don't like Chelsea Manning being a traitor it's really because you're anti-trans. Chelsea Manning, by the way, has already tweeted out that he is not watching this particular segment to which I tweeted back that I hope not, because I wouldn't want Chelsea Manning to let al-Qaeda know that it's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, it's true. And I also think that, obviously, Annie Leibovitz -- that's a high praise. And there's been other trans-genders that gets those kinds of treatment. OK, that's fine. But in this particular case when it came to what he did, when it came to stealing those documents and giving it to WikiLeaks, to me that just crossed the line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Totally agree. I mean, again, there's a lot of controversy over people like Caitlin Jenner and whether they should get star treatment over a controversial question about mental illness or not mental illness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We've got to run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "To use that as sort of a shield for bad behavior, traitorous behavior, and to suggest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thanks, Ben. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's The Story for tonight. Thanks for being a part it. Martha MacCallum is back on Monday. I'll see you back here tonight at 9:00 for \"The Five.\" The whole gang will be there. Have a great weekend, everyone. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS CHANNEL HOST",
      "utterance": "Breaking tonight, President Trump's new words for North Korea."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Hopefully, it'll all work out, OK. Nobody loves a peaceful solution better than President Trump, that I can tell you. Hopefully, it'll all work out. But this has been going on for many years, it would've been a lot easier to solve this years ago before they were in the position that they're in. But we will see what happens. We think that a lot of good things could happen and we could also have a bad solution. But we think lots of good things can happen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What would be a solution, sir?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think you know the answer to that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "When you say bad solutions, are you talking about war? Is the U.S. going to go to war?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think you know the answer to that. If anything happens to Guam, there's going to be big, big trouble."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We heard from North Korean state T.V. saying we consider the U.S. no more than a lump, which we can beat to a jelly any time."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, let me hear -- let me hear others say it. Because when you say that, I don't know what you're referring to, and who's making the statement. But let me hear Kim Jong-un say it, OK? He's not saying it. He hasn't been saying much for the last three days. We are considering additional sanctions at a very, very high level. And probably, you could say as strong as they get."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's \"The Story\" tonight. I'm Dana Perino in for Martha MacCallum. The impromptu, 10-minute press conference wrapping up just a short time ago; the president backed by Secretary of State Rex Tillerson, Ambassador Nikki Haley, and National Security Advisor General H.R. McMaster. Tripling down, there'll be no doubt the U.S. will respond if threatened. President Trump, also announcing, he will speak by phone with Chinese President Xi tonight -- a key ally needed to stop the rogue nation from taking their nuclear ambitions any further. At the same time, Secretary of Defense James Mattis is trying to calm fears in Guam which finds himself in the center of an international nuclear showdown. This is the headline that people of Guam woke up to today. 14 minutes, that's how long it would take for a missile launch from North Korea to strike the U.S. territory. Officials in Guam are also handing out this pamphlet; advising island residents how to prepare for a strike. Some of the ominous warnings include: take shelter as soon as you can; if you're caught outside, lie flat on the ground and cover your head; and do not look at the flash or fireball -- it can blind you. Guam is not the only place feeling the pressure tonight. Millions on the Korean Peninsula are worried about the days to come. Here now is Jonathan Cheng, the Wall Street Journal's Seoul bureau chief, and he joins us from South Korea. Jonathan, thank you for being here, what is the view from over there in Seoul tonight?"
    },
    {
      "speaker": "JONATHAN CHENG, SEOUL BUREAU CHIEF, THE WALL STREET JOURNAL",
      "utterance": "Well, I think people here in Seoul are -- they're accustomed to a certain element of rhetoric on the Korean peninsula here. But this is definitely more than we're used to, and it's certainly a cause for concern."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I read somewhere today that somebody said that they've called their mother-in-law who is in Seoul, and she said, well, we don't really think that anything is going to happen. And I understand that that has been the feeling for many years, possibly, a couple of decades. Does it feel different now? And does the fact that China weighed in today saying it would actually remain neutral, change anybody's feeling in the region?"
    },
    {
      "speaker": "CHENG",
      "utterance": "Well, I think having China say that, probably, comes as some relief. I mean, I think the last thing we want to see is a repeat of the U.S. and China fighting over the Korean Peninsula. That's not to say that they're going to stay out necessarily, it depends on what happens. Yes, to answer your question, I think that people definitely are concerned to a new level here. And that's because we have a lot of uncertainty coming from both sides here. Typically, North Korea, this is what they do. They bluster and they talk a big game. And typically, what we see from the White House, it can be quite predictable. It's usually steady, reassuring, all of those sorts of things. And the president right now, you know, for all of the things can you say about him, he's not necessarily looking to calm things down. He has used language that people here haven't heard from the White House in a very long time when referring to North Korea."
    },
    {
      "speaker": "PERINO",
      "utterance": "And so, then, there is a new president in South Korea that was just elected in May, how has that changed things in Seoul?"
    },
    {
      "speaker": "CHENG",
      "utterance": "Well, I think he's really been caught between a rock and a hard place in a certain sense. His platform from the very beginning has been: we need to talk to North Korea. In fact, he's reached out to Kim Jong-un several times, he said let's meet anywhere, anytime. Have North Korea come to the Olympics which South Korea is hosting in a few months' time. None of those outreaches have been met with any response at all. It's not even a no, it's simply nothing. And instead, what we've got is we've had two ICBM tests in the last month and we've had the death of Otto Warmbier -- the U.S. citizen who was in North Korea. None of this looks good. And for him, he's sort of stuck in a bad place here."
    },
    {
      "speaker": "PERINO",
      "utterance": "And just to confirm there was supposed to be some joint military exercises between the South Koreans and the United States, I believe this weekend. Are those still on track?"
    },
    {
      "speaker": "CHENG",
      "utterance": "Yes, those are on track. Actually, the dates haven't been announced. What we're expecting is, actually, in about a weeks' time. But before then, we have North Korea basically saying that they're drawing up plans to strike, you know, send foreign missiles to the water around Guam. And that's the mid-August deadline that they sort of put on that to have the plan ready, and all it needs is Kim Jong-un say-so, at that point. So, we still have a lot of potential red lines and ominous dates on the calendar ahead."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jonathan Cheng, no doubt will be a busy weekend for you. Thank you so much for being here."
    },
    {
      "speaker": "CHENG",
      "utterance": "Of course."
    },
    {
      "speaker": "PERINO",
      "utterance": "Here with more: Lt. Col. Tony Shaffer, a CIA trained intel operative; Brad Thor, a former member of the Homeland Security Department Red Cell Unit; and Laura Rosenberger, she worked in the last two administrations and a National Security Capacity and on this particular issue. So, Colonel, let me start with you. How significant was it for you when you heard that China said it would remain neutral if there were going to be a conflict between North Korea and the United States?"
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, INTEL OPERATIVE, CIA",
      "utterance": "Well, it's very significant, because, obviously, where we're at partly because they created a situation, they have enabled North Korea to become what it is. And of course, back in 1953, they sided with the North Koreans and actually pushed them, and we fought against the Chinese. So, I think it's very significant. It's not something you dismiss to say it's not important; it's very important. With that said, I don't think it's going far enough. This White House has been trying to reinforce the message, which I think is important to understand that the Chinese, as much as the South Koreans, would suffer badly, gravely from any sort of military conflict. So, it's in their interest to not simply only take a side, but do something to help. And simply put also to have other enemies out there, should this start firing up. The Vietnamese, Philippines, and India are all enemies, challengers, if you will, of the Chinese. So, I think there could be secondary effects that China has not really calculated. So, I think it's in their interest to try to help us to de-escalate this as much as possible."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. I do think that that was very significant. Brad, I wanted to ask you about your time in the Red Cell Unit, because you worked on a very particular scenario such as what would happen if the North Koreans were actually going to attack the United States. And I imagined since that work wasn't too long ago, that the government is actually utilizing those plans to think ahead, and to sort of craft its strategy at the moment."
    },
    {
      "speaker": "BRAD THOR, FORMER MEMBER OF THE HOMELAND SECURITY DEPARTMENT RED CELL UNIT",
      "utterance": "So, when I was there, we didn't work on this specific issue of miniaturizing nukes and putting them on ICBMs and getting them here. But with that said, Tony knows this. There are binders after binders, after binders that exist on shelves at the Pentagon, what if this happens? Pull it down, open it up; it's been war game and everything. I think what we need to realize here is that this is the fault, we are where we are now because of kicking the can down the road. Jimmy Carter kicked the can. In fact, Carter shoved President Clinton in his going around. Clinton, doing things he shouldn't have done with the North Koreans. But this H.W. Bush, W. Bush and Barack Obama, they've all kicked it. And we're at the point where you can't kick it anymore. And I think people really need to get behind the president and give him a lot of support in dealing with this because he's been left with very few options."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. I don't disagree with that at all. And Laura, I would add, it's not as if the previous administrations weren't trying some things, and none of those things. The North Korea's behavior hasn't changed in terms of the sanctions. What more -- what the president just said in his press conference that they're thinking about even tougher sanctions at a very high level. What do you think that means, and what sort of squeeze could be put on the Chinese, I think, or the North Koreans that he's talking about that would actually affect some sort of behavior change?"
    },
    {
      "speaker": "LAURA ROSENBERGER, DIRECTOR, SECURE DEMOCRACY",
      "utterance": "Yes. I think that it's really important that we look at additional sanctions options here, especially in terms of secondary sanctions on the Chinese. There are a lot of money flows through China into North Korea. There are a lot of various components of their ballistic missile programs that come through and from China. It's really important that we crack down on those networks, that sanctions were put in place, that penalize Chinese companies, Chinese banks that are facilitators of this. But that has to be part of a larger strategy, and I think it has to be coordinated with whatever is happening under Secretary Tillerson on the diplomatic front. It has to be coordinated with our military posture approach. This has to be a coordinated strategy of which sanctions are certainly one piece."
    },
    {
      "speaker": "PERINO",
      "utterance": "Tony, earlier today, I read a story in that news week about an MIT scientist who thinks that Kim Jong-un is wildly exaggerating his capabilities. But we have, I guess, an Intel assessment of our own that says, actually, he might be much farther ahead than any of us would ever want."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Dana, look, I've worked this issue since 1992. And I was there. I actually walked the ground in Seoul back in '93, '94 when we first had concerns about the nuclear program. Look, the original nuclear program that we entered into to prevent this, we already knew they had five weapons back in '94 -- nuclear weapons. So, I think the -- part of the Intelligence Community have way underestimated where he's at. And I think I would go with a -- this is the way I look at it too, you've got to go with the worst case here."
    },
    {
      "speaker": "PERINO",
      "utterance": "Assume the worst, right."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "You assume the worst, hope for the best. But as Brad said, we've looked at this before, where there are certain new technologies which are being introduced that we have to take seriously. But there's still the threat, as Brad studied, of the asymmetric threat of the North Koreans giving nukes to someone (INAUDIBLE), smuggle again through a container crate, things like that so. No matter how you play it, they've got nuclear weapons, they're trying their best to mount it on a -- some sort of ballistic missile. And therefore, Dana, you've to basically, as the president has done, say we're going to take very radical action, should you try to do anything militarily."
    },
    {
      "speaker": "PERINO",
      "utterance": "Brad, I want to show you a tweet today from a former Deputy National Security Advisor Ben Rhodes, he worked for President Obama. He said this, \"This is a key point. Any chance of a deal with North Korea goes out the window if Trump cancels a nuclear deal that Iran is complying with.\" Do you believe that, basically, that this is the original Iran deal? Like what we're looking at right now."
    },
    {
      "speaker": "THOR",
      "utterance": "Absolutely. So, one thing at a time, all right. Right now, I really think Ben Rhodes and Susan Rice and anybody else in the Obama administration ought to take a big step back and quiet down for a little bit. And let the current administration handle this crisis because the Obama administration in 2013 was informed by the Defense Intelligence Agency that the North Koreans had miniaturized nukes, and where to get them on top of ICBMs."
    },
    {
      "speaker": "So, for Ben Rhodes to come out and start talking about Iran, this is what's going to happen in Iran",
      "utterance": "so, what's happening in North Korea, this is the exact same thing we're going to see in Iran where the IAEA can't get into military sites where they're going to be doing the hardcore development of their nuke program. So, that's a problem. So, Ben Rhodes, Susan Rice, they all ought to zip it and stay out of this. Leave it to the Trump administration; they'll do the right thing."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me ask Laura, last question here. The Chinese are looking at a possible party Congress this fall, possibly, in November. How important is it for President Xi to have a good conversation with President Trump today to be cooperative with the United States, so that he doesn't have an international crisis to deal with ahead of that meeting of the Communist Party there in China?"
    },
    {
      "speaker": "ROSENBERGER",
      "utterance": "Well, the party congress in China is extremely important. And in fact, in 2012, as Xi Jinping was actually taking the reins, North Korea engaged in a series of provocations that really rattled the Chinese government that really got under Xi Jinping's skin. So, I think it's, really, you know, going to be an important thing for Xi Jinping to be able to have stability heading into the party congress. But I think it's also really important that we bear in mind that China is never going to have the same interests that we do vis-a-vis the Korean Peninsula. And that means that there's always going to have to be things that we need to be prepared for, that we can't just simply force onto China. But I do think that there are other really important steps that we need to be taking. And I think that I would just reiterate, this all has to be part of a coordinated approach. What worries me right now is we have different messages coming out of different parts of the administration. That, I think, leaves a lot of room for miscalculation. And that's my biggest concern."
    },
    {
      "speaker": "PERINO",
      "utterance": "Although, I have a theory that it, actually, could be all coordinated but we won't read about it until the history is written. But we'll see."
    },
    {
      "speaker": "ROSENBERGER",
      "utterance": "I have my doubts."
    },
    {
      "speaker": "PERINO",
      "utterance": "Maybe, Brad. He's going to write about this in his next book. Brad, we'll be looking for that. Call your agent. Give me a credit."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "I agree. I agree."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Thank you all. Still, to come, should we believe Kim Jong-un's threats or is he a madman? Trace Gallagher, dives into what do we know about the brutal regime that's shrouded in secrecy. And if the president decides to take military action in North Korea, what role would Congress play? Chris Stirewalt and Austan Goolsbee are here on the president's war powers. Plus, a Democratic congresswoman going after gun owners; you won't believe the comparison she's drawing between the NRA and terrorists. And new developments in the Google memo controversy and why the company really canceled a last-minute meeting? Ben Shapiro is here with his take, straight ahead."
    },
    {
      "speaker": "BEN SHAPIRO, CONSERVATIVE POLITICAL COMMENTATOR",
      "utterance": "He has made a bunch of different claims about the memo. They've said that you were saying in the memo that women are biologically unfit for tech, that was at (INAUDIBLE) and CNN. Were you making the claim: James Damore, the Google memo guys, were you making the claim that women are biologically unfit for the tech industry?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "This man will not get away with what he's doing, believe me. And if he utters one threat in the form of an overt threat, which by the way, he has been uttering for years, and his family has been uttering for years, or if he does anything with respect to Guam, or any place else that's an American territory or an American ally, he will truly regret it. And he will regret it fast."
    },
    {
      "speaker": "PERINO",
      "utterance": "As the war of words between President Trump and Kim Jong-un reaches a fever pitch tonight, there are new questions about the North Korean dictator and the brutal grip he holds on the nation that is shrouded in secrecy. Trace Gallagher is live on our West Coast Newsroom with the look at the man that has the world on edge."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL ANCHOR",
      "utterance": "You know, Dana, it's difficult to do a deep dive into Kim Jong-un's background, because his childhood and teenage years have been a fairly well-guarded secret. In fact, we still don't know his exact age. We do know he attended an English language school in Switzerland under a fake name, and that he was a fan of American athletes like Michael Jordan, and actions stars like Jackie Chan, and Jean Claude Van Dam. His mother was believed to be Kim Jong-il's favorite wife. And as early as 2009, rumors began circulating that Kim the younger would succeed his father. Those rumors gained credibility when Kim Jong-un was given a top post in a powerful brand to the military, and later was put in charge of North Korea's counter Intelligence agency. After Kim Jong-il's death in 2011, Kim Jong-un quickly showed he would be a ruthless leader, ordering the execution of his own uncle. And just months after taking power, he conducted his first nuclear test. Since then, experts say U.S. Intelligence Agencies have likely done extensive psychological make-ups on Kim Jong-un. Though there's no study that we know of that definitely confirms whether he is mentally unstable. But in 2013, a unit for the study of personality in politics at St. John University, said that its initial assessment was that Kim Jong-un is, \"agreeable, charming with a need for external approval which is inconsistent with North Korea's continued belligerence.\" St. John's most recent assessment shows that at worse, Kim Jong-un only has a \"moderate predisposition to aggressive behavior.\" For the record, President Trump says he hopes that Kim is rational but doesn't know for sure. CIA Director Mike Pompeo, Secretary of State Rex Tillerson, and former National Security Advisor Susan Rice, all believed that Kim Jong-un is rational. Former Homeland Security Secretary and current White House Chief Of Staff, John Kelly, said he's unsure but thinks the Korean leader is probably rational. Others warn that trying to decipher the behavior of such an enigmatic figure is like reading tea leaves, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you, Trace. The president says, the U.S. is locked and loaded, but can he take action without Congress? Chris Stirewalt, Fox News Politics Editor; and Austan Goolsbee, former Chief Economist under President Obama. Chris, what does the Constitution tell us about the president's war powers? I understand they're quite broad."
    },
    {
      "speaker": "CHRIST STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "Well, the president has the constitutional authority to do anything, really, when it comes to an exigent threat, an emerging threat to the United States. Now, what the founders didn't foresee was that there would be so many people in Congress for so long who would refuse the power that's granted them to declare war. They have devolved their power to the executive branch. And over the past seven years, presidents have taken more and more authority to broadly define what constitutes those kinds of threats, and when they can act on their own."
    },
    {
      "speaker": "PERINO",
      "utterance": "Austan, will Democrats be in a cooperative mood on this if the president needs their help?"
    },
    {
      "speaker": "AUSTAN GOOLSBEE, FORMER CHIEF ECONOMIST UNDER PRESIDENT OBAMA",
      "utterance": "Maybe, you know, the thing is the War Powers Act exists, it gives President Trump pretty much the authority that he would need for the kind of actions he's talking about North Korea. It says, if you take military action, you've got to notify Congress in 48 hours, and you can't have troops there for more than 60 days without getting an approval of Congress. If you look at the go force, if you look at some of the others, they go to Congress to get a congressional authorization. I think the Democrats -- there'd be a lot of Democrats who'd be suspicious. They would harken back to Donald Trump in the campaign when he said Hillary's a war monger, she's going to take us into war, and I wouldn't do that. So, they'd be asking on the front. I think the bigger issue, though, is what would the Republicans say? Is it wise for Donald Trump to go pick a fight with Mitch McConnell, and say Mitch McConnell can't do his job? If you're actually thinking about doing military action and want to get congressional approval, I just don't understand."
    },
    {
      "speaker": "PERINO",
      "utterance": "I do think that -- I think Mitch McConnell is able to sort of blow that off. But, Chris, this is a different type of war. This is not getting troops ready and sending over, you know, tanks and everything into the desert for a war. This is actually a nuclear war. So, I guess, this has a way of focusing the mind. But the Intel question is very interesting, of course, the Intel failure in 2002, 2003, right before the war in Iraq. And our Intel in North Korea is still a little shady. But I guess as Tony Shaffer said this before, the Lieutenant Colonel, that we have to assume the worst. Do you think that President Trump will actually trust the intelligence community on this?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "No one has made a larger public point of the past failings of the intelligence community than President Trump himself."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Because he, of course, doesn't like their finding that relates to Russian interference in the 2016 election. So, he has sometimes vociferously, sometimes with a gentler touch deplored their work. But it is their work on which he will rely if does, in fact, have to make the case. And remember, we already have the troops on the Korean Peninsula, if this thing kicks off, even if it's not a nuclear cogs creation, you're talking about U.S. troops on the front line, pronto. If we get in a little bit, we'll get in a lot."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me ask you something, Austin, about September. Apparently, the Congress plans to be in for about 12 days. They have a lot on their plate including the debt ceiling. How do you see the pressure on the foreign policy side maybe squeezing that? And do you think that maybe they'll just kick the can down the road and do something, you know, some sort of short term measure and revisit it in December?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes, I've never seen a can they couldn't kick in Congress. So, if they got an option to kick the can or kick it from around the corner so nobody can see them kick it, I'm sure they will do that. You know, as I say, I think in this confrontation with Korea, you know, I hope that the sober heads are going to prevail in the White House and that we -- the president can maintain a discipline. Sometimes he looks like he's had discipline here in this confrontation, sometimes he hasn't. If he is able to maintain that discipline, I think Congress could certainly get their act together. If not for a big resolution like the gulf war, certainly for something like the War Powers Act where they say, you know, the president can act."
    },
    {
      "speaker": "PERINO",
      "utterance": "Chris, the last question to you, was there anything else that the president said in that ten-minute press conference? I thought he covered a lot of ground, any other headlines that stuck out to you that he'll probably have to follow up on Monday when he says, he'd do a more full-fledged press conference?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Well, I think the most important thing is that he said he would do a more full-fledged press conference. And that's something that everybody should be happy about because he has been unwilling to step forward and do that sort of complete conversation. So, that's good because there's a lot of questions that need to be answered, that can't be answered in a sort of shouted from the front porch of your country club. You need to be able to -- reporters need to be able to ask questions, do follow ups, and have it in that setting. So, that's something I am very happy about."
    },
    {
      "speaker": "PERINO",
      "utterance": "Those reporters will be working furiously all weekend to just get that question exactly as they want."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "That's why I'm going on vacation."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, have a good time, you deserve it. Chris, Austin, thank you so much. Have a good weekend. Still ahead, recently released from prison; Chelsea Manning is now getting the celebrity treatment. Ben Shapiro has some thoughts on that coming up. Plus, a Democratic lawmaker compares millions of gun owners to terrorists. Lawrence Jones and Zac Petkanas are here on that next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Developing tonight, a Democratic lawmaker finding herself on the receiving end of some major backlash for what she had to say about millions of gun owners. Congresswoman Kathleen Rice, tweeting, quote, I'm just going to say it, NRA and Dana Loesch quickly becoming domestic security threats under President Trump. We can't ignore that. Chief national correspondent Ed Henry is live in Washington tonight with the backstory on this. Ed?"
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Dana, good to see you. Dramatic example of how some on the left are not just vilifying President Trump, but also hitting some of his allies with pretty rough attacks, including the NRA and potentially its nearly five million members. It all started when the conservative national syndicated radio host, Dana Loesch, tweeted this week about the highly controversial case in Minnesota, involving the death of Philando Castile. Last noted, Castile a black man who was killed by police during a traffic stop last year, had a controlled substance while carrying a gun. Congresswoman Kathleen Rice took to social media to rip not just Loesch, but the NRA as well. Rice first tweeting, so if a white guy was shot dead during a routine stop with a legal gun and a joint in his car, NRA would stay silent? You're the ones lying. Then she added that second tweet you mention, for context here, I'm just going to say it, NRA and Dana Loesch are quickly becoming domestic security threats under President Trump. We can't ignore that. Now, the NRA part refers in part to the fact that in addition to Black Lives Matter protests last year over Castile's death, after his girlfriend live streamed the moments after the police shooting, there has been anger at the NRA for not standing up for the victim since he had a permit to legally carry that firearm that was mention. Nonetheless, Loesch, plus the leadership in the NRA, and perhaps some of its members are domestic security threats that claim -- that's ignited a firestorm, with Loesch declaring she's waiting for the congresswoman to seek her secret police on her, interesting. Rice lectured President Trump earlier this year for name calling, she declared it was juvenile, some of his tweets, and there was a, quote, certain amount of decorum we expect from the commander in chief. This now from a congresswoman who is calling people she disagrees with domestic security threats. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Good point. All right. Ed, thank you so much. Now, here with more is Lawrence Jones, he's a conservative commentator and host at The Blaze, and Zac Petkanas is former senior Democratic National Committee advisor. So Lawrence, this is -- kind of getting a lot of attention for good reason. Congresswoman's comments were, I think, arguably over the top. But as far as I can see, she pays no political price from her party or her district for having said it. What do you think?"
    },
    {
      "speaker": "LAWRENCE JONES",
      "utterance": "Well, that's the interesting part about this situation. Considering this is the same congressman that said during the election that words matter. Well, this congressman sits on the homeland security committee, who gets classified information, who is responsible for holding homeland accountable for keeping America safe. And now she's accusing NRA members and Dana Loesch, who is my colleague, I would note, of being security threats to the United States? I think she should be more responsible. And the question is why aren't Democrats and those same people that went after President Trump about his words not holding her accountable."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yeah -- I'll let you respond to that, because I do wonder about why the Democrats seem to pay no political price for having said something like this, at least amongst their own party. Is there no desire on behalf of party leadership or even peer pressure to try to dial it down a notch?"
    },
    {
      "speaker": "ZAC PETKANAS, FORMER DNC ADVISOR",
      "utterance": "First off, I don't agree with your assessment that she was casting all five million members of the NRA."
    },
    {
      "speaker": "JONES",
      "utterance": "Oh, yes, she was."
    },
    {
      "speaker": "PETKANAS",
      "utterance": "With lack of leadership. I think she was talking about the leadership and those who are -- the spokespeople for the organization. And let's look at the language that's coming out of the organization. I mean, just today, the spokesman on NRA TV, Grant Stinchfield, he said that North Korea should be bombing California instead of Guam. I mean, this is the kind of language that we're seeing, the kind of extremism that's coming out of the NRA leadership and its spokespeople. And this is seen not just within this tweet, that disgusting offensive violent tweets, but also in terms of the ad that they put out that was basically a move that you threw around words like assassination, and Hitler, and it made viewers feel like they were -- that their lives were in danger. And identified an enemy, you know, friends and neighbors."
    },
    {
      "speaker": "PERINO",
      "utterance": "Lawrence, I'll let you get in there because it does seem like this, in some ways you can look at something, and so many people in the country can see it from such vastly different views. How do you respond to his thoughts that this is really over the top from the NRA's perspective?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well, the NRA was talking about violence on the left. And he's referring to Dana Loesch's ad that she released with the NRA, which she shows them, actually, burning up the street because this was a peaceful protest that they were showing in this ad. It was showing the violent radical left. And so, it was just images, and she was narrating these ads, describing what the left is doing. But he can spin this all he wants. Let's get to the bottom of it."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "JONES",
      "utterance": "Conservatives and libertarians have been talking about this for a while about the left trying to take our guns away. And then, when we talk about -- they say we're being dramatic, we're being not reasonable, but this is what this really goes to. All members of the NRA and Dana Loesch are being violent people that pose a threat to the United States, and it's simply not true. If they think that law enforcement can protect this country by themselves then they're delusional."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right."
    },
    {
      "speaker": "JONES",
      "utterance": "The members of the NRA, which is the largest and strongest civil rights organization in this country that keeps America safe as well as law enforcement."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Zac, I'll give you the last word."
    },
    {
      "speaker": "PETKANAS",
      "utterance": "I think that is simply divorced from reality. We're talking about someone -- Dana Loesch."
    },
    {
      "speaker": "JONES",
      "utterance": "Oh, it's true."
    },
    {
      "speaker": "PETKANAS",
      "utterance": "Civil rights icon, John Lewis, as quote, un-American and a threat to democracy. That is completely outrageous. And just shows the extremism out of the leadership of the NRA between this ad and between threatening us with nuclear weapons should be used against California. It is outrageous. And we need apology from the NRA."
    },
    {
      "speaker": "PERINO",
      "utterance": "It does feels a little bit like Dana Loesch is this lightning rod, and yet if you look and go line by line with what she's saying, it's actually a lot more reasonable than I think the congresswoman took. Calling people a domestic terrorist I think goes too far."
    },
    {
      "speaker": "PETKANAS",
      "utterance": "She did not call her a domestic terrorist."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, if you're going to write it in a tweet, I think you said it. All right, Lawrence, Zac, thank you and happy weekend."
    },
    {
      "speaker": "JONES",
      "utterance": "And she's a homeland security member."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Thank you so much. Still ahead, new developments in that Google memo controversy. There're surprising new calls from some on the left who say it's the CEO who should step down for stifling free speech. Plus, one day after President Trump declares a new national emergency on opioid abuse, we talk to two people directly connected to the epidemic."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're going to spend a lot of time, a lot of effort, and a lot of money on the opioid crisis."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The opioid crisis is an emergency and I'm saying, officially, right now, it is an emergency. It's a national emergency."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was President Trump impromptu announcement officially declaring the opioid epidemic a national emergency. The designation opens up federal funds and resources to directly combat the problem, which statistics show has grown to staggering proportions in the United States. According to the CDC, since 1999, the number of overdose deaths involving opioids has more than quadrupled. Now resulting in 91 deaths per day. Joining me now is Lettie Micheletto, a mother who lost her daughter Megan to the opioid epidemic in 2014, and Dr. Roger Crystal, CEO of Opiant Pharmaceuticals, the company manufacturing products to prevent overdose death. Lettie, let me start with you, and thank you so much for being on, and I'm so sorry for your loss. What was it like for you when you realized that there was an addiction problem with your daughter? I believe that you weren't even aware that there was an opiate problem brewing in the United States?"
    },
    {
      "speaker": "LETTIE MICHELETTO, LOST DAUGHTER TO OPIOID EPIDEMIC",
      "utterance": "That's very true. I had no idea there was an opiate problem. I didn't realize that there was a crisis already in hand. And she started out taking pills and then moved to heroin, and that's when she came to me and she told me what was happening. Even then, I didn't realize it was as dangerous as it was. I thought it was a simple matter of just going into treatment and getting help, but it's much more complicated than that. And it was at that time hard to find the help, and someone to talk to and resources. So by declaring that this opioid crisis is a national emergency, that's going to really help open resources, it's going to help people talk, it's going to reduce stigma, it's going to bring communities into awareness of what is happening to try and help a whole generation of young people that I think we're losing because of the opioid epidemic."
    },
    {
      "speaker": "PERINO",
      "utterance": "Dr. Crystal, what would this mean for a company like yours, if there is a declaration of a national emergency, it's not very clear to me yet exactly what would happen with the -- them, is the support from the federal government that would then flow out. For you, what do you think it could do for your company to try to help others?"
    },
    {
      "speaker": "ROGER CRYSTAL, OPIANT PHARMACEUTICAL CEO",
      "utterance": "Thank you. So a lot of this is through accelerations. I think that we've already been very grateful for the Trump administration, and President Trump to declare a state of national emergency because it means we can then crack on and develop our products beyond just the Narcan nasal spray. That's our first product which is licensed through our partner, Adapt, who is now being made available throughout the nation. Our work isn't done. So for us, more funding, greater collaboration, and more rapid access to funding can really help drive some of our other programs to help combat this epidemic."
    },
    {
      "speaker": "PERINO",
      "utterance": "And for you, Lettie, when you look at maybe giving awareness to other parents that would be one thing. Is there a law enforcement component here that you think needs to take place?"
    },
    {
      "speaker": "MICHELETTO",
      "utterance": "There are some law enforcement agencies that are already a step ahead of where they need to be. They've realized that they can't arrest their way out of this problem. And they're being proactive and they're allowing people to come in. And its different agencies. It's very limited. That people to come in and say, hey, I need help. And they can hand over their paraphernalia, their drugs, and not be arrested, and they don't leave until they have a place to go for treatment. I think that's need to be a model that's used in all of our law enforcement system because it is a disease. We can't arrest them. It's not going to help them. I mean, you could, but it doesn't help. It's a disease that needs to be treated, and families need to be supported, and people need to work together."
    },
    {
      "speaker": "PERINO",
      "utterance": "And then, for you, doctor, are there other companies that are sort of working towards this same goal? When I think of national emergency, I think that means like all hands on deck. Surely, I hope, you're not the only company that's out there working on this."
    },
    {
      "speaker": "CRYSTAL",
      "utterance": "Well, that's partially true, unfortunately. But we are one of the only companies in our industry with a dedicated focus toward addiction. We look at opioid addiction, alcohol addiction, even food addiction. There are other companies out there. But if you compared that to perhaps the oncology field, it's very small. So perhaps, again, this funding and this declaration of a national emergency will at least open up the field. We're driven no matter what, we're committed to this space, and we're here for the long run. So we have programs as early as what we're doing with the heroin vaccine. And I'm very hopeful that some of the other programs as well can really -- they accelerated with this national emergency declaration."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Well, Lettie and Dr. Crystal, thank you so much for being here. And Lettie, again, we are so sorry for your loss. We appreciate you being on to talk about it."
    },
    {
      "speaker": "MICHELETTO",
      "utterance": "Thank you very much. Thank you for allowing me to speak for Megan."
    },
    {
      "speaker": "PERINO",
      "utterance": "Absolutely, thank you. All right, thank you. New fallout in the Google memo controversy. Why some on the left now believe it's the CEO who needs to go. They're just firing everybody. Then, some view her as a traitor who puts our very nation at risk, so why is Chelsea Manning getting treatment usually reserved for stars. Ben Shapiro is here on all of that. Next."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "What is the reported illegal activity that's going on at Google that you're attempting to expose?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "So part of it is that they treat people differently in the hiring process depending on what their race or gender is."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Were you making the claim, James Damore, a Google memo guy, were you making the claim that women are biologically unfit for the tech industry?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "No, I was just trying to explain why we see a disparity in the population of people that are interested in working in tech."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was part of Ben Shapiro's interview with fired Google engineer, James Damore, whose memo sparked a fierce debate about gender and free speech in the work place. Just last night we told you that Google had decided to cancel a town hall that was meant to address the controversy. And now, the company's CEO is facing sharp criticism for his handling of the ordeal. David Brooks even writing in the New York Times that he should resign. Saying in part, quote, he could have wrestled with the tension between population level research and individual experience. He could have stood up for the free flow of information. Instead, he joined the mob. This episode suggests he should seek a non-leadership position. Ben Shapiro is the Daily Wire editor in chief. You had that interview yesterday. I think you were the first person to get to talk to the memo writer. What was your take away from it?"
    },
    {
      "speaker": "BEN SHAPIRO, THE DAILY WIRE EDITOR IN CHIEF",
      "utterance": "I think there are other couples of people to be fair who talked to him before I did."
    },
    {
      "speaker": "PERINO",
      "utterance": "I was trying to give you elevation."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "I totally appreciate it. But I don't want to take credit away from anybody else. But my take-away was this was not somebody who is seeking to destroy the idea of women in tech. In fact, there's a whole page and a half of the memo that is specifically dedicated to the idea of how do we get more women into tech, because one of the reasons you don't see as many women in tech is because fewer women are interested in getting into tech because of all of the demands of work-life balance, because of the way that the job itself is done. And so, he looks at that, he looks the social science date and say, OK, maybe we can make the jobs more attractive to women by doing X, Y and Z. And for this he's run out of a rail from Google, which just demonstrates the sort of orthodoxy at Google. And if you're a -- tech at anyway, you have to be ousted by the upper echelon."
    },
    {
      "speaker": "PERINO",
      "utterance": "I was surprised that he got fired. I mean, isn't this something when you're 28 years old you might get, you know, a warning, maybe a memo put in your file."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "You know it got so big, I think it went around the internet so much that Google was forced into a position where all the, quote, unquote, diversity advocates inside Google who can't stand an opposing opinion felt they had to make a stink about it in response, and thus he had to go. They were afraid that somebody might launch a lawsuit. I mean, there were stories about women who were staying home from work because they were so offended, which, of course, sort of proves James Damore's point about differences between the sexes. And if you want to prove that women are completely the same as men in the workplace, I don't know how many men would take off the day for sexism reasons that some women."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "How bad men are."
    },
    {
      "speaker": "PERINO",
      "utterance": "You, obviously, visit a lot of campuses where there is obviously an attempt to restrict free speech. It's interesting to me to watch this actually happen at Google that they have to cancel the town hall meeting because people were afraid for their safety?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Yeah. I mean, I heard that, I'd like to see the evidence as to who was actually being -- obviously, threats of violence are out of bounds on all grounds. So there are, you know, people of the right who were threatening people about diversity meetings and that that's obviously out of bound, but let's see the evidence of it."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. We've got another story because White House aide Omarosa Manigault, she's finding herself at the center of this controversy. She was invited to be a panelist during the national association of black journalist conference. But shortly after she was added two journalists dropped out, thought they now claim she wasn't the reason. And I kind of feel bad for her. I mean, they showed tonight a picture that she's there. Some of the journalists got up and turned their backs to her. I can understand if they don't agree with her policies or maybe that of President Trump. But surely they should be proud of her for getting this position in the White House, and at least give her the courtesy of a listen."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Well, this is the biggest problem that this notion that you go to lectures and then you turn your back on the person who's there. What exactly are they protesting from Omarosa? Again, looking for the policy that they're very angry about. My understanding is that Omarosa when she was at this event, she even actually criticized the president on such things as his talk about treatment by police of criminals. So she wasn't exact toeing the party line on everything Trump related. But she was treated as an outcast because the national association of black journalist's is apparently the national association of leftist black journalists."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Before you go, three months ago, she was in prison for one of the worst security breaches in our history. But now, Chelsea Manning, you talk about her a lot, getting this full celebrity treatment complete with this lengthy profile in Vogue, and a photo shoot by a famed celebrity photographer, Annie Leibovitz. In the time we have remaining, I wonder what you think about this, because in some ways, it's just feels like a push from the left to glamourize somebody who, one, broke the law. And also, I don't know if she deserves this kind of celebrity treatment, but I'll let you tell us what you think."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "It's a slap in the face I think to all Americans, and people in the military who are victimized by Chelsea Manning's behavior when Chelsea Manning was leaking military secrets to WikiLeaks. What's amazing about all of this, of course, is the left trying to use identity politics as a cover for anti-patriotism. So Chelsea Manning is a traitor. And now they're trying to say, well, if you don't like Chelsea Manning being a traitor it's really because you're anti-trans. Chelsea Manning, by the way, has already tweeted out that he is not watching this particular segment to which I tweeted back that I hope not, because I wouldn't want Chelsea Manning to let al-Qaeda know that it's happening."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, it's true. And I also think that, obviously, Annie Leibovitz -- that's a high praise. And there's been other trans-genders that gets those kinds of treatment. OK, that's fine. But in this particular case when it came to what he did, when it came to stealing those documents and giving it to WikiLeaks, to me that just crossed the line."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Totally agree. I mean, again, there's a lot of controversy over people like Caitlin Jenner and whether they should get star treatment over a controversial question about mental illness or not mental illness."
    },
    {
      "speaker": "PERINO",
      "utterance": "We've got to run."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "To use that as sort of a shield for bad behavior, traitorous behavior, and to suggest."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thanks, Ben. We'll be right back."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's The Story for tonight. Thanks for being a part it. Martha MacCallum is back on Monday. I'll see you back here tonight at 9:00 for \"The Five.\" The whole gang will be there. Have a great weekend, everyone. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}