{
  "date": "August 17, 2017",
  "headline": "Shaffer: We must study terrorists' patterns online",
  "subHeadline": "Reaction on 'The Story' to Barcelona attack from Lt. Col. Tony Shaffer and author Mia Bloom",
  "url": "https://www.foxnews.com/transcript/shaffer-we-must-study-terrorists-patterns-online",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Well, the early information, Martha, coming from authorities in Spain was not only confusing, it was often delivered in three languages. And for most of the day, we were told that the driver of the van that sped down La Rambla trying to kill as many people as possible was in custody. Well, now as you just said, we know that the driver is still on the run; apparently disappearing into the crowd during the mayhem after the attack. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } There are two suspects who are in custody, but neither of them was arrested at the scene in Barcelona. Instead, one was arrested in the town of Ripoll, where the van was apparently rented. The second suspect was arrested in Alcanar, the site of the two deadly explosions -- one of them was last night, the other is tonight. Investigators were on the scene of both of those trying to link together the pieces. Police believe the explosions are somehow linked to the attack on La Rambla, though, it is very unclear exactly how. And police do acknowledge, the two suspects in custody may be a part of a bigger cell. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Meantime in Spain's Catalonia region, a man who tried to run down police at a traffic blockade, who was shot and killed, was initially linked to the van attack in Barcelona, but now police say that there is no connection. And to confuse matters more, police also released the name and picture of a man that they thought was the driver of the van in La Rambla, but that man reportedly walked into a Barcelona police station identifying himself saying that his I.D. had been stolen. ISIS has now claimed responsibility, releasing a statement saying that the attack was carried out by soldiers of the Islamic State, targeting countries trying to drive ISIS out of Iraq and Syria. Today's bloodshed was Spain's deadliest attack since 2004 when al-Qaeda killed 192 people in coordinated bombings on Madrid's commuter trains. Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Trace will be with us throughout the evening tonight, covering this breaking news story. Our next guest is in Barcelona. She was having lunch with a friend on La Rambla at the moment that this attack happened. She started to see people running for their lives. Police quickly ordered everybody to get inside wherever they could. The restaurant that she into pulled down the metal shutters, and she recorded this video from inside. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALANA FEARON, SURVIVOR",
      "sentences": "We do not know what is happening. And one of the waiters showed us footage of what apparently happened just a couple of hundred meters away, and we are absolutely horrified. All we could see where the bodies. Like we're totally frightened. It's so scary. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was the view from where she was. Alana Fearon is from Ireland and was wrapping up a holiday in Spain before heading back home, and she joins us now. Alana, it has been an unbelievable day for you. Talk to us about what you were feeling at that moment when you made the recording.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEARON",
      "sentences": "Yes. Obviously, it was a bit of a surreal situation to be in, because we were just caught up in panic but we did not know why or what was happening, and so we were just really scared. And then, there was like a small gap in the shutter and I could see outside from where I had taken -- it's like it was just like a ghost town, but there were police everywhere, and cordoned, blue flashing lights and all you could hear was the ambulance. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } After about 45 or 50 minutes, the shutter went up, and was outside for about 20 minutes or so not being able to move anywhere. And the next thing, we're told to get back inside and the shutter went down again. And all that we knew was apparently there were two gunmen, and that there was a possible hostage situation. So, we got back into the restaurant and the shutters went down again, and then we really started to panic. And we're supposed to be going home. We didn't know what was going on. And we're surrounded by sirens and just pandemonium.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Alana, thank you. We're glad that you're OK. And we watched your video and the story of seeing people in the van go by with guns hanging out the door. This is obviously the kind of thing that we've all witnessed. But to actually be living through it and to be realized in real time that this is happening to you, must be so terrifying. We thank you very much for sharing your story with us tonight. We hope you get back to Ireland safe and sound soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FEARON",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, if you look back to May the First, the State Department issued a warning to all Americans about summer travel in Europe. It said this, \"extremists continue to focus on tourist locations, transportation hubs, markets, shopping malls. U.S. citizens should exercise additional vigilance in these and similar locations, in particular during the upcoming summer travel season when large crowds may be common.\" It went on to say, that terrorists would likely use vehicles as \"ramming devices.\" And so tonight, here we are with death and destruction in the beautiful city of Barcelona. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } I'm joined now by Lt. Col. Tony Shaffer, a CIA Trained Intelligence Operative and a Senior Fellow at the London Center for Policy Research; and Mia Bloom is a Terrorism Expert and Author of \"Dying to Kill: The Allure of Suicide Terror.\" Mia, let me start with you. You say that you came across some interesting things on social media; looking at ISIS with regard to this attack today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIA BLOOM, TERRORISM EXPERT AND AUTHOR",
      "sentences": "Well, right away when there's an attack, the first thing that I do is I see what is ISIS saying about it. And so, we saw that ISIS made a claim of responsibility on that semi- official channel Amaq, almost right away. It didn't wait a day or two days as we've seen in some of the previous attacks. But the other thing was, very interesting, that in previous issues of their magazine, Rumiya, and then even more recently in June, they have been circulating videos of how to do these kinds of attacks precisely to try to inspire individuals to get in the car and ram civilians, and in order to cause mass casualty attacks. So, they have been trying to inspire these attacks. They put it in their Rumiya magazine. They put instructions, how to, on their platforms -- on their encrypted platforms. So, this is directly out of the ISIS playbook. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tony, what do you think about this attack today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, TRAINED INTELLIGENCE OPERATIVE AT THE CIA AND SENIOR FELLOW AT THE LONDON CENTER FOR POLICY RESEARCH",
      "sentences": "Look, this is horrific as it gets, and then was forecast by the State Department and some news outlets I've not been able to verify this independently, it reported C.I. gave Spain, in this location, a specific warning, and I'm not surprised by that. Mike Pompeo has doubled increase the pace of CIA's game quite a bit. And to the point of what we're just talking about, social media, this is a pattern that we need to start looking at more seriously. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } We saw this Ansar al-Sharia on the attack in Benghazi. We saw this before the eagles of death metal attack against the ban in Paris. And clearly, if social media issues something, we must be paying a great attention to. And let me say this also about the fact that, you know, I got a lot of questions in the network about can we get ahead of us? Well, we can. We have to study how they do things online. We have to go back to the old fashion methodology of espionage, getting people on the inside. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } We've had people like, Chelsea Manning, Bradley Manning, whatever you want to call him, and others who have actually compromised our capability to do technical collections. So, we have to go back to the old-fashioned methodology. And social media is one of those areas that we can actually study a lot of their patterns, and try to get ahead of what they're doing based on the fact that they're starting to not only telegraphed things, but I think there are ways of seeing what they're going to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So true. Mia, it looks like they may have been building bombs in at least two locations. And time and time again, you know, you have the rows of flowers that come out the following day and everything across Twitter, the solidarity movement with these different beautiful cities that have been attacked and people have lost their lives. And yet, you know, we start to find out that the people were on social media, that they were looking things up, that they were doing internet searches. So, we have all this surveillance, and yet, we can't seem to get ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOM",
      "sentences": "Well, it's also very difficult added to the fact that many of the platforms that I do my research on are not open API. In the sense that, it's not something that you could google. It's not something -- you have to actually be on these encrypted platforms in these very limited chat rooms. And so, I agree with Mr. Shaffer, you do have to do the traditional intelligence gathering, but you have to do so almost undercover on the social platforms. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "I agree with you. I couldn't agree more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But isn't that happening? I mean, I would assume that the, you know, our Intel agencies have the same kind of access that you do to these places, is there, you know, protections that are in place that we need to rethink?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOM",
      "sentences": "There is. And part because -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Well, Martha -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOM",
      "sentences": "Sorry, go ahead, Mr. Schafer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "No, you're right. You were going right down the path. No, we can't get as much access as she does, based on a number of restrictions. This is something I actually met with and briefed Senior Pentagon Leadership on last year. I brought in a group of experts who outlined how we're failing in this area. So, what she can do as a citizen does not match what we should be able to do. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How can that be? I mean, people at home here -- that's crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Artificial restrictions and culture. It is totally crazy. But she's looking in the right place, clearly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is stunning. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOM",
      "sentences": "And in part, I have to agree. One of the challenges has been, you know, in order for me to do what I do, I speak eight languages. I'm doing this in a number of different languages. And though I'm following very strict ethical requirements, when I've talked to different agencies, they can't do what I'm doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Precisely. Precisely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOM",
      "sentences": "They've told me it's too expensive, it's too time-consuming. We don't have the linguistic capabilities of people to be able to get in, read the stuff in these languages, and translate it and get it to us fast enough. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Unbelievable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "So, she's qualified. She does her job. But we have the failure of leadership in DNCI to do the hard work to invest in people like her to get the job done. That's how sad it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's a wake-up call. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "That should be. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much to both of you. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, the CIA may have known a bit about this terror plot for months, and we now know that ISIS has wanted to strike Spain for years. Why is that? Why Spain? And what does this particular attack tell us about what may be next? Dr. Robert Pape had studies thousands of ISIS videos and came across one just today that specifically warned about this. Raising the question about why our intelligence folks start to seeing that? Marc Thiessen studied the vehicular attacks like this one that has rocked Europe of late for years and he knows what is going on here as well, both are coming up next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "This latest attack, the worst terror attack on Spanish soil since the 2004 Madrid train bombings. It shows us again that radical Islamic terrorism is one of the greatest threats we face today. ISIS has taken credit for this barbaric attack, but whoever is responsible should know that the United States of America together with our allies will find and punish those responsible and to drive the evil of radical Islamic terror from the face of the Earth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we're just getting our first look at that. That came in moments ago. Vice President Mike Pence, obviously, sending a very strong message to Barcelona attackers. Spanish media reports at the CIA warned them that La Rambla, in particular, this beautiful, you know, sort of pedestrian and car area with lots of shops lining and cafes in the middle of Barcelona, they warned them that this could happen. And that's warning, according to the Spanish reports, came in about two months ago. So, if that is true, the intelligence was certainly and sadly quite accurate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } ISIS did claim responsibility quickly, as Mia Bloom was just saying about a couple of hours after this. There have been post calling for attacks on Spanish tourist hot spots as well and saying, \"We will recover our land from the invaders.\" Spain was a Muslim country for 700 years; ending in the 15th Century, and it is part of their spoken mission to take it back. Fox News chief intelligence correspondent Catherine Herridge joins me now from Washington, she has been talking to her intelligence sources all day on this, and she's here with the latest. Good evening, Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CHANNEL CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Thanks, Martha. Tonight, the Spanish authorities are connecting the attack in Barcelona within an explosion last night in a town, 90 miles away, of what may be a bomb making factory. The police telling reporters that two suspects directly connected to the attack are now in custody, but not the driver of the white van. Meantime, a counterterrorism source tells Fox that the mounting evidence is consistent with the small cell and more complex plots rather than the lone actor. This hour, Fox News has told, the intelligence agencies are reviewing that the terror watch list in databases to see if the suspects identified by Spanish authorities, including (INAUDIBLE) here, were known to Homeland Security, the National Counterterrorism Center, the nation's help threat analysis, the FBI, as well as others. And whether these suspects were blocked from entering the U.S. because of their suspected terror ties. Spain is part of the visa waiver program. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Almost immediately, ISIS' social media accounts celebrated the attack in Barcelona. These accounts are known in counterterrorism circles as fan boys, not leadership accounts. But not long after the Amaq news agency, the official mouthpiece for ISIS claimed responsibility. But it's not clear whether the individuals were inspired by ISIS, they were directed by ISIS, or the claim is simply opportunistic. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Spain, as you mentioned, has not really been traditionally part of the ISIS online conversation. But in July, and ISIS-affiliated telegram account mentions Barcelona specifically, and our contact says it was since flagged to law enforcement. As you also mentioned, the Barcelona newspaper reports that the CIA warned the Spanish counterparts in recent months about ISIS plots targeting the city, and specifically this area which is very much like Times Square in New York or the Champs-Elysees in Paris, which has also been targeted by ISIS terrorist, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Catherine, thank you very much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, here now with more: Marc Thiessen, American Enterprise Institute Scholar who has studied vehicular attacks for years, he is also a Fox News Contributor; and Dr. Robert Pape, who is Director of the Chicago Project on Security and Terrorism, both experts in the field, and good to see you both tonight. Thank you for being here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND SCHOLAR OF AMERICAN ENTERPRISE INSTITUTE",
      "sentences": "Good to see you, Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROBERT PAPE, DIRECTOR, CHICAGO PROJECT ON SECURITY AND TERRORISM",
      "sentences": "Thanks for having me. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dr. Pape, let me start with you. You have studied -- you and your team have a database that studies the behavior of every suicide bomber that you contract. So, we're trying to put together the pieces of who is involved here, but what can you glean from it so far?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPE",
      "sentences": "Well, we also have a database of 1400 ISIS videos -- the complete set of ISIS videos -- over the last three years. And studying particularly the ISIS videos. really gives us insight as to what's been happening. So, particularly since the fall of Mosul, ISIS has been calling over and over for individuals inside of the countries that are bombing or otherwise directing military activity against ISIS to attack those countries, rather than to leave those countries and travel to Syria. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } In the past, if we look at the videos, when we look the recruitment appeals, what you see is a very different pattern. They did, sometimes, call for individuals to attack in those countries, but many of their videos were calling for travelers, people to leave. In the last few months since Mosul fell, you're seeing a dramatic shift in the video propaganda which is the heart of ISIS' threat to the west.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just want to point out, I'm going to get to Marc Thiessen in just a moment. We are just learning: Spanish police are telling us that there is an operation that is ongoing at this hour outside of Barcelona. We also have, you know, so far, to our understanding, the story has changed quite a bit throughout the day that the van driver, the person who actually plowed these human beings down in cold blood, is out there somewhere. So, we're going to keep a very close tab --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPE",
      "sentences": "Well, and if I could --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPE",
      "sentences": "And if I could just add, this would not be weird. What we also have done is studied the networks of the cells that have been plotting, particularly in the United States and Europe, and what we see are networks. We see networks of friends, networks of relatives, and undoubtedly, this is one of the things driving the authorities in Spain to be looking for connections. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And you know, Marc, you have studied this in depth as well. And this -- the guy who we originally thought did this was walked into the police and said that his brother took the papers in the car. Your thoughts on all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Sure. Well, I mean, what's really important about what the doctor is saying is that we have to listen to the words of the enemy because the enemy often tells us what they're going to do. The fact is, seven years ago, al-Qaeda and the Arabian Peninsula published a magazine called Inspire, in which they published an article called \"The Ultimate Mowing Machine,\" which urged Jihadists to use a pick up the truck as a mowing machine, not to mow grass but to mow down the enemies of Allah. And they've laid out in great detail how to carry out these vehicular attacks. And what's happened since then, is they've carried out these attacks in Nice, Berlin, London, Stockholm, Ohio State University, and now in Barcelona that killed over a hundred people, and injured hundreds more. Now, why is that sourcing really important? Because just this month, the latest issue of Inspire just came out, and it urges them to carry out attacks on trains in the United States and in Europe. They have a list in the magazine of train routes in the United States. The number one target listed in here is the Acela Corridor between Washington, New York, in D.C. And they have an 18-page guide in there to how to build a derailment device-- to derail a high-speed train. So, we have seen that the enemy tells us what they're planning to do. And we need to take the words of the enemy seriously, because we've seen vehicular attacks have followed this pattern, and now it's going to be trains. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And in that material, it says that they should put the devices on the tracks not long before the train comes across because they do check the tracks from time to time. So, you know, they don't have a whole lot else to do, Dr. Pape. This is what they spend their time doing: tracking the movements of these sorts of things and figuring out when the right moment is to plant something there. We need to be very vigilant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPE",
      "sentences": "We need to be very vigilant, and we need to realize that they practice, they review in detail past attacks to make better and improved attacks into the future. These are not first rate -- just amateurs who are getting lucky here or there. These are individuals who are practicing, and then they're putting on the web what they have learned from their best practices. And actually, the content is really at the heart, as Marc is saying. And it's difficult to get a grip on because let's say those 1400 ISIS videos, that's over 300 solid hours of content, which is why it took us the research team of 25 people at the University of Chicago to find out what's in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And hopefully, it will help to lead to uncovering some of the plots. And we need to pay very close attention to this train plot, because as you both point out, they do, generally, exactly what they say they're going to do. Gentlemen, thank you so much. Great to have both of you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, the shocking video showing a boatload of migrants unloading onto the shores in Spain, while everybody is out there on holiday. And can you imagine this happening? You know, you're at the beach, and suddenly people are rushing across the beach in black, heading into the hills? We're going to talk about what this means. Rahim Kassam says, this is contributing to the terror epidemic that is crippling Europe; he's back with us tonight, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I heard screams of people to my left, and when I looked up, I saw the white van and it must've been doing some 100 kilometers, 80-100 kilometers an hour down a pedestrian sort of walk way just sort of knocking people over at a high speed if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY MCCABE, BARCELONA RESIDENT",
      "sentences": "Oh, my God! They've got someone on the street. They have someone on the street. There are live five police officers on top of one guy. Everybody is running out their windows. The ten police officers running towards them. They have on the ground. They're all on top of him. I can see that, you know, hitting him. They're all piling on top of him. This is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Obviously, this is ongoing and nerves are on edge. That was a little bit earlier today. Shepard Smith was speaking to a woman who was a witness on the street there, and we're watching this story that I mentioned to you moments ago, which is breaking news about an ongoing operation about an hour and a half outside of Barcelona. The Spanish police reportedly conducting that operation. We don't know whether or not they're -- think that they may be on to someone else who's involved with this, or perhaps the man who was driving that van. But they're telling residents that they need to lock themselves inside their homes as this unfolds. And we're waiting for any video that comes in of that operation. As soon as we get that, we'll certainly put it up and show it to you as we continue to take a look at what's happening tonight. So still on the run in terms of the main culprit here as far as we can tell. But of course, Spain is a country that is seeing skyrocketing numbers of migrants literally storming the country's beaches, and that is not a metaphor. I mean, here's the boat arriving. People out on holiday on the beach, wondering what the heck is going on, essentially. Our next guest says that this is part of the reason he believes that Europe is suffering the spate of terror attacks. But first we're going to go to Trace Gallagher with the latest on the numbers in this growing crisis in Europe. Good evening again, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "sentences": "You know, Martha, you look at that video and considering that from early yesterday morning until early this morning, Spain's maritime rescue service, the equivalent of our coast guard, rescued more than 600 migrants, including 35 children in the Strait of Gibraltar, that the waterway that separates Spain from Morocco. Several more migrants were also picked up further east of the Mediterranean. All told, it was the highest single day recovery effort in over three years. Officials say that the migrants were rescued in 15 vessels, the majority of which were nothing more than cheap toy paddle boats without motors. I mean, they're not exactly seaworthy. So far this year, more than 9000 migrants have reached Spain by sea. That's three times as many as last year. And the U.N. refugee agency says the country simply cannot handle it. Citing a shortage of police, interpreters, and accommodations. And the problem is compounded because there's an increase of women and children becoming victims of human trafficking. And because of the rising in migration, Spain could soon overtake Greece as the second most popular destination for migrants in Europe. The number one destination remains Italy, which has seen over 100,000 arrivals from Libya this year alone. But Italy saw a 57 percent drop in arrival from June to July. Meaning migrants are going elsewhere like Spain. Experts say increased patrol by the Libyan coast guard, bad weather, the unrest in Libya, may be reasons why more people are attempting to reach Spain instead. Now, the death rates among migrants are also rising dramatically. A recent study show that of the 113,000 migrants that attempted to enter Europe, so far this year, more than 2,300 died at sea, 119 of those deaths by trying to reach Spain. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Raheem Kassam is the Breitbart News London, editor-in-chief, and the author of the new book No Go Zone, how sharia law is coming to a neighborhood near you. Raheem, welcome back to the program. You know you hear and you look at those pictures, and you hear about the thousands of people who are coming across to these -- you know, basically low-hanging fruit countries that are right across from the Middle East and Northern Africa, the easiest places to get to. It's a combination of tragedy and desperation for so many families, but also some percentage of danger presented here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAHEEM KASSAM, BREITBART NEWS LONDON EDITOR-IN-CHIEF",
      "sentences": "Yeah, absolutely. And it's incredible isn't it if you look at the number of people who are suffering as a results of the human traffickers themselves. And these shorty little boats that they put them on in the sea and many are dying and suffering as a result of that illegal trade of people, coming from Turkey and coming from parts of North Africa as well. And you would just think that we would have some semblance of introspection over this. Maybe we don't allow these boats to come over. Maybe we don't start rescuing people who have been human traffic there and bringing them into Europe, because it only encourages. It's the pull factor, only encourages those human traffickers to carry on that illegal trade. You know Australia had the same problem. What their solution was to turn the boats back. You may not land illegally in Australia, and then claim citizenship and all the rights of residents. And actually their problems ceased. And Europe hasn't gotten to grips with that yet. And it's not obviously just that problem that we're talking about. Barcelona today, I guarantee you -- I mean the guy that we know, this comes from Ceuta, and the other guy from Melilla, these are two Spanish enclaves in the north of Africa, these are areas which are hotly under dispute, and areas in which thousands of migrants, literally every week, are storming the gates to these areas and trying to race their way into Europe. You see it in that video that you just showed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, in so many cases, though, we have seen that it's homegrown terrorism. You know, maybe second generation, young men who have grown up in England or grown up in France, disgruntled for whatever reason, and find and identifying factor with these groups. You've studied what you call these no-go zones in so many of these cities. And it's likely that there are areas perhaps like this where these people who perpetrated this today came from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASSAM",
      "sentences": "Well, we know that's Barcelona had some neighborhoods like this. And not too far away from where the attack happened. So it is completely possible. We do not want to jump to conclusions like some other people out there do very, very quickly. But we'll wait and see, but there is a high likelihood of this. And I haven't just study them, I've lived them. I lived in London most of my life, and I've seen these places come to fruition. I've traveled to Sweden. I've travelled to Brussels, to the northern -- suburbs, and I saw what was going on in these neighborhoods. How second-generation immigrants who grew up in Muslim families, people like me, people with my name, with my complexion, that look like me, were being taken in by radical fundamentalist Islam, and having their minds poisoned and going out and doing things like this. And I know what the conveyor belt looks like. I know how people get there. The problem is, you know, I can scream about it until I'm blue in the face, but unless we have real policy solutions aimed at this anti-ghettoization, and anti- segregation, and stop putting people in these migrants ghettos, then we're just going to keep seeing this sort of stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Raheem, thank you very much. Great to see you again. Raheem Kassam of Breitbart in London. So tonight, more on the devastating terror attacks that we watch unfold today in Barcelona. So shocking and so sad. And perhaps the most well-known interrogator in the world, Dr. James Mitchell is here on how he worked to prevent terrorism like what we saw today, and why he says car attacks of this kind are here to stay, and perhaps we need to get used to it. Straight ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Breaking news just coming in from the police in Spain, we are getting information about an event that is unfolding right now, which is either potentially another attack, or perhaps, part of the investigation that is ongoing from the earlier attack. And as we've seen throughout the course of the day, this information comes in as we've said in three languages, essentially. Cambrils, which is about 70 miles outside of Barcelona, is where this is taking place. So we're getting a little -- what we can tell you is that the police there have told people that they need to avoid going out into the street, that they should lock themselves in their homes in Cambrils, which I've said is about 70 miles outside of Barcelona. You can see the other locations where we have seen activity today with these bomb explosions, Ripoll, and also Alcanar, which is also been on the radar. But right now there is ongoing police action in the town of Cambrils. And we will continue to keep you posted and bring you images as we get them in. But obviously, that is breaking news as we speak. An incident that is being worked at this hour. My next guest says it was only a matter of time before Islamist turns to vehicular attacks. And he should know since he has spent more time with terrorists than most Americans ever will. Joining me now, Dr. James Mitchell, the psychologist known for personally interrogating top al-Qaeda operatives, he's also the author of Enhanced Interrogation, inside the minds and motives of the Islamic terrorists trying to destroy America. Doctor, good to have you with us, once again on The Story tonight. Obviously, we book you to talk about the case that just settled that you were involved in. But it really weaves in with everything that we're talking about. Tell me your reaction to this particular ongoing operation and what happened in Barcelona today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES MITCHELL, PSYCHOLOGIST",
      "sentences": "I think it's a horrible tragedy. It's a horrible tragedy brought about by people who have adopted the most hateful aspects of this radical Islamic ideology. And have absolutely no regard for innocent life. None whatsoever. I think they need to be hunted down, and I know people say brought to justice, but I think America should focus on finding them and killing them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You were involved in the interrogation and coming up with the enhanced interrogation techniques that were used on many of the top lieutenants, if I can call them that, who were involved in the 9/11 attacks, and during the war on terror shortly after 9/11. Three of those individuals -- this is video just coming in of this operation. We're going to keep an eye on it. This is live at 1:33 AM in Barcelona, Spain. So you believe very much that those tactics were useful and that they were effective. That case settled involving three individuals. But when you look at the ongoing fight here, doctor, how does all of that inform your feeling on it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MITCHELL",
      "sentences": "My feelings on the fight? Well, I think one of the things that are involved with these folks is excessive political correctness. You know, our -- and I admire our religious freedom. I don't think we should turn our backs on it. But one of the things that Khalid Sheikh Mohammed told me was that our religious freedom actually acts as a cloaking device that allows them to move into our neighborhoods to set up these enclaves to put in place the precursors of radicalization and these terror attacks. To put in the support networks long before any laws are broken. And that -- our concerns about privacy, and surveillance, and political correctness, all contribute to that. He views that as a gift from Allah. A gift from his god, that allows them to operate in our midst without being challenged. And that's one of the things that we're seeing. You know he told me in 2004, 2005, that low-tech, lone wolf, or small network attacks were likely to be the wave of the future, because it was so difficult to mount, and so expensive to mount these mask catastrophic attacks, that you could bring western -- to their needs. Because remember, they're not targeting the military. They're not targeting our financial system. They're targeting the minds of citizens in Europe and the United States. And what they hope to do is to make us so frightened that when they ratchet up sharia law in our midst, like your last guest was alluding to, that when they ratchet that up, we'll be so scared, we'll be so weary, we'll be so tired, that in the words of Khalid Sheikh Mohammed, we will expose our neck to them so that they can slaughter us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow. Doctor, thank you very much. We just saw how easy it is. We saw the van being taken away on the back of a truck. And all he had to do was rent a van for the day, and that was the entire preparation that was likely needed in this attack. Doctor, thank you very much. Good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MITCHELL",
      "sentences": "Glad to be on, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you. So we'll keep you updated on the manhunt that is underway in Barcelona, and also the ongoing operation that's happening about 70 miles outside of Barcelona. We're going to continue to watch this big story that is making news. Also news here at home tonight, the fight surrounding confederate monuments in the United States. This is not going away because there are number of demonstrations that are plan for the coming week that we're watching quite closely. Tony Perkins and Juan Williams join me on that, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So breaking news in Spain at this hour, as an operation is underway in the city of Cambrils, which we now located on the map, it's between Barcelona and Alcanar, about 70 miles outside of Barcelona. Police operation there for a possible terrorist attack. And the police warning everyone there, if you are there, avoid going out, stay put, lock yourself in your home, and that is the latest warning for the people who are no doubt terrified in that town at this hour, 1:00, at little after 1:00, 1:30 in the morning in Spain. So we're going to keep a close eye on that. In the meantime, we also want to talk about these statues issue that recognize the civil war, so why is there a 2017 battle over war that was fought in the 1800s? Statues are disappearing in the dark of night. Some are being tumbled by citizens taking the situation into their own hands. These confrontations though are really just beginning. Richmond, Virginia, Florida, are just among the places where we know by watching some of these groups online, they're planning new demonstrations over the course of the coming weeks. Today, the president tweeted this, sad to see the history and culture of our great country being ripped apart with the removal of our beautiful statues and monuments. You can't change history, but you can learn from it. Robert E. lee, Stonewall Jackson, who's next? Washington, Jefferson? So foolish, he writes. Meanwhile, Cory Booker, senator from New Jersey, pushing to have all the confederate statues removed from the capital. There are several that are there. Nancy Pelosi is on board on that, as are others. Here now, Tony Perkins, president of the Family Research Council, and Juan Williams, cohost of The Five. Gentlemen, welcome. Always good to see you. Juan, let me start with you. Your reaction to the president statement there today? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, THE FIVE CO-HOST",
      "sentences": "Well, I just think it's one-sided. I guess he understand somehow that it excites some part of his political base. People who see him as non-P.C. But in reality, you know, to me, this is not about some dwelling an effort to revise history. This is about an effort to take down monuments, monuments are for the living. And at the moment, they have become symbols that excite hatred and division in our society. And so I think in terms of moral leadership and clarity you would say, you know, this is too much. This is exciting the neo-Nazis, the white supremacist, they're using it as recruiting tools, as evidence that they are under attack, and -- resentment in their rank. I think that there is a moment here where you can say, this is part of our history. Maybe it belongs, as we saw in South Carolina, Nikki Haley now the U.N. ambassador said let's move the flag into a museum. We certainly teach the history of the civil war in our schools. These monuments for the most parts were erected not in the immediate aftermath of the civil war, but really in the early part of the 20th century when the KKK was on the move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's look at some numbers here. I want to put up some polls of how people feel about this, and I want to get Tony Perkins to weigh in, 62 percent say that they would like them to remain, these monuments as a historic symbol, 27 percent say they should be removed, 11 percent are unsure. With regards to how the president handled it all, 52 percent say President Trump response was not strong enough on this, and 27 percent say it was, 21 percent say that they are unsure. Tony Perkins, welcome, again. Your thoughts and your reaction to all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TONY PERKINS, FAMILY RESEARCH COUNCIL PRESIDENT",
      "sentences": "Well, Martha, I respect Juan's feelings and the others -- but I think, for a moment, let's pause, let's look at what's happening in Barcelona. And it's not unrelated to this. I think it's a very dangerous time, very dangerous world. And as a former law enforcement officer, one that worked in antiterrorism, this is a dangerous time for us if we're a divided nation. And clearly, what we have seen in the last five days is that we're a divided nation. And I think what we have to do, we have to address this issue from a standpoint of, hey, we've got to quit shouting over each other and start talking to each other. And I think we need to take a pause. Feelings are high on both sides of this. And I don't think we're going to accomplish anything by just raising the volume. I've called on the president to ask for the nation to come for a day of prayer and reconciliation. That -- hit the pause button, let the emotions go down, think through this, look to God who is the one who gives value to each and every human life regardless of their color, regardless of where they came from, because this is a dangerous time for America. And we cannot succeed if we're a divided nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well put. I think a day of prayer is something that most people -- Juan, do you think that's a good idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I love it. You know, that's something Tony and I can shake hands on right now. The idea of people talking and healing is at the forefront of my mind, because I just don't like all the hostility and division. We're Americans. And Tony and I are both Christians, but I mean we're Americans. And I think the idea of somehow finding a way to communicate rather than playing culture wars would be ideal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. And I don't think anybody cares what these neo-Nazis feel about the statues. I think the rest of us need to decide the best route forward. Tony Perkins, thank you so much. Juan Williams, good to see you as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Likewise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll take a quick break here. We'll be right back with more of \"The Story.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Stay tuned, we've got continuing breaking coverage of the ongoing operation and the terror attack in Barcelona, all night, right here on Fox News. That's \"The Story\" for tonight. Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Well, the early information, Martha, coming from authorities in Spain was not only confusing, it was often delivered in three languages. And for most of the day, we were told that the driver of the van that sped down La Rambla trying to kill as many people as possible was in custody. Well, now as you just said, we know that the driver is still on the run; apparently disappearing into the crowd during the mayhem after the attack. There are two suspects who are in custody, but neither of them was arrested at the scene in Barcelona. Instead, one was arrested in the town of Ripoll, where the van was apparently rented. The second suspect was arrested in Alcanar, the site of the two deadly explosions -- one of them was last night, the other is tonight. Investigators were on the scene of both of those trying to link together the pieces. Police believe the explosions are somehow linked to the attack on La Rambla, though, it is very unclear exactly how. And police do acknowledge, the two suspects in custody may be a part of a bigger cell. Meantime in Spain's Catalonia region, a man who tried to run down police at a traffic blockade, who was shot and killed, was initially linked to the van attack in Barcelona, but now police say that there is no connection. And to confuse matters more, police also released the name and picture of a man that they thought was the driver of the van in La Rambla, but that man reportedly walked into a Barcelona police station identifying himself saying that his I.D. had been stolen. ISIS has now claimed responsibility, releasing a statement saying that the attack was carried out by soldiers of the Islamic State, targeting countries trying to drive ISIS out of Iraq and Syria. Today's bloodshed was Spain's deadliest attack since 2004 when al-Qaeda killed 192 people in coordinated bombings on Madrid's commuter trains. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Trace will be with us throughout the evening tonight, covering this breaking news story. Our next guest is in Barcelona. She was having lunch with a friend on La Rambla at the moment that this attack happened. She started to see people running for their lives. Police quickly ordered everybody to get inside wherever they could. The restaurant that she into pulled down the metal shutters, and she recorded this video from inside. Watch."
    },
    {
      "speaker": "ALANA FEARON, SURVIVOR",
      "utterance": "We do not know what is happening. And one of the waiters showed us footage of what apparently happened just a couple of hundred meters away, and we are absolutely horrified. All we could see where the bodies. Like we're totally frightened. It's so scary."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was the view from where she was. Alana Fearon is from Ireland and was wrapping up a holiday in Spain before heading back home, and she joins us now. Alana, it has been an unbelievable day for you. Talk to us about what you were feeling at that moment when you made the recording."
    },
    {
      "speaker": "FEARON",
      "utterance": "Yes. Obviously, it was a bit of a surreal situation to be in, because we were just caught up in panic but we did not know why or what was happening, and so we were just really scared. And then, there was like a small gap in the shutter and I could see outside from where I had taken -- it's like it was just like a ghost town, but there were police everywhere, and cordoned, blue flashing lights and all you could hear was the ambulance. After about 45 or 50 minutes, the shutter went up, and was outside for about 20 minutes or so not being able to move anywhere. And the next thing, we're told to get back inside and the shutter went down again. And all that we knew was apparently there were two gunmen, and that there was a possible hostage situation. So, we got back into the restaurant and the shutters went down again, and then we really started to panic. And we're supposed to be going home. We didn't know what was going on. And we're surrounded by sirens and just pandemonium."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Alana, thank you. We're glad that you're OK. And we watched your video and the story of seeing people in the van go by with guns hanging out the door. This is obviously the kind of thing that we've all witnessed. But to actually be living through it and to be realized in real time that this is happening to you, must be so terrifying. We thank you very much for sharing your story with us tonight. We hope you get back to Ireland safe and sound soon."
    },
    {
      "speaker": "FEARON",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, if you look back to May the First, the State Department issued a warning to all Americans about summer travel in Europe. It said this, \"extremists continue to focus on tourist locations, transportation hubs, markets, shopping malls. U.S. citizens should exercise additional vigilance in these and similar locations, in particular during the upcoming summer travel season when large crowds may be common.\" It went on to say, that terrorists would likely use vehicles as \"ramming devices.\" And so tonight, here we are with death and destruction in the beautiful city of Barcelona. I'm joined now by Lt. Col. Tony Shaffer, a CIA Trained Intelligence Operative and a Senior Fellow at the London Center for Policy Research; and Mia Bloom is a Terrorism Expert and Author of \"Dying to Kill: The Allure of Suicide Terror.\" Mia, let me start with you. You say that you came across some interesting things on social media; looking at ISIS with regard to this attack today."
    },
    {
      "speaker": "MIA BLOOM, TERRORISM EXPERT AND AUTHOR",
      "utterance": "Well, right away when there's an attack, the first thing that I do is I see what is ISIS saying about it. And so, we saw that ISIS made a claim of responsibility on that semi- official channel Amaq, almost right away. It didn't wait a day or two days as we've seen in some of the previous attacks. But the other thing was, very interesting, that in previous issues of their magazine, Rumiya, and then even more recently in June, they have been circulating videos of how to do these kinds of attacks precisely to try to inspire individuals to get in the car and ram civilians, and in order to cause mass casualty attacks. So, they have been trying to inspire these attacks. They put it in their Rumiya magazine. They put instructions, how to, on their platforms -- on their encrypted platforms. So, this is directly out of the ISIS playbook."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tony, what do you think about this attack today?"
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, TRAINED INTELLIGENCE OPERATIVE AT THE CIA AND SENIOR FELLOW AT THE LONDON CENTER FOR POLICY RESEARCH",
      "utterance": "Look, this is horrific as it gets, and then was forecast by the State Department and some news outlets I've not been able to verify this independently, it reported C.I. gave Spain, in this location, a specific warning, and I'm not surprised by that. Mike Pompeo has doubled increase the pace of CIA's game quite a bit. And to the point of what we're just talking about, social media, this is a pattern that we need to start looking at more seriously. We saw this Ansar al-Sharia on the attack in Benghazi. We saw this before the eagles of death metal attack against the ban in Paris. And clearly, if social media issues something, we must be paying a great attention to. And let me say this also about the fact that, you know, I got a lot of questions in the network about can we get ahead of us? Well, we can. We have to study how they do things online. We have to go back to the old fashion methodology of espionage, getting people on the inside. We've had people like, Chelsea Manning, Bradley Manning, whatever you want to call him, and others who have actually compromised our capability to do technical collections. So, we have to go back to the old-fashioned methodology. And social media is one of those areas that we can actually study a lot of their patterns, and try to get ahead of what they're doing based on the fact that they're starting to not only telegraphed things, but I think there are ways of seeing what they're going to do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So true. Mia, it looks like they may have been building bombs in at least two locations. And time and time again, you know, you have the rows of flowers that come out the following day and everything across Twitter, the solidarity movement with these different beautiful cities that have been attacked and people have lost their lives. And yet, you know, we start to find out that the people were on social media, that they were looking things up, that they were doing internet searches. So, we have all this surveillance, and yet, we can't seem to get ahead."
    },
    {
      "speaker": "BLOOM",
      "utterance": "Well, it's also very difficult added to the fact that many of the platforms that I do my research on are not open API. In the sense that, it's not something that you could google. It's not something -- you have to actually be on these encrypted platforms in these very limited chat rooms. And so, I agree with Mr. Shaffer, you do have to do the traditional intelligence gathering, but you have to do so almost undercover on the social platforms."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "I agree with you. I couldn't agree more."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But isn't that happening? I mean, I would assume that the, you know, our Intel agencies have the same kind of access that you do to these places, is there, you know, protections that are in place that we need to rethink?"
    },
    {
      "speaker": "BLOOM",
      "utterance": "There is. And part because --"
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Well, Martha --"
    },
    {
      "speaker": "BLOOM",
      "utterance": "Sorry, go ahead, Mr. Schafer?"
    },
    {
      "speaker": "SHAFFER",
      "utterance": "No, you're right. You were going right down the path. No, we can't get as much access as she does, based on a number of restrictions. This is something I actually met with and briefed Senior Pentagon Leadership on last year. I brought in a group of experts who outlined how we're failing in this area. So, what she can do as a citizen does not match what we should be able to do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How can that be? I mean, people at home here -- that's crazy."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Artificial restrictions and culture. It is totally crazy. But she's looking in the right place, clearly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is stunning."
    },
    {
      "speaker": "BLOOM",
      "utterance": "And in part, I have to agree. One of the challenges has been, you know, in order for me to do what I do, I speak eight languages. I'm doing this in a number of different languages. And though I'm following very strict ethical requirements, when I've talked to different agencies, they can't do what I'm doing."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Precisely. Precisely."
    },
    {
      "speaker": "BLOOM",
      "utterance": "They've told me it's too expensive, it's too time-consuming. We don't have the linguistic capabilities of people to be able to get in, read the stuff in these languages, and translate it and get it to us fast enough."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "So, she's qualified. She does her job. But we have the failure of leadership in DNCI to do the hard work to invest in people like her to get the job done. That's how sad it is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's a wake-up call."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "That should be."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much to both of you. Good to see you."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, the CIA may have known a bit about this terror plot for months, and we now know that ISIS has wanted to strike Spain for years. Why is that? Why Spain? And what does this particular attack tell us about what may be next? Dr. Robert Pape had studies thousands of ISIS videos and came across one just today that specifically warned about this. Raising the question about why our intelligence folks start to seeing that? Marc Thiessen studied the vehicular attacks like this one that has rocked Europe of late for years and he knows what is going on here as well, both are coming up next."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "This latest attack, the worst terror attack on Spanish soil since the 2004 Madrid train bombings. It shows us again that radical Islamic terrorism is one of the greatest threats we face today. ISIS has taken credit for this barbaric attack, but whoever is responsible should know that the United States of America together with our allies will find and punish those responsible and to drive the evil of radical Islamic terror from the face of the Earth."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we're just getting our first look at that. That came in moments ago. Vice President Mike Pence, obviously, sending a very strong message to Barcelona attackers. Spanish media reports at the CIA warned them that La Rambla, in particular, this beautiful, you know, sort of pedestrian and car area with lots of shops lining and cafes in the middle of Barcelona, they warned them that this could happen. And that's warning, according to the Spanish reports, came in about two months ago. So, if that is true, the intelligence was certainly and sadly quite accurate. ISIS did claim responsibility quickly, as Mia Bloom was just saying about a couple of hours after this. There have been post calling for attacks on Spanish tourist hot spots as well and saying, \"We will recover our land from the invaders.\" Spain was a Muslim country for 700 years; ending in the 15th Century, and it is part of their spoken mission to take it back. Fox News chief intelligence correspondent Catherine Herridge joins me now from Washington, she has been talking to her intelligence sources all day on this, and she's here with the latest. Good evening, Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CHANNEL CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Thanks, Martha. Tonight, the Spanish authorities are connecting the attack in Barcelona within an explosion last night in a town, 90 miles away, of what may be a bomb making factory. The police telling reporters that two suspects directly connected to the attack are now in custody, but not the driver of the white van. Meantime, a counterterrorism source tells Fox that the mounting evidence is consistent with the small cell and more complex plots rather than the lone actor. This hour, Fox News has told, the intelligence agencies are reviewing that the terror watch list in databases to see if the suspects identified by Spanish authorities, including (INAUDIBLE) here, were known to Homeland Security, the National Counterterrorism Center, the nation's help threat analysis, the FBI, as well as others. And whether these suspects were blocked from entering the U.S. because of their suspected terror ties. Spain is part of the visa waiver program. Almost immediately, ISIS' social media accounts celebrated the attack in Barcelona. These accounts are known in counterterrorism circles as fan boys, not leadership accounts. But not long after the Amaq news agency, the official mouthpiece for ISIS claimed responsibility. But it's not clear whether the individuals were inspired by ISIS, they were directed by ISIS, or the claim is simply opportunistic. Spain, as you mentioned, has not really been traditionally part of the ISIS online conversation. But in July, and ISIS-affiliated telegram account mentions Barcelona specifically, and our contact says it was since flagged to law enforcement. As you also mentioned, the Barcelona newspaper reports that the CIA warned the Spanish counterparts in recent months about ISIS plots targeting the city, and specifically this area which is very much like Times Square in New York or the Champs-Elysees in Paris, which has also been targeted by ISIS terrorist, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Catherine, thank you very much."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "You're welcome."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, here now with more: Marc Thiessen, American Enterprise Institute Scholar who has studied vehicular attacks for years, he is also a Fox News Contributor; and Dr. Robert Pape, who is Director of the Chicago Project on Security and Terrorism, both experts in the field, and good to see you both tonight. Thank you for being here."
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND SCHOLAR OF AMERICAN ENTERPRISE INSTITUTE",
      "utterance": "Good to see you, Martha."
    },
    {
      "speaker": "DR. ROBERT PAPE, DIRECTOR, CHICAGO PROJECT ON SECURITY AND TERRORISM",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dr. Pape, let me start with you. You have studied -- you and your team have a database that studies the behavior of every suicide bomber that you contract. So, we're trying to put together the pieces of who is involved here, but what can you glean from it so far?"
    },
    {
      "speaker": "PAPE",
      "utterance": "Well, we also have a database of 1400 ISIS videos -- the complete set of ISIS videos -- over the last three years. And studying particularly the ISIS videos. really gives us insight as to what's been happening. So, particularly since the fall of Mosul, ISIS has been calling over and over for individuals inside of the countries that are bombing or otherwise directing military activity against ISIS to attack those countries, rather than to leave those countries and travel to Syria. In the past, if we look at the videos, when we look the recruitment appeals, what you see is a very different pattern. They did, sometimes, call for individuals to attack in those countries, but many of their videos were calling for travelers, people to leave. In the last few months since Mosul fell, you're seeing a dramatic shift in the video propaganda which is the heart of ISIS' threat to the west."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just want to point out, I'm going to get to Marc Thiessen in just a moment. We are just learning: Spanish police are telling us that there is an operation that is ongoing at this hour outside of Barcelona. We also have, you know, so far, to our understanding, the story has changed quite a bit throughout the day that the van driver, the person who actually plowed these human beings down in cold blood, is out there somewhere. So, we're going to keep a very close tab --"
    },
    {
      "speaker": "PAPE",
      "utterance": "Well, and if I could --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead."
    },
    {
      "speaker": "PAPE",
      "utterance": "And if I could just add, this would not be weird. What we also have done is studied the networks of the cells that have been plotting, particularly in the United States and Europe, and what we see are networks. We see networks of friends, networks of relatives, and undoubtedly, this is one of the things driving the authorities in Spain to be looking for connections."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And you know, Marc, you have studied this in depth as well. And this -- the guy who we originally thought did this was walked into the police and said that his brother took the papers in the car. Your thoughts on all this?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Sure. Well, I mean, what's really important about what the doctor is saying is that we have to listen to the words of the enemy because the enemy often tells us what they're going to do. The fact is, seven years ago, al-Qaeda and the Arabian Peninsula published a magazine called Inspire, in which they published an article called \"The Ultimate Mowing Machine,\" which urged Jihadists to use a pick up the truck as a mowing machine, not to mow grass but to mow down the enemies of Allah. And they've laid out in great detail how to carry out these vehicular attacks. And what's happened since then, is they've carried out these attacks in Nice, Berlin, London, Stockholm, Ohio State University, and now in Barcelona that killed over a hundred people, and injured hundreds more. Now, why is that sourcing really important? Because just this month, the latest issue of Inspire just came out, and it urges them to carry out attacks on trains in the United States and in Europe. They have a list in the magazine of train routes in the United States. The number one target listed in here is the Acela Corridor between Washington, New York, in D.C. And they have an 18-page guide in there to how to build a derailment device-- to derail a high-speed train. So, we have seen that the enemy tells us what they're planning to do. And we need to take the words of the enemy seriously, because we've seen vehicular attacks have followed this pattern, and now it's going to be trains."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And in that material, it says that they should put the devices on the tracks not long before the train comes across because they do check the tracks from time to time. So, you know, they don't have a whole lot else to do, Dr. Pape. This is what they spend their time doing: tracking the movements of these sorts of things and figuring out when the right moment is to plant something there. We need to be very vigilant."
    },
    {
      "speaker": "PAPE",
      "utterance": "We need to be very vigilant, and we need to realize that they practice, they review in detail past attacks to make better and improved attacks into the future. These are not first rate -- just amateurs who are getting lucky here or there. These are individuals who are practicing, and then they're putting on the web what they have learned from their best practices. And actually, the content is really at the heart, as Marc is saying. And it's difficult to get a grip on because let's say those 1400 ISIS videos, that's over 300 solid hours of content, which is why it took us the research team of 25 people at the University of Chicago to find out what's in there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And hopefully, it will help to lead to uncovering some of the plots. And we need to pay very close attention to this train plot, because as you both point out, they do, generally, exactly what they say they're going to do. Gentlemen, thank you so much. Great to have both of you with us tonight."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAPE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, the shocking video showing a boatload of migrants unloading onto the shores in Spain, while everybody is out there on holiday. And can you imagine this happening? You know, you're at the beach, and suddenly people are rushing across the beach in black, heading into the hills? We're going to talk about what this means. Rahim Kassam says, this is contributing to the terror epidemic that is crippling Europe; he's back with us tonight, coming up next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I heard screams of people to my left, and when I looked up, I saw the white van and it must've been doing some 100 kilometers, 80-100 kilometers an hour down a pedestrian sort of walk way just sort of knocking people over at a high speed"
    },
    {
      "speaker": "AMY MCCABE, BARCELONA RESIDENT",
      "utterance": "Oh, my God! They've got someone on the street. They have someone on the street. There are live five police officers on top of one guy. Everybody is running out their windows. The ten police officers running towards them. They have on the ground. They're all on top of him. I can see that, you know, hitting him. They're all piling on top of him. This is crazy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Obviously, this is ongoing and nerves are on edge. That was a little bit earlier today. Shepard Smith was speaking to a woman who was a witness on the street there, and we're watching this story that I mentioned to you moments ago, which is breaking news about an ongoing operation about an hour and a half outside of Barcelona. The Spanish police reportedly conducting that operation. We don't know whether or not they're -- think that they may be on to someone else who's involved with this, or perhaps the man who was driving that van. But they're telling residents that they need to lock themselves inside their homes as this unfolds. And we're waiting for any video that comes in of that operation. As soon as we get that, we'll certainly put it up and show it to you as we continue to take a look at what's happening tonight. So still on the run in terms of the main culprit here as far as we can tell. But of course, Spain is a country that is seeing skyrocketing numbers of migrants literally storming the country's beaches, and that is not a metaphor. I mean, here's the boat arriving. People out on holiday on the beach, wondering what the heck is going on, essentially. Our next guest says that this is part of the reason he believes that Europe is suffering the spate of terror attacks. But first we're going to go to Trace Gallagher with the latest on the numbers in this growing crisis in Europe. Good evening again, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "utterance": "You know, Martha, you look at that video and considering that from early yesterday morning until early this morning, Spain's maritime rescue service, the equivalent of our coast guard, rescued more than 600 migrants, including 35 children in the Strait of Gibraltar, that the waterway that separates Spain from Morocco. Several more migrants were also picked up further east of the Mediterranean. All told, it was the highest single day recovery effort in over three years. Officials say that the migrants were rescued in 15 vessels, the majority of which were nothing more than cheap toy paddle boats without motors. I mean, they're not exactly seaworthy. So far this year, more than 9000 migrants have reached Spain by sea. That's three times as many as last year. And the U.N. refugee agency says the country simply cannot handle it. Citing a shortage of police, interpreters, and accommodations. And the problem is compounded because there's an increase of women and children becoming victims of human trafficking. And because of the rising in migration, Spain could soon overtake Greece as the second most popular destination for migrants in Europe. The number one destination remains Italy, which has seen over 100,000 arrivals from Libya this year alone. But Italy saw a 57 percent drop in arrival from June to July. Meaning migrants are going elsewhere like Spain. Experts say increased patrol by the Libyan coast guard, bad weather, the unrest in Libya, may be reasons why more people are attempting to reach Spain instead. Now, the death rates among migrants are also rising dramatically. A recent study show that of the 113,000 migrants that attempted to enter Europe, so far this year, more than 2,300 died at sea, 119 of those deaths by trying to reach Spain. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Raheem Kassam is the Breitbart News London, editor-in-chief, and the author of the new book No Go Zone, how sharia law is coming to a neighborhood near you. Raheem, welcome back to the program. You know you hear and you look at those pictures, and you hear about the thousands of people who are coming across to these -- you know, basically low-hanging fruit countries that are right across from the Middle East and Northern Africa, the easiest places to get to. It's a combination of tragedy and desperation for so many families, but also some percentage of danger presented here."
    },
    {
      "speaker": "RAHEEM KASSAM, BREITBART NEWS LONDON EDITOR-IN-CHIEF",
      "utterance": "Yeah, absolutely. And it's incredible isn't it if you look at the number of people who are suffering as a results of the human traffickers themselves. And these shorty little boats that they put them on in the sea and many are dying and suffering as a result of that illegal trade of people, coming from Turkey and coming from parts of North Africa as well. And you would just think that we would have some semblance of introspection over this. Maybe we don't allow these boats to come over. Maybe we don't start rescuing people who have been human traffic there and bringing them into Europe, because it only encourages. It's the pull factor, only encourages those human traffickers to carry on that illegal trade. You know Australia had the same problem. What their solution was to turn the boats back. You may not land illegally in Australia, and then claim citizenship and all the rights of residents. And actually their problems ceased. And Europe hasn't gotten to grips with that yet. And it's not obviously just that problem that we're talking about. Barcelona today, I guarantee you -- I mean the guy that we know, this comes from Ceuta, and the other guy from Melilla, these are two Spanish enclaves in the north of Africa, these are areas which are hotly under dispute, and areas in which thousands of migrants, literally every week, are storming the gates to these areas and trying to race their way into Europe. You see it in that video that you just showed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, in so many cases, though, we have seen that it's homegrown terrorism. You know, maybe second generation, young men who have grown up in England or grown up in France, disgruntled for whatever reason, and find and identifying factor with these groups. You've studied what you call these no-go zones in so many of these cities. And it's likely that there are areas perhaps like this where these people who perpetrated this today came from?"
    },
    {
      "speaker": "KASSAM",
      "utterance": "Well, we know that's Barcelona had some neighborhoods like this. And not too far away from where the attack happened. So it is completely possible. We do not want to jump to conclusions like some other people out there do very, very quickly. But we'll wait and see, but there is a high likelihood of this. And I haven't just study them, I've lived them. I lived in London most of my life, and I've seen these places come to fruition. I've traveled to Sweden. I've travelled to Brussels, to the northern -- suburbs, and I saw what was going on in these neighborhoods. How second-generation immigrants who grew up in Muslim families, people like me, people with my name, with my complexion, that look like me, were being taken in by radical fundamentalist Islam, and having their minds poisoned and going out and doing things like this. And I know what the conveyor belt looks like. I know how people get there. The problem is, you know, I can scream about it until I'm blue in the face, but unless we have real policy solutions aimed at this anti-ghettoization, and anti- segregation, and stop putting people in these migrants ghettos, then we're just going to keep seeing this sort of stuff."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Raheem, thank you very much. Great to see you again. Raheem Kassam of Breitbart in London. So tonight, more on the devastating terror attacks that we watch unfold today in Barcelona. So shocking and so sad. And perhaps the most well-known interrogator in the world, Dr. James Mitchell is here on how he worked to prevent terrorism like what we saw today, and why he says car attacks of this kind are here to stay, and perhaps we need to get used to it. Straight ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Breaking news just coming in from the police in Spain, we are getting information about an event that is unfolding right now, which is either potentially another attack, or perhaps, part of the investigation that is ongoing from the earlier attack. And as we've seen throughout the course of the day, this information comes in as we've said in three languages, essentially. Cambrils, which is about 70 miles outside of Barcelona, is where this is taking place. So we're getting a little -- what we can tell you is that the police there have told people that they need to avoid going out into the street, that they should lock themselves in their homes in Cambrils, which I've said is about 70 miles outside of Barcelona. You can see the other locations where we have seen activity today with these bomb explosions, Ripoll, and also Alcanar, which is also been on the radar. But right now there is ongoing police action in the town of Cambrils. And we will continue to keep you posted and bring you images as we get them in. But obviously, that is breaking news as we speak. An incident that is being worked at this hour. My next guest says it was only a matter of time before Islamist turns to vehicular attacks. And he should know since he has spent more time with terrorists than most Americans ever will. Joining me now, Dr. James Mitchell, the psychologist known for personally interrogating top al-Qaeda operatives, he's also the author of Enhanced Interrogation, inside the minds and motives of the Islamic terrorists trying to destroy America. Doctor, good to have you with us, once again on The Story tonight. Obviously, we book you to talk about the case that just settled that you were involved in. But it really weaves in with everything that we're talking about. Tell me your reaction to this particular ongoing operation and what happened in Barcelona today."
    },
    {
      "speaker": "JAMES MITCHELL, PSYCHOLOGIST",
      "utterance": "I think it's a horrible tragedy. It's a horrible tragedy brought about by people who have adopted the most hateful aspects of this radical Islamic ideology. And have absolutely no regard for innocent life. None whatsoever. I think they need to be hunted down, and I know people say brought to justice, but I think America should focus on finding them and killing them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You were involved in the interrogation and coming up with the enhanced interrogation techniques that were used on many of the top lieutenants, if I can call them that, who were involved in the 9/11 attacks, and during the war on terror shortly after 9/11. Three of those individuals -- this is video just coming in of this operation. We're going to keep an eye on it. This is live at 1:33 AM in Barcelona, Spain. So you believe very much that those tactics were useful and that they were effective. That case settled involving three individuals. But when you look at the ongoing fight here, doctor, how does all of that inform your feeling on it?"
    },
    {
      "speaker": "MITCHELL",
      "utterance": "My feelings on the fight? Well, I think one of the things that are involved with these folks is excessive political correctness. You know, our -- and I admire our religious freedom. I don't think we should turn our backs on it. But one of the things that Khalid Sheikh Mohammed told me was that our religious freedom actually acts as a cloaking device that allows them to move into our neighborhoods to set up these enclaves to put in place the precursors of radicalization and these terror attacks. To put in the support networks long before any laws are broken. And that -- our concerns about privacy, and surveillance, and political correctness, all contribute to that. He views that as a gift from Allah. A gift from his god, that allows them to operate in our midst without being challenged. And that's one of the things that we're seeing. You know he told me in 2004, 2005, that low-tech, lone wolf, or small network attacks were likely to be the wave of the future, because it was so difficult to mount, and so expensive to mount these mask catastrophic attacks, that you could bring western -- to their needs. Because remember, they're not targeting the military. They're not targeting our financial system. They're targeting the minds of citizens in Europe and the United States. And what they hope to do is to make us so frightened that when they ratchet up sharia law in our midst, like your last guest was alluding to, that when they ratchet that up, we'll be so scared, we'll be so weary, we'll be so tired, that in the words of Khalid Sheikh Mohammed, we will expose our neck to them so that they can slaughter us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow. Doctor, thank you very much. We just saw how easy it is. We saw the van being taken away on the back of a truck. And all he had to do was rent a van for the day, and that was the entire preparation that was likely needed in this attack. Doctor, thank you very much. Good to see you again."
    },
    {
      "speaker": "MITCHELL",
      "utterance": "Glad to be on, thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you. So we'll keep you updated on the manhunt that is underway in Barcelona, and also the ongoing operation that's happening about 70 miles outside of Barcelona. We're going to continue to watch this big story that is making news. Also news here at home tonight, the fight surrounding confederate monuments in the United States. This is not going away because there are number of demonstrations that are plan for the coming week that we're watching quite closely. Tony Perkins and Juan Williams join me on that, coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So breaking news in Spain at this hour, as an operation is underway in the city of Cambrils, which we now located on the map, it's between Barcelona and Alcanar, about 70 miles outside of Barcelona. Police operation there for a possible terrorist attack. And the police warning everyone there, if you are there, avoid going out, stay put, lock yourself in your home, and that is the latest warning for the people who are no doubt terrified in that town at this hour, 1:00, at little after 1:00, 1:30 in the morning in Spain. So we're going to keep a close eye on that. In the meantime, we also want to talk about these statues issue that recognize the civil war, so why is there a 2017 battle over war that was fought in the 1800s? Statues are disappearing in the dark of night. Some are being tumbled by citizens taking the situation into their own hands. These confrontations though are really just beginning. Richmond, Virginia, Florida, are just among the places where we know by watching some of these groups online, they're planning new demonstrations over the course of the coming weeks. Today, the president tweeted this, sad to see the history and culture of our great country being ripped apart with the removal of our beautiful statues and monuments. You can't change history, but you can learn from it. Robert E. lee, Stonewall Jackson, who's next? Washington, Jefferson? So foolish, he writes. Meanwhile, Cory Booker, senator from New Jersey, pushing to have all the confederate statues removed from the capital. There are several that are there. Nancy Pelosi is on board on that, as are others. Here now, Tony Perkins, president of the Family Research Council, and Juan Williams, cohost of The Five. Gentlemen, welcome. Always good to see you. Juan, let me start with you. Your reaction to the president statement there today?"
    },
    {
      "speaker": "JUAN WILLIAMS, THE FIVE CO-HOST",
      "utterance": "Well, I just think it's one-sided. I guess he understand somehow that it excites some part of his political base. People who see him as non-P.C. But in reality, you know, to me, this is not about some dwelling an effort to revise history. This is about an effort to take down monuments, monuments are for the living. And at the moment, they have become symbols that excite hatred and division in our society. And so I think in terms of moral leadership and clarity you would say, you know, this is too much. This is exciting the neo-Nazis, the white supremacist, they're using it as recruiting tools, as evidence that they are under attack, and -- resentment in their rank. I think that there is a moment here where you can say, this is part of our history. Maybe it belongs, as we saw in South Carolina, Nikki Haley now the U.N. ambassador said let's move the flag into a museum. We certainly teach the history of the civil war in our schools. These monuments for the most parts were erected not in the immediate aftermath of the civil war, but really in the early part of the 20th century when the KKK was on the move."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's look at some numbers here. I want to put up some polls of how people feel about this, and I want to get Tony Perkins to weigh in, 62 percent say that they would like them to remain, these monuments as a historic symbol, 27 percent say they should be removed, 11 percent are unsure. With regards to how the president handled it all, 52 percent say President Trump response was not strong enough on this, and 27 percent say it was, 21 percent say that they are unsure. Tony Perkins, welcome, again. Your thoughts and your reaction to all of this?"
    },
    {
      "speaker": "TONY PERKINS, FAMILY RESEARCH COUNCIL PRESIDENT",
      "utterance": "Well, Martha, I respect Juan's feelings and the others -- but I think, for a moment, let's pause, let's look at what's happening in Barcelona. And it's not unrelated to this. I think it's a very dangerous time, very dangerous world. And as a former law enforcement officer, one that worked in antiterrorism, this is a dangerous time for us if we're a divided nation. And clearly, what we have seen in the last five days is that we're a divided nation. And I think what we have to do, we have to address this issue from a standpoint of, hey, we've got to quit shouting over each other and start talking to each other. And I think we need to take a pause. Feelings are high on both sides of this. And I don't think we're going to accomplish anything by just raising the volume. I've called on the president to ask for the nation to come for a day of prayer and reconciliation. That -- hit the pause button, let the emotions go down, think through this, look to God who is the one who gives value to each and every human life regardless of their color, regardless of where they came from, because this is a dangerous time for America. And we cannot succeed if we're a divided nation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well put. I think a day of prayer is something that most people -- Juan, do you think that's a good idea?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I love it. You know, that's something Tony and I can shake hands on right now. The idea of people talking and healing is at the forefront of my mind, because I just don't like all the hostility and division. We're Americans. And Tony and I are both Christians, but I mean we're Americans. And I think the idea of somehow finding a way to communicate rather than playing culture wars would be ideal."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. And I don't think anybody cares what these neo-Nazis feel about the statues. I think the rest of us need to decide the best route forward. Tony Perkins, thank you so much. Juan Williams, good to see you as well."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Likewise."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll take a quick break here. We'll be right back with more of \"The Story.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Stay tuned, we've got continuing breaking coverage of the ongoing operation and the terror attack in Barcelona, all night, right here on Fox News. That's \"The Story\" for tonight. Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}