{
  "date": "August 24, 2021",
  "headline": "'Hannity' on American 'hostage' crisis in Afghanistan",
  "subHeadline": "Guests: Sara Carter, Pete Hegseth, Lara Trump, Admad, Mohammad, Marco Rubio, Oliver North, Lindsey Graham, Morgan Ortagus",
  "url": "https://www.foxnews.com/transcript/hannity-on-afghanistan-taliban",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Welcome to \"Hannity.\" All right. Breaking tonight, in six days, any Americans, any of our allied partners that are inside Afghanistan will be marked for dead, subjugated to the will of the terrorists now running the new Islamic Emirate of Afghanistan, and your commander-in-chief has now humiliated this entire country and is being bullied into submission by the terrorists, the Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We are currently on pace to finish by August 31st. The sooner we can finish, the better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE MCCAUL (R-TX)",
      "sentences": "I can tell you there's no way we can humanly get all of our American citizens and Afghan partners out of country by that time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "It sounds like you're still working on our August 31st deadline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "sentences": "We are absolutely still aiming towards the end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE WALTZ (R-FL)",
      "sentences": "And future American soldiers have to go back in to deal with the problem and deal with the incompetence of this administration, how many are going to die?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE ROGERS (R-AL)",
      "sentences": "Either he's senile or he's in denial, but either way, it's reckless for our country and this disaster that's taking place is his responsibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Why can't you just say the number?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Barbara, I think we're just going to leave it at several thousand right now and I understand that's not a satisfying answer to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, FORMER U.S. AMBASSADOR TO THE U.N.",
      "sentences": "It's sickening, I can't believe this is happening in our country today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAUL",
      "sentences": "And particularly after the decision made today and what we heard today, he will have blood on his hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Americans Held Hostage Behind Enemy Lines, Day 10.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We are now day of Americans held hostage trapped behind enemy lines. And clearly, President Biden, he's letting the Taliban call all the shots, he will not commit to keeping U.S. forces past the Taliban's August 31st deadline. He will not commit to ensuring the rescue of all of our citizens and our Afghan partners that we promised we would get out if this day ever came. He has no idea how many Americans or how many of our allies are still trapped in Kabul controlled by the Taliban or elsewhere in the country he doesn't know exactly how many Americans have already even been evacuated. And now, FOX News is reporting that the U.S. military has been started withdrawing from Afghanistan. So, today, the U.S. embassy in Kabul issued an alert. It was later deleted about 30 minutes later, calling on all Americans to leave Afghanistan or they are on their own, your government. Wow. Just get to the airport, they say. Use your best judgment, they say. Trust that the terrorists, the Taliban will ensure your safe passage. But was -- we've reported for more than a week, they're also saying there is no safe passage. Watch with your own eyes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are stranded at home. We can't get to the airport. When we try to get to the airport, we get beaten up or we're afraid for our lives. Taliban are going door-to-door looking for people who has worked with the U.S. government, for, of course, for the U.S. citizens. So, our lives are in extreme danger. We get more of news to stay put than to be told that you're going to be evacuated. This is not -- this is not comforting at all, because we don't know if we're going to make it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was a fellow American citizen now hopelessly trapped behind enemy lines, ostensibly, a hostage to the goodwill of the terrorist group, the Taliban. The airport is completely encircled. They have covered the entire perimeter, the Taliban. They control who gets in. They control who gets out. And now, the Taliban is apparently blocking -- saying they're blocking all access to the airport for any Afghan citizens. That means people that may have helped us the last 20 years. Biden, he just signed the death certificates of every Afghan that in fact has helped the U.S. in the last years, and apparently, they even have access to computer data so that these people will be hunted down. They will be murdered. Their families will be murdered. Joe apparently today seemed to care less. Today, what was a tone-deaf speech delivered over four hours late, Biden spoke about infrastructure and voting rights and then eventually got around to the crisis that is Afghanistan. But, of course, took no questions after. Oh, he may get yelled at, he doesn't want to get in trouble. A slight improvement over last Wednesday when he refused to address Afghanistan at all and that was a speech about vaccine boosters. Biden is living in an alternate reality tonight and so is his clueless press secretary because today, Jen Psaki referred to the ongoing evacuation in Kabul as a huge success. But the people on the ground in Kabul beg to differ. Jen, you might want to watch circle back and learn. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "I would say that this is now on track, Peter, to be the largest airlift in U.S. history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm sure that if they capture me, they will kill me, like me there are people. This is called the wrong policy of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When I went there, they were just whipping people left and right. So I got whipped and I got really scared, I came back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Bringing American citizens out, it is bringing our Afghan partners out, it is bringing allies out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I worked half of my life with the U.S. and now they left me behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I served my basically one third of my life the U.S. government and now, I'm not even able to save my own family, my own life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "So, no, I would not say that is that anything but a success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm an American. Rescue me, evacuate me, take me home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So that's how Jen and Biden defined success? More than 20 people have died during this so-called evacuation that we know of, countless others have been brutally beaten by Taliban fighters. Women, children have been gassed. They've been whipped. They've been stabbed. Many evacuees have been forced to pay tens of thousands of dollars to hire private military contractors to escort them to the airport. And just yesterday, Jen Psaki angrily claimed that it was irresponsible to say Americans are stranded in Afghanistan. But just 24 hours later, she said that, of course, some Americans will be left behind after the August 31st deadline. You've got to be kidding. We're going to leave Americans behind? You decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Most of the criticism is not of leaving Afghanistan. It's the way that he has ordered it to happen, by pulling the troops before getting these Americans who are now stranded. Does he have a sense of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "First of all, I think it's irresponsible to say Americans are stranded. They are not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "If one U.S. citizen was suddenly discovered you know saying, hey, I really want to get out and I'm stuck who knows where, somewhere in Afghanistan or in Kabul, if you've got any problem, would this trigger a diplomatic, military or hands on deck type thing to get that person out whatever the date?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Our commitment continues to be to U.S. citizens. If they want to leave, we will help get them out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "No matter what the date?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Again, we expect there could be some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's being stranded. That was aired on the FOX News Channel, that woman that we just played, Jen. Sadly, just one of many contradictions from the Biden administration. First, they told everyone, just shelter in place. And then they said, make your way to the airport, but we cannot ensure your safety but we trust the Taliban will give you safe passage. Then they said don't come to the airport on Saturday, it's too dangerous. Now, apparently, anyone who is not out by August 31st, you were on your own. Maybe the worst part of all this we could have easily prevented all of this chaos and all of this carnage. In April, Joe Biden announced that he would draw down all American troops. During peak Taliban fighting season in the summer. Now, why so? What? You want to do a victory lap, I don't know, on September 11th? I have no earthly idea, Joe. In May, we saw the Taliban offensive beginning. Look at this timeline, pay close attention, it should have been stopped then, dead then. By June, the fighting was taking place in 20 of the 34 provinces throughout the country. Joe Biden ignored it all. By July, the Taliban controlled a large portion of Afghanistan and was picking up steam and Joe was telling forces how great Afghan forces. On July 2nd, U.S. forces -- the dumbest decision of up to speed -- up to that point, withdrew from Bagram Airfield, leaving Kabul, our embassy, and thousands of Americans totally completely defenseless against the Taliban invasion and still they didn't get them out. By August 1st, the Afghan army was in tatters. The Taliban was closing in on Kabul. Joe Biden did not reverse course, he stayed on vacation. He never retake -- was able to retake Bagram Airport Base. He did not create a perimeter around key U.S. assets. He did not secure or destroy the billions and billions and billions of dollars of military equipment and Blackhawk helicopters that he left behind. That was short-sighted. That was pretty dumb. There was no plan ever in place whatsoever. And two weeks later, the Taliban then marched right to the center of Kabul. Biden still did nothing except stay on vacation. And since then, let's see, the Dutch, the French, the British -- oh they've sent troops behind enemy lines into Kabul to extract their citizens with their special forces and their paratroopers and our military is under strict orders not to leave the airport. Americans were left to fend for themselves but the Dutch protected their citizens? Their troops went behind enemy lines, the French, the British, but not American troops? This is utter humiliation on the world stage and worse thousands of Americans and thousands of our friends and allies they're likely to be murdered soon by the Taliban that now was in full control. In fact, some are already being tortured, some are already being murdered. Even Obama's Homeland Security Secretary Jeh Johnson honestly warning that the situation in Kabul will get a lot worse before it ever gets better. Now, Joe Biden needs to grow a spine, answer some basic pivotal important questions. He needs to be honest for a change and cut the crap with the spin with Jen Psaki. Joe, will you ensure that every American is out, before you leave Afghanistan? Why would you leave one American behind, Joe? Will you pledge not to leave a single American behind? Do we have special forces on the ground who are -- are you willing to send them to rescue American citizens that are telling the news media they can't get to the airport? Will you commit to extracting our Afghan partners who we promised to get out if this day ever came and you said last week you would get out? And for all the refugees who were rescued, what is being done to vet them? We want specifics. In other words, we don't have a member of ISIS or al Qaeda or ISIS-K sneaking into our country and bringing harm to Americans here. And the most important question is this, Joe, why didn't you evacuate Americans in May, in June and July, watching and knowing the Taliban was taking the entire country in record time. There's zero excuse for that. There is no good answer. You failed in what is a surrender. But tonight, let me be clear. The president can still change course. We have less than seven days now. He can fight back he can put in the best military on the face of this earth and send them like the Dutch and the French and the Brits and extract American citizens. He can make it clear to the Taliban that if they hurt a single American, the consequences for them will be dire and he needs to mean it. And sadly tonight, I have zero faith Biden is capable of ever doing the right thing. He's nothing but a career politician -- no integrity, no morals, no beliefs and totally completely utterly cognitively out of it. The only thing Biden seems to care about is Joe Biden and those close to Joe Biden making money. And now come August the 31st -- well, that's seven days from now. I fear that those left behind will face certain death. Here with reaction, two individuals from Afghanistan now in the United States, Admad worked with the U.S. for two years as a translator and his wife is currently trapped in Kabul. We are disguising his name and identity for her safety. Admad, let me -- will you tell us your story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADMAD, WIFE STRANDED IN AFGHANISTAN",
      "sentences": "Yeah, actually, so my wife uh she just made her way to the airport like on Wednesday last Wednesday she couldn't make it inside there because there are Talibans that don't let the Afghans get into the airport, they don't even get -- let the U.S. citizen to get into the airport, but she made it to the airport and she was stuck like almost for three days in there. And then after three days, she couldn't manage to get on the -- to get on the board to the plane. So she had to come back home but I'm still worrying about her that she is if the deadline of the 31st, I guess --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Admad, I didn't hear you, let me ask you. Did she leave the airport? Did I hear you correctly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADMAD",
      "sentences": "Yeah, she had to -- she was just returned home back because she couldn't make it to the airplane --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You do know now -- Admad, you do know now that the Taliban is saying they won't let any Afghanis go to the airport. Are you aware of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADMAD",
      "sentences": "Yes, yes, they just block everybody, including the citizens. I have heard many times from the news that the Taliban won't let anyone to get into the airport because of their own -- whatever they have. But we are just worrying about our own families, about our own Americans, and those who are stuck in Afghanistan now. We are really like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last question, does the -- does the Taliban, have they identified you -- do they know that you work with the United States? Do they know that your wife was married to you and you helped the U.S.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADMAD",
      "sentences": "Yes, they actually know each and every one of us that are stuck there in Afghanistan. We have many of the service interpreters that worked with the U.S. troops in Afghanistan. They helped them. They served the country. They served the U.S. Army but now we are all left behind in Afghanistan and they all know each and every one of us. And as I heard that they are now trying to go door by door and look for those people and they are trying to kill them and if the U.S. leave them behind that county, so that would be a big threat to Afghans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As of today, the Taliban says Afghans can't get to the airport. Our prayers are with you and your family. But we'll keep -- we'll monitor your case very closely. Mohammad is joining us. He recently traveled to Afghanistan to visit his sick father. He tried to leave several times but he was denied. He finally got out last week. Can you tell us how you got out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOHAMMAD, ESCAPED AFGHANISTAN LAST WEEK",
      "sentences": "Yes, sir, it was really hard to get out. All the ways to the airport was blocked by the crowd and by the Taliban. So I went there on Monday to get out, but it was really crowded. Finally, I met in the tarmac behind the terminal, I met key surgeons there, showed them my green card but because of the crowd, they couldn't help me and they told us to go to the north gate. We came back from the airport and find my way all the way to the north gate and there was too much crowd and I could not even get to the airport. I came back home for the next day. And the next day, I received an email from the embassy to go to the north gate again. I went there again and finally, a soldier took my hand, pulled me from the gate and my father pushed me from the bottom, and I jumped inside the airport and I find my way to return back home. It was really hard, really tough, and you cannot even imagine how I escaped that situation. There was a lot of gun fires, lot of -- like, you cannot even imagine, the gas, the air bombs --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's go to the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOHAMMAD",
      "sentences": "The sound bombs. It was really hard really hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And you know many people who were left behind. I'm glad you made it out but I will tell you, our prayers are with those who can't get out and I don't know if they are going to get out tonight and Joe Biden doesn't seem committed to getting them out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOHAMMAD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But thank you, sir, for joining us. We appreciate it. We'll continue to keep you and your families and our prayers tonight. In a moment, we'll get to big breaking news out of the Supreme Court which just reinstated President Trump's stay in Mexico policy at the border, finally a win. The court may be woke up for two minutes. But, first, let's turn to a new ad from Donald Trump's PAC, Save America, produced by Brad Parscale and it has a strong message for President Biden, his past comments coming back to haunt him. We've got to warn you some of the images out of Afghanistan, you might find disturbing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "America is back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The southern border is collapsing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- COVID infections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We amplify our power, we summoned a new strength.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Taliban now in complete control of Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How did president Biden get this all wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The first of all, the mission hasn't failed yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If this isn't failure, what is failure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have to ask Taliban for permission for American citizens to leave, true or not true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "They are not in control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I can't think of anyone better to lead this operation than --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They are chanting \"Death to America.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And you call yourself a president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joining us now, Florida Senator Marco Rubio. Senator, you are on the important intel community. When you are on this program last week, you told me, you told this audience that, in fact, you and everybody on the Intel Committee was warning. I'm going to up a map, Senator. We played in our opening monologue. In this map is the timeline of the Taliban on the march. As you can see, April of 2021, May of 2021, the red that fills up this map. You know, now, June and July of 2021. The Taliban was on the march the whole time, Senator. You saw it, intel members saw it, Joe Biden had to be told -- I understand the CIA pulled their people out six weeks ago, Senator. Why did -- why did Joe wait to the last minute?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO (R-FL)",
      "sentences": "Yeah. You know, when history looks back at this moment and it's going to look back at this moment, this is going to be -- I mean, this is going to be a big deal for decades. This is going to be covered as one of the worst catastrophes in American foreign policy history for two reasons. Number one is, everything you just said right now, the failure of this administration to anticipate what they should have known -- what the red lights were flashing the whole time, that the Taliban was moving faster than they were talking about. The whole time, they were oblivious to it, it seemed. And then the botching of this evacuation, of this entire process. This is the way the process should have worked, okay? The way -- what Joe Biden should have said is, we have these people and we have this equipment and we're going to get it out of Afghanistan, and we'll leave once we have all that stuff. And anyone who gets in the way including the Taliban who tries to stop us is going to be killed. You will die if you get in our way. Not August 31st and not September 1st, not August 29th, not a date, a goal. The goal is we're going to get out the Americans, we're going to get out the people that work for us and we're not going to leave the Taliban an air force. We just donated an air force to the Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So -- two factors, I keep showing this map with the dates of the Taliban on the march and Joe Biden did nothing. That's point number one. Point number two is Joe Biden is abiding by the Taliban's deadline. Now, I think like you, that the deadline ought to be, when every American and every ally is out. The French, the Brits, the Dutch, they have -- they have sent their troops behind enemy lines to rescue their citizens. Why hasn't the most powerful military force on the face of the Earth done the same, Senator? Because I'm looking at a countdown clock of six days, 18 hours, nine minutes, and three seconds, and they're out. That's the Taliban's deadline and Joe's deadline apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "But that's not even the deadline. That's the deadline for the last plane to take off. The true deadline is probably Friday -- Thursday, Friday, Saturday. Look, it took -- it took from April to, I believe, June or July to get 1,500 people out, okay? August 31st is not like -- August 31st is the last day there'll be any American on the ground in terms of uniform. So the real deadline is actually this week, it's not the 31st. But that's when you get when the White House is incompetent, a president who seems quite frankly oblivious to all of this. The lies, they stand behind that podium --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Senator, you're saying Americans are going to be left behind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "I don't think there's any doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're going to leave our fellow Americans behind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, I don't think there's any -- listen, they're already leaving now, okay? The troops are already being downgraded now because you can't just put six thousand troops and everybody on one big plane. It's not Noah's ark, where you're going to put everybody on there and get them out at one time, okay? So the true deadline is not the 31st and they stand there every single day and they lie to people. What's -- you talk to people that are on the ground in there, that airport is chaos -- total, complete chaos, unsanitary conditions, rapidly declining. And these people are all happy, oh this is the most successful -- you know, rescue in history. These people -- are they out of their minds? This is what you get when a president is completely out of touch with reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "And then we have a chairman of Joint Chiefs of Staff who spends his time worried about white rage. Don't worry about rage, General Milley. Worry about the Taliban and the Americans who are going to be killed by them because of your botched efforts now and ongoing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have no words. For the first time in my life, I can't -- I can't even respond to that. Senator, thank you. And God help our fellow Americans. They need prayers tonight. When we come back, Ollie North reacts to Jen Psaki, what we see happening on the ground, what options remain at this last hour. Plus, you won't believe the truly bizarre statements Kamala Harris just made. We got the tape, reaction. Lindsey Graham weighs in, when we return. Busy breaking news night on \"Hannity\". Thank you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "If one U.S. citizen was suddenly discovered in there saying, I really want to get out and I'm stuck, who knows where, somewhere in Afghanistan or Kabul, there were any problem, will this trigger a dramatic, military or hands on deck type thing to get that person out, whatever the date?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Our commitment continues to be to U.S. citizens. If they want to leave, we will help get them out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "No matter what the date?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Again, we expect there could be some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Could be some left. Psaki earlier today admitting some Americans could be left after August 31st. Wow. Here with reaction, Lieutenant Colonel Oliver North. Colonel, I'll let you walk through what every option now is horrible. We -- I showed the map. I showed the timeline. I showed the Taliban on the march. We missed all those chances. What do we do now? LT. COL. OLIVER NORTH (RET), CO-AUTHOR OF \"WE DIDN'T FIGHT FOR SOCIALISM\": Okay, well, we haven't completely missed it. We still have a limited number of us troops on the ground. We have the artificial deadline established by the Taliban and what we ought to be doing this moment forward is bringing additional troops to carry out the mission, tell the Taliban we're going to stay as long as necessary, al-Qaeda or ISIS terrorists harm anybody, that we're going to decapitate your leadership and we could do it with one bomb on the -- on the presidential palace. Number two, the U.S. military needs to be authorized to carry out rescue and recovery operations anywhere in Afghanistan. There's nearly a dozen U.S. built airfields in Afghanistan, any one or more of these ought to be opened to put under U.S. military control. And he mentioned again today this crazy idea that we're going to have over the horizon capability to deal with terrorism. You cannot do that without a search and recovery base from which you can rescue down U.S. airmen. Reality has to intervene at some point. The only good news in all of this is that the internal Afghan resistance, they're now calling themselves the Afghan National Front, has formed in the Panjshir Valley, it's led by Afghan Vice President Amrullah Saleh, Ahmad Massoud and General Zia, who I will be on the phone with again here in just a few minutes when you and I finish. They are building a rapidly -- building a significant force of resistance fighters, most of them special operations guys who are delivering their own Humvees and aircraft next door to Tajikistan and in the northern area of the Panjshir Valley. And what they're looking for is the following. Let's - - everybody, pay attention to this. What they need is humanitarian assistance -- humanitarian assistance in the form of food, fuel and medical supplies. They're asking desperately for COVID vaccine or at least some prophylaxis of some kind to help those who are testing positive. And what we did this -- we've done this before, Sean. We did it in Operation Provide Comfort in the 1990s for the Kurds. There's a lot of other ways to enhance a resistance organization. I know a little bit about that. But the bottom line of it is we ought to be helping them right now with humanitarian help and I'm hoping that we're going to have that set up in the next 24 to 48 hours. President Biden also ought to immediately communicate directly with President Xi Jinping and Beijing that the People's Republic of China intelligence officers now working with the Taliban with the help of Pakistan must desist or the U.S. government will impose additional economic sanctions on China. Same message also have been delivered to Moscow, Islamabad and Tehran. Number five, immediately lift the hold on the weapons for which the Saudis, the United Arab Emirates, Taiwan, Japan and Israel have already paid. This will show our allies that we're still capable of carrying out a strategic vision for our future. And the final idea is close the U.S. southern border immediately to prevent terrorism from entering the United States because we now have the most vicious terrorist force in the history of mankind not in the old ISIS but in what's happening right now in Afghanistan. This president ought to carry out these duties, do a presidential finding so we can help with -- humanitarian support is all they're asking for up north. That's the only bright picture in all of what's happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He needs to listen to you, Colonel. That's a -- that's this best plan we have considering we've missed our opportunities in May, June and July, knowing they were on the march. We appreciate you, Colonel. Thank you. All right. Now more questions tonight surrounding the behavior of Vice President Harris. She continues to embarrass America on the world stage. So far, she's refused to show any sense of urgency in helping any of these Americans and allies trapped behind enemy lines in Afghanistan, just laughing it all off last week. And what she's doing instead -- well, she's sounding out of the alarm about Christmas shopping. I didn't make this up. This is not taken out of context. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "The stories that we are now hearing about the caution that if you want to have Christmas toys for your children, it might now be -- might be the time to start buying them because the delay may be many, many months. So across the board, people are experiencing the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Our fellow Americans are stranded, trapped behind enemy lines, hostage to the whims of the terrorist group, the Taliban. Where are the priorities of the Biden -Harris White House? Now, meanwhile, we're learning that Harris's plane from Singapore was delayed over a possible Havana syndrome incidence in Hanoi. But we're told the vice president remains in good health and will be in Vietnam tomorrow. Wow, can make a lot of comparisons. Here with reaction, South Carolina Senator Lindsey Graham. Senator, two big questions I have tonight and they really are two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "One, how is it possible -- I keep showing this map -- that we had all -- the Taliban on the march -- May, June, July, taking bigger, bigger geographical portions of the country. We did nothing. That's question one. How did we let that happen? Question two is more immediate. That is Joe Biden, this artificial deadline, and the possibility of leaving Americans behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, number one, you got the vice president of the United States talking about what you should do for Christmas in the middle of the biggest blunder since 9/11. You know, ISIS and al Qaeda have got to be licking their chops after hearing this. What happened here -- Biden made a political decision to get everybody, all the troops out by September 11th. He didn't care about those who helped us. He didn't think through how to get the American citizens out first. He had a political goal and when the Taliban were advancing, he didn't realize this puts everything into chaotic environment. As to what to do next -- it's over. It is over. Joe Biden has made up his mind. He's capitulated to the Taliban. Everything that Ollie North said is right we should do. But we now left thousands of people behind and we're setting the stage for another 9/11. Joe Biden created perfect storm to abandon those who helped us and create another 9/11 for this country. You know what I'm worried about in Christmas? I'm worried about an al Qaeda or ISIS attack against the United States coming from Afghanistan. That's what I'm worried about this Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I'm worried about that too. Are you saying, Senator, that Joe Biden is saying, acknowledging and Jen Psaki's comments today --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- that we are going to leave Americans behind in Afghanistan? That we are going to -- Joe Biden was basically going to sign the death sentences for the allies that we now know they have our -- the database, the names of any Afghans that helped us, and we had promised we'd get him out of there, not necessarily bring him here, but get him the hell out of there? Are you saying that that's going to be the reality? That's it? He gets away with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I'm saying -- I don't think he's going to get away with it politically. I think we'll -- there'll be an uprising at home. It's the most dishonorable thing a commander-in-chief has done in modern times. What he has said today is that he is going to leave 31 August because the Taliban told him he had to get out. There's no way in hell we get all the American citizens out. We're going to leave thousands of Afghans who fought along our side behind and were setting the table for the rise of al Qaeda and ISIS to attack us down the road. The ISIS fighters, Sean, have doubled in the last days. The jailbreak led to thousands of ISIS fighters in jail now on the battlefield. So, yeah, what I'm telling you, it is over, that President Biden signed the death warrant for thousands of Afghans who helped us, he's washing his hands of Afghanistan at our peril as a nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you have any doubt Americans at this hour will be left behind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Oh, listen, I've got 200 active cases in my office right now, 10 of them are American citizens. There's no way we get them all out. Marco is right. The operation really ends this weekend. You know, by 31 August, we're going to have all of our troops out, yeah. So, yeah, how do you get the Kabul under these circumstances? The Taliban are not waving you through. So, yeah, there's no way we get all the American citizens out and there's no way we avoid leaving tens of thousands of Afghans behind --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Senator, you know, we impeach Donald Trump over a phone call with Ukraine. Is that not an impeachable offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Here you go, here you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is this not rise to the level of dereliction of duty, abandoning Americans in a foreign country, not getting them out when you had control of Kabul, in May, June, July, not doing the right thing, getting them out, knowing they're on the march? There's no consequences for that except politically?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "He should be impeached. This is dereliction of duty by the commander-in-chief. This makes it harder to fight future wars. Who's going to help us in the future after we abandon our friends in Afghanistan who fought bravely? And the likelihood of a 9/11 is through the roof now because al Qaeda and ISIS are coming after us. If you don't -- if you believe we left Afghanistan and we've ended the war between the U.S. and radical Islam, you're a fool. They're coming after us and Joe Biden has left us naked and blind in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, a few mean tweets don't seem so bad now, do they? Senator, thank you. Our own Sara Carter has exclusive details about one American still trying to escape Afghanistan. We'll get a full update, breakdown. We'll get reaction also from Pete Hegseth, and what does this mean for the future of women in Afghanistan, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "On a personal story front, tonight we are continuing to follow the harrowing stories inside Afghanistan. Sara Carter, she's reported there often. She has exclusive details on one American woman trying to escape. She joins us now, along with FOX News contributor Pete Hegseth. I know that you've been trying and in contact with hundreds of people actually Sarah that you've gotten to know over the years. Are they getting out or are they trapped?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "Many of them are trapped, Sean. I was grateful enough that we got one family out that my husband and I will be sponsoring in the United States, somebody who I consider family. I want to thank, Congressman Mike Garcia out of California and Charles Navarro and Senator Cotton for all the great work that they've been doing. But let me tell you what's happening on the ground right now -- right now, there are Americans with passports that cannot get to the airport. There are Americans who are being asked to leave behind. Their families like the woman that I spoke with who's been on an emotional roller coaster. I've been on the phone with her for three days now, trying to get her out. And they told her -- well, we could send somebody and we could get you out, but you have to leave your husband behind. And you know what she said to me, she called me back she said tell them to stand down. I will not leave my husband behind. I will not leave my family behind. Maybe the president of the United States has forgotten us, Americans, and is leaving us behind. But I will not do that. Sean, I got to tell you, that is a true American. That is someone that should be here. That is someone that the president should be listening to. She is sending out a plea to the president tonight through me, saying, Mr. President, please do not leave Americans behind. Do not forget us. There are children there. They've had the Taliban on their tail. They have been literally running from house to house, Sean. I can't tell you how many hundreds have been doing this. I know for a fact speaking to former CIA officers who are in contact with me right now. There are Americans with passports that were literally turned away from the gates at the airport. And those that made it out, some of those that made it out like my friend that are in Doha right now have said that they've gone from one hell to another. They are pleading with the administration. They will be executed. If you do not get them out, Americans will die, and they say the blood will be on President Biden's hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Pete Hegseth, I've been doing radio 33 years, here on FOX, 25 years, I never ever thought in my lifetime an American president would give into a terrorist deadline and leave Americans behind and leave our allies behind. But it appears that's what we're headed towards, it appears that's what Biden's locked into. PETE HEGSETH, CO-HOST OF \"FOX & FRIENDS WEEKEND\": That's exactly what has happened. What Sarah just lied out is precisely correct. Jen Psaki today said, if you've got a phone number of a citizen or someone that can't get out, tell me. I got a phone full of phone numbers and I'll tell you every other vet in America who served in Afghanistan has a phone full of phone numbers of people who we've been coordinating with and working with and trying to get to a gate or that gate's closed, no, this gate, no, the gates are all closed. No, the Taliban have beaten their families and their wives and their kids, and no one is there for them. All they're talking about is the numbers or the Taliban deadline. Any person who's not in the Kabul airport right now, Sean, is currently a hostage of the Taliban. You started that, 10 days of hostages. These doors are closing. Joe Biden said, we're gone. And if you're left, tough luck. You maybe have a day or two, still to try to get through. U.S. citizens are amongst them. Our Afghan -- Afghan allies are amongst them and the unsung heroes -- and we're going to do more on this on this network -- are the network of vets who are -- who are reaching out to the men they served with, the people they know in Afghanistan, citizens and allies, and fighting every minute to get them through the small doors of those gates because Joe Biden won't do anything for them. He's turned their -- his back on them. The Taliban controls them and anyone left behind, this -- that's not mince words, any citizen or SIV holder, ally of ours who's left behind, they are dead. Their throats will be slit. The Taliban will hunt them down, and that is on America and our commitment to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Peter is 100 percent right, Sean. I've been getting text messages in my phone from Afghanistan while we've been sitting here people standing at the gates that are not being allowed in. This is a crime. It's a crime against the American people and it's a crime against our veterans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "God help all of them. I can't believe I'm -- this is where -- this is -- this is what we've done. All right, thank you both. When we come back, women across Afghanistan -- oh, yeah, their future, dark, grim. The reality of Taliban rule is unfolding before their eyes. It is a nightmare as Joe Biden abandons Americans and our allies. Lara Trump, Morgan Ortagus next, as we continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, we told you about Americans, our allies left behind. What is the reality for women in Afghanistan? Here with reaction, former State Department spokeswoman, Morgan Ortagus, along with FOX News contributor Lara Trump. Lara, we are already seeing what's happening. Women are being told how to dress, not being allowed in public, women are being beaten for how they dress, even murdered for food that they didn't cook or how they cooked it, on top of everything else. What, it's back to Barney Rubble and Fred Flintstone era for the women in Afghanistan? No work, no school?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "sentences": "It is -- yeah, it is absolutely devastating, and it's thanks to Joe Biden and the Biden administration that every woman and girl in Afghanistan has just lost their fundamental basic human rights. Life, Sean, as they know it is over in Afghanistan for women and girls. We are talking about girls as young as nine years old being subjected to arranged marriages. We are talking about brutality, torture, rape. And if they don't fully comply with what the Taliban want, then they're just simple killed. We've already seen it happened. And, look, I don't know who needs to hear this. Perhaps it is our federal government and the Biden administration, but the Taliban is a barbaric terrorist organization. The fact that we are in any way, shape, or form considering legitimizing them at all, especially as the government of the country is mind-boggling to me. I had incredibly low expectations as to how Joe Biden would be as president of the United States, Sean. He has surpassed even my lowest expectation at this point. Every American should be shocked and shaken to our core by what we have seen happen under Joe Biden in such a short amount of time. God bless all of those people in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They will need our prayers. Morgan, you were with Secretary of State Pompeo. We are leaving Americans behind, our allies behind and women will be subjugated in ways -- well, very rightly described by Lara. It couldn't get any worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESPERSON",
      "sentences": "I could not agree anymore and I've been in the room with Secretary Pompeo whenever you got on the wrong side of him in a negotiation and it is not pleasant for the other party. But that's the kind of leadership that we need, that is the kind of tone and attitude we should be taken with the Taliban right now, and not begging them and cajoling them in order to get our citizens out of the country. And that is the fundamental difference that this administration does not understand whether it is negotiating with the Taliban or the Iranians over the JCPOA or dealing with the Chinese communist party. They don't understand negotiating from a position of strength. One thing Lara just said that it's really important, she talked about this push to start to legitimize the Taliban. Why is that important? Because China and Russia still have embassies in Afghanistan that they have not evacuated. They have recognized the Taliban. There's $9 billion -- over $9 billion of government have Afghanistan cash in the United States right now in our various central banks. And there will be a push, I believe, by this administration to try to give the Taliban access to that money. Congress should stop that from happening. And at the United Nations, you will see, China and Russia try to push to legitimize the Taliban and to get rid of those sanctions regime. That's what's coming over the pike -- over the next month, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah. And, by the way, the Chinese already lectured America, if you can believe it after COVID, on human rights. The Biden administration, not Mike Pompeo. Thank you both. Sad, tragic, preventable, all of it. More \"Hannity\" after this break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Unfortunately, that is all the time we have left this evening. Please set your DVR and never miss an episode. In the meantime, we've got to hope and pray that Joe Biden will wake up and change his mind. And not a single American or one of our allies can be left in harm's way. There is still time, Joe. Wake up. We are Americans. The Dutch, the Brits, the French can do it, you can. My heart is troubled. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Welcome to \"Hannity.\" All right. Breaking tonight, in six days, any Americans, any of our allied partners that are inside Afghanistan will be marked for dead, subjugated to the will of the terrorists now running the new Islamic Emirate of Afghanistan, and your commander-in-chief has now humiliated this entire country and is being bullied into submission by the terrorists, the Taliban."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "We are currently on pace to finish by August 31st. The sooner we can finish, the better."
    },
    {
      "speaker": "REP. MIKE MCCAUL (R-TX)",
      "utterance": "I can tell you there's no way we can humanly get all of our American citizens and Afghan partners out of country by that time."
    },
    {
      "speaker": "REPORTER",
      "utterance": "It sounds like you're still working on our August 31st deadline."
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "utterance": "We are absolutely still aiming towards the end."
    },
    {
      "speaker": "REP. MIKE WALTZ (R-FL)",
      "utterance": "And future American soldiers have to go back in to deal with the problem and deal with the incompetence of this administration, how many are going to die?"
    },
    {
      "speaker": "REP. MIKE ROGERS (R-AL)",
      "utterance": "Either he's senile or he's in denial, but either way, it's reckless for our country and this disaster that's taking place is his responsibility."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Why can't you just say the number?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Barbara, I think we're just going to leave it at several thousand right now and I understand that's not a satisfying answer to you."
    },
    {
      "speaker": "NIKKI HALEY, FORMER U.S. AMBASSADOR TO THE U.N.",
      "utterance": "It's sickening, I can't believe this is happening in our country today."
    },
    {
      "speaker": "MCCAUL",
      "utterance": "And particularly after the decision made today and what we heard today, he will have blood on his hands."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Americans Held Hostage Behind Enemy Lines, Day 10."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We are now day of Americans held hostage trapped behind enemy lines. And clearly, President Biden, he's letting the Taliban call all the shots, he will not commit to keeping U.S. forces past the Taliban's August 31st deadline. He will not commit to ensuring the rescue of all of our citizens and our Afghan partners that we promised we would get out if this day ever came. He has no idea how many Americans or how many of our allies are still trapped in Kabul controlled by the Taliban or elsewhere in the country he doesn't know exactly how many Americans have already even been evacuated. And now, FOX News is reporting that the U.S. military has been started withdrawing from Afghanistan. So, today, the U.S. embassy in Kabul issued an alert. It was later deleted about 30 minutes later, calling on all Americans to leave Afghanistan or they are on their own, your government. Wow. Just get to the airport, they say. Use your best judgment, they say. Trust that the terrorists, the Taliban will ensure your safe passage. But was -- we've reported for more than a week, they're also saying there is no safe passage. Watch with your own eyes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We are stranded at home. We can't get to the airport. When we try to get to the airport, we get beaten up or we're afraid for our lives. Taliban are going door-to-door looking for people who has worked with the U.S. government, for, of course, for the U.S. citizens. So, our lives are in extreme danger. We get more of news to stay put than to be told that you're going to be evacuated. This is not -- this is not comforting at all, because we don't know if we're going to make it out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was a fellow American citizen now hopelessly trapped behind enemy lines, ostensibly, a hostage to the goodwill of the terrorist group, the Taliban. The airport is completely encircled. They have covered the entire perimeter, the Taliban. They control who gets in. They control who gets out. And now, the Taliban is apparently blocking -- saying they're blocking all access to the airport for any Afghan citizens. That means people that may have helped us the last 20 years. Biden, he just signed the death certificates of every Afghan that in fact has helped the U.S. in the last years, and apparently, they even have access to computer data so that these people will be hunted down. They will be murdered. Their families will be murdered. Joe apparently today seemed to care less. Today, what was a tone-deaf speech delivered over four hours late, Biden spoke about infrastructure and voting rights and then eventually got around to the crisis that is Afghanistan. But, of course, took no questions after. Oh, he may get yelled at, he doesn't want to get in trouble. A slight improvement over last Wednesday when he refused to address Afghanistan at all and that was a speech about vaccine boosters. Biden is living in an alternate reality tonight and so is his clueless press secretary because today, Jen Psaki referred to the ongoing evacuation in Kabul as a huge success. But the people on the ground in Kabul beg to differ. Jen, you might want to watch circle back and learn. Take a look."
    },
    {
      "speaker": "PSAKI",
      "utterance": "I would say that this is now on track, Peter, to be the largest airlift in U.S. history."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm sure that if they capture me, they will kill me, like me there are people. This is called the wrong policy of the United States."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "When I went there, they were just whipping people left and right. So I got whipped and I got really scared, I came back."
    },
    {
      "speaker": "PSAKI",
      "utterance": "Bringing American citizens out, it is bringing our Afghan partners out, it is bringing allies out."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I worked half of my life with the U.S. and now they left me behind."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I served my basically one third of my life the U.S. government and now, I'm not even able to save my own family, my own life."
    },
    {
      "speaker": "PSAKI",
      "utterance": "So, no, I would not say that is that anything but a success."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm an American. Rescue me, evacuate me, take me home."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So that's how Jen and Biden defined success? More than 20 people have died during this so-called evacuation that we know of, countless others have been brutally beaten by Taliban fighters. Women, children have been gassed. They've been whipped. They've been stabbed. Many evacuees have been forced to pay tens of thousands of dollars to hire private military contractors to escort them to the airport. And just yesterday, Jen Psaki angrily claimed that it was irresponsible to say Americans are stranded in Afghanistan. But just 24 hours later, she said that, of course, some Americans will be left behind after the August 31st deadline. You've got to be kidding. We're going to leave Americans behind? You decide."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Most of the criticism is not of leaving Afghanistan. It's the way that he has ordered it to happen, by pulling the troops before getting these Americans who are now stranded. Does he have a sense of that?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "First of all, I think it's irresponsible to say Americans are stranded. They are not."
    },
    {
      "speaker": "REPORTER",
      "utterance": "If one U.S. citizen was suddenly discovered you know saying, hey, I really want to get out and I'm stuck who knows where, somewhere in Afghanistan or in Kabul, if you've got any problem, would this trigger a diplomatic, military or hands on deck type thing to get that person out whatever the date?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Our commitment continues to be to U.S. citizens. If they want to leave, we will help get them out."
    },
    {
      "speaker": "REPORTER",
      "utterance": "No matter what the date?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Again, we expect there could be some."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's being stranded. That was aired on the FOX News Channel, that woman that we just played, Jen. Sadly, just one of many contradictions from the Biden administration. First, they told everyone, just shelter in place. And then they said, make your way to the airport, but we cannot ensure your safety but we trust the Taliban will give you safe passage. Then they said don't come to the airport on Saturday, it's too dangerous. Now, apparently, anyone who is not out by August 31st, you were on your own. Maybe the worst part of all this we could have easily prevented all of this chaos and all of this carnage. In April, Joe Biden announced that he would draw down all American troops. During peak Taliban fighting season in the summer. Now, why so? What? You want to do a victory lap, I don't know, on September 11th? I have no earthly idea, Joe. In May, we saw the Taliban offensive beginning. Look at this timeline, pay close attention, it should have been stopped then, dead then. By June, the fighting was taking place in 20 of the 34 provinces throughout the country. Joe Biden ignored it all. By July, the Taliban controlled a large portion of Afghanistan and was picking up steam and Joe was telling forces how great Afghan forces. On July 2nd, U.S. forces -- the dumbest decision of up to speed -- up to that point, withdrew from Bagram Airfield, leaving Kabul, our embassy, and thousands of Americans totally completely defenseless against the Taliban invasion and still they didn't get them out. By August 1st, the Afghan army was in tatters. The Taliban was closing in on Kabul. Joe Biden did not reverse course, he stayed on vacation. He never retake -- was able to retake Bagram Airport Base. He did not create a perimeter around key U.S. assets. He did not secure or destroy the billions and billions and billions of dollars of military equipment and Blackhawk helicopters that he left behind. That was short-sighted. That was pretty dumb. There was no plan ever in place whatsoever. And two weeks later, the Taliban then marched right to the center of Kabul. Biden still did nothing except stay on vacation. And since then, let's see, the Dutch, the French, the British -- oh they've sent troops behind enemy lines into Kabul to extract their citizens with their special forces and their paratroopers and our military is under strict orders not to leave the airport. Americans were left to fend for themselves but the Dutch protected their citizens? Their troops went behind enemy lines, the French, the British, but not American troops? This is utter humiliation on the world stage and worse thousands of Americans and thousands of our friends and allies they're likely to be murdered soon by the Taliban that now was in full control. In fact, some are already being tortured, some are already being murdered. Even Obama's Homeland Security Secretary Jeh Johnson honestly warning that the situation in Kabul will get a lot worse before it ever gets better. Now, Joe Biden needs to grow a spine, answer some basic pivotal important questions. He needs to be honest for a change and cut the crap with the spin with Jen Psaki. Joe, will you ensure that every American is out, before you leave Afghanistan? Why would you leave one American behind, Joe? Will you pledge not to leave a single American behind? Do we have special forces on the ground who are -- are you willing to send them to rescue American citizens that are telling the news media they can't get to the airport? Will you commit to extracting our Afghan partners who we promised to get out if this day ever came and you said last week you would get out? And for all the refugees who were rescued, what is being done to vet them? We want specifics. In other words, we don't have a member of ISIS or al Qaeda or ISIS-K sneaking into our country and bringing harm to Americans here. And the most important question is this, Joe, why didn't you evacuate Americans in May, in June and July, watching and knowing the Taliban was taking the entire country in record time. There's zero excuse for that. There is no good answer. You failed in what is a surrender. But tonight, let me be clear. The president can still change course. We have less than seven days now. He can fight back he can put in the best military on the face of this earth and send them like the Dutch and the French and the Brits and extract American citizens. He can make it clear to the Taliban that if they hurt a single American, the consequences for them will be dire and he needs to mean it. And sadly tonight, I have zero faith Biden is capable of ever doing the right thing. He's nothing but a career politician -- no integrity, no morals, no beliefs and totally completely utterly cognitively out of it. The only thing Biden seems to care about is Joe Biden and those close to Joe Biden making money. And now come August the 31st -- well, that's seven days from now. I fear that those left behind will face certain death. Here with reaction, two individuals from Afghanistan now in the United States, Admad worked with the U.S. for two years as a translator and his wife is currently trapped in Kabul. We are disguising his name and identity for her safety. Admad, let me -- will you tell us your story?"
    },
    {
      "speaker": "ADMAD, WIFE STRANDED IN AFGHANISTAN",
      "utterance": "Yeah, actually, so my wife uh she just made her way to the airport like on Wednesday last Wednesday she couldn't make it inside there because there are Talibans that don't let the Afghans get into the airport, they don't even get -- let the U.S. citizen to get into the airport, but she made it to the airport and she was stuck like almost for three days in there. And then after three days, she couldn't manage to get on the -- to get on the board to the plane. So she had to come back home but I'm still worrying about her that she is if the deadline of the 31st, I guess --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Admad, I didn't hear you, let me ask you. Did she leave the airport? Did I hear you correctly?"
    },
    {
      "speaker": "ADMAD",
      "utterance": "Yeah, she had to -- she was just returned home back because she couldn't make it to the airplane --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You do know now -- Admad, you do know now that the Taliban is saying they won't let any Afghanis go to the airport. Are you aware of that?"
    },
    {
      "speaker": "ADMAD",
      "utterance": "Yes, yes, they just block everybody, including the citizens. I have heard many times from the news that the Taliban won't let anyone to get into the airport because of their own -- whatever they have. But we are just worrying about our own families, about our own Americans, and those who are stuck in Afghanistan now. We are really like --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last question, does the -- does the Taliban, have they identified you -- do they know that you work with the United States? Do they know that your wife was married to you and you helped the U.S.?"
    },
    {
      "speaker": "ADMAD",
      "utterance": "Yes, they actually know each and every one of us that are stuck there in Afghanistan. We have many of the service interpreters that worked with the U.S. troops in Afghanistan. They helped them. They served the country. They served the U.S. Army but now we are all left behind in Afghanistan and they all know each and every one of us. And as I heard that they are now trying to go door by door and look for those people and they are trying to kill them and if the U.S. leave them behind that county, so that would be a big threat to Afghans."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As of today, the Taliban says Afghans can't get to the airport. Our prayers are with you and your family. But we'll keep -- we'll monitor your case very closely. Mohammad is joining us. He recently traveled to Afghanistan to visit his sick father. He tried to leave several times but he was denied. He finally got out last week. Can you tell us how you got out?"
    },
    {
      "speaker": "MOHAMMAD, ESCAPED AFGHANISTAN LAST WEEK",
      "utterance": "Yes, sir, it was really hard to get out. All the ways to the airport was blocked by the crowd and by the Taliban. So I went there on Monday to get out, but it was really crowded. Finally, I met in the tarmac behind the terminal, I met key surgeons there, showed them my green card but because of the crowd, they couldn't help me and they told us to go to the north gate. We came back from the airport and find my way all the way to the north gate and there was too much crowd and I could not even get to the airport. I came back home for the next day. And the next day, I received an email from the embassy to go to the north gate again. I went there again and finally, a soldier took my hand, pulled me from the gate and my father pushed me from the bottom, and I jumped inside the airport and I find my way to return back home. It was really hard, really tough, and you cannot even imagine how I escaped that situation. There was a lot of gun fires, lot of -- like, you cannot even imagine, the gas, the air bombs --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's go to the --"
    },
    {
      "speaker": "MOHAMMAD",
      "utterance": "The sound bombs. It was really hard really hard."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And you know many people who were left behind. I'm glad you made it out but I will tell you, our prayers are with those who can't get out and I don't know if they are going to get out tonight and Joe Biden doesn't seem committed to getting them out."
    },
    {
      "speaker": "MOHAMMAD",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But thank you, sir, for joining us. We appreciate it. We'll continue to keep you and your families and our prayers tonight. In a moment, we'll get to big breaking news out of the Supreme Court which just reinstated President Trump's stay in Mexico policy at the border, finally a win. The court may be woke up for two minutes. But, first, let's turn to a new ad from Donald Trump's PAC, Save America, produced by Brad Parscale and it has a strong message for President Biden, his past comments coming back to haunt him. We've got to warn you some of the images out of Afghanistan, you might find disturbing."
    },
    {
      "speaker": "BIDEN",
      "utterance": "America is back."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The southern border is collapsing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "-- COVID infections."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We amplify our power, we summoned a new strength."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The Taliban now in complete control of Afghanistan."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How did president Biden get this all wrong?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "The first of all, the mission hasn't failed yet."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If this isn't failure, what is failure?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We have to ask Taliban for permission for American citizens to leave, true or not true?"
    },
    {
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "utterance": "They are not in control."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I can't think of anyone better to lead this operation than --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They are chanting \"Death to America.\""
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And you call yourself a president?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joining us now, Florida Senator Marco Rubio. Senator, you are on the important intel community. When you are on this program last week, you told me, you told this audience that, in fact, you and everybody on the Intel Committee was warning. I'm going to up a map, Senator. We played in our opening monologue. In this map is the timeline of the Taliban on the march. As you can see, April of 2021, May of 2021, the red that fills up this map. You know, now, June and July of 2021. The Taliban was on the march the whole time, Senator. You saw it, intel members saw it, Joe Biden had to be told -- I understand the CIA pulled their people out six weeks ago, Senator. Why did -- why did Joe wait to the last minute?"
    },
    {
      "speaker": "SEN. MARCO RUBIO (R-FL)",
      "utterance": "Yeah. You know, when history looks back at this moment and it's going to look back at this moment, this is going to be -- I mean, this is going to be a big deal for decades. This is going to be covered as one of the worst catastrophes in American foreign policy history for two reasons. Number one is, everything you just said right now, the failure of this administration to anticipate what they should have known -- what the red lights were flashing the whole time, that the Taliban was moving faster than they were talking about. The whole time, they were oblivious to it, it seemed. And then the botching of this evacuation, of this entire process. This is the way the process should have worked, okay? The way -- what Joe Biden should have said is, we have these people and we have this equipment and we're going to get it out of Afghanistan, and we'll leave once we have all that stuff. And anyone who gets in the way including the Taliban who tries to stop us is going to be killed. You will die if you get in our way. Not August 31st and not September 1st, not August 29th, not a date, a goal. The goal is we're going to get out the Americans, we're going to get out the people that work for us and we're not going to leave the Taliban an air force. We just donated an air force to the Taliban."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So -- two factors, I keep showing this map with the dates of the Taliban on the march and Joe Biden did nothing. That's point number one. Point number two is Joe Biden is abiding by the Taliban's deadline. Now, I think like you, that the deadline ought to be, when every American and every ally is out. The French, the Brits, the Dutch, they have -- they have sent their troops behind enemy lines to rescue their citizens. Why hasn't the most powerful military force on the face of the Earth done the same, Senator? Because I'm looking at a countdown clock of six days, 18 hours, nine minutes, and three seconds, and they're out. That's the Taliban's deadline and Joe's deadline apparently."
    },
    {
      "speaker": "RUBIO",
      "utterance": "But that's not even the deadline. That's the deadline for the last plane to take off. The true deadline is probably Friday -- Thursday, Friday, Saturday. Look, it took -- it took from April to, I believe, June or July to get 1,500 people out, okay? August 31st is not like -- August 31st is the last day there'll be any American on the ground in terms of uniform. So the real deadline is actually this week, it's not the 31st. But that's when you get when the White House is incompetent, a president who seems quite frankly oblivious to all of this. The lies, they stand behind that podium --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Senator, you're saying Americans are going to be left behind?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "I don't think there's any doubt."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're going to leave our fellow Americans behind?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, I don't think there's any -- listen, they're already leaving now, okay? The troops are already being downgraded now because you can't just put six thousand troops and everybody on one big plane. It's not Noah's ark, where you're going to put everybody on there and get them out at one time, okay? So the true deadline is not the 31st and they stand there every single day and they lie to people. What's -- you talk to people that are on the ground in there, that airport is chaos -- total, complete chaos, unsanitary conditions, rapidly declining. And these people are all happy, oh this is the most successful -- you know, rescue in history. These people -- are they out of their minds? This is what you get when a president is completely out of touch with reality."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow (ph)."
    },
    {
      "speaker": "RUBIO",
      "utterance": "And then we have a chairman of Joint Chiefs of Staff who spends his time worried about white rage. Don't worry about rage, General Milley. Worry about the Taliban and the Americans who are going to be killed by them because of your botched efforts now and ongoing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have no words. For the first time in my life, I can't -- I can't even respond to that. Senator, thank you. And God help our fellow Americans. They need prayers tonight. When we come back, Ollie North reacts to Jen Psaki, what we see happening on the ground, what options remain at this last hour. Plus, you won't believe the truly bizarre statements Kamala Harris just made. We got the tape, reaction. Lindsey Graham weighs in, when we return. Busy breaking news night on \"Hannity\". Thank you for being with us."
    },
    {
      "speaker": "REPORTER",
      "utterance": "If one U.S. citizen was suddenly discovered in there saying, I really want to get out and I'm stuck, who knows where, somewhere in Afghanistan or Kabul, there were any problem, will this trigger a dramatic, military or hands on deck type thing to get that person out, whatever the date?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Our commitment continues to be to U.S. citizens. If they want to leave, we will help get them out."
    },
    {
      "speaker": "REPORTER",
      "utterance": "No matter what the date?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Again, we expect there could be some."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Could be some left. Psaki earlier today admitting some Americans could be left after August 31st. Wow. Here with reaction, Lieutenant Colonel Oliver North. Colonel, I'll let you walk through what every option now is horrible. We -- I showed the map. I showed the timeline. I showed the Taliban on the march. We missed all those chances. What do we do now? LT. COL. OLIVER NORTH (RET), CO-AUTHOR OF \"WE DIDN'T FIGHT FOR SOCIALISM\": Okay, well, we haven't completely missed it. We still have a limited number of us troops on the ground. We have the artificial deadline established by the Taliban and what we ought to be doing this moment forward is bringing additional troops to carry out the mission, tell the Taliban we're going to stay as long as necessary, al-Qaeda or ISIS terrorists harm anybody, that we're going to decapitate your leadership and we could do it with one bomb on the -- on the presidential palace. Number two, the U.S. military needs to be authorized to carry out rescue and recovery operations anywhere in Afghanistan. There's nearly a dozen U.S. built airfields in Afghanistan, any one or more of these ought to be opened to put under U.S. military control. And he mentioned again today this crazy idea that we're going to have over the horizon capability to deal with terrorism. You cannot do that without a search and recovery base from which you can rescue down U.S. airmen. Reality has to intervene at some point. The only good news in all of this is that the internal Afghan resistance, they're now calling themselves the Afghan National Front, has formed in the Panjshir Valley, it's led by Afghan Vice President Amrullah Saleh, Ahmad Massoud and General Zia, who I will be on the phone with again here in just a few minutes when you and I finish. They are building a rapidly -- building a significant force of resistance fighters, most of them special operations guys who are delivering their own Humvees and aircraft next door to Tajikistan and in the northern area of the Panjshir Valley. And what they're looking for is the following. Let's - - everybody, pay attention to this. What they need is humanitarian assistance -- humanitarian assistance in the form of food, fuel and medical supplies. They're asking desperately for COVID vaccine or at least some prophylaxis of some kind to help those who are testing positive. And what we did this -- we've done this before, Sean. We did it in Operation Provide Comfort in the 1990s for the Kurds. There's a lot of other ways to enhance a resistance organization. I know a little bit about that. But the bottom line of it is we ought to be helping them right now with humanitarian help and I'm hoping that we're going to have that set up in the next 24 to 48 hours. President Biden also ought to immediately communicate directly with President Xi Jinping and Beijing that the People's Republic of China intelligence officers now working with the Taliban with the help of Pakistan must desist or the U.S. government will impose additional economic sanctions on China. Same message also have been delivered to Moscow, Islamabad and Tehran. Number five, immediately lift the hold on the weapons for which the Saudis, the United Arab Emirates, Taiwan, Japan and Israel have already paid. This will show our allies that we're still capable of carrying out a strategic vision for our future. And the final idea is close the U.S. southern border immediately to prevent terrorism from entering the United States because we now have the most vicious terrorist force in the history of mankind not in the old ISIS but in what's happening right now in Afghanistan. This president ought to carry out these duties, do a presidential finding so we can help with -- humanitarian support is all they're asking for up north. That's the only bright picture in all of what's happened."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He needs to listen to you, Colonel. That's a -- that's this best plan we have considering we've missed our opportunities in May, June and July, knowing they were on the march. We appreciate you, Colonel. Thank you. All right. Now more questions tonight surrounding the behavior of Vice President Harris. She continues to embarrass America on the world stage. So far, she's refused to show any sense of urgency in helping any of these Americans and allies trapped behind enemy lines in Afghanistan, just laughing it all off last week. And what she's doing instead -- well, she's sounding out of the alarm about Christmas shopping. I didn't make this up. This is not taken out of context. Take a look."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "The stories that we are now hearing about the caution that if you want to have Christmas toys for your children, it might now be -- might be the time to start buying them because the delay may be many, many months. So across the board, people are experiencing the issue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Our fellow Americans are stranded, trapped behind enemy lines, hostage to the whims of the terrorist group, the Taliban. Where are the priorities of the Biden -Harris White House? Now, meanwhile, we're learning that Harris's plane from Singapore was delayed over a possible Havana syndrome incidence in Hanoi. But we're told the vice president remains in good health and will be in Vietnam tomorrow. Wow, can make a lot of comparisons. Here with reaction, South Carolina Senator Lindsey Graham. Senator, two big questions I have tonight and they really are two."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "One, how is it possible -- I keep showing this map -- that we had all -- the Taliban on the march -- May, June, July, taking bigger, bigger geographical portions of the country. We did nothing. That's question one. How did we let that happen? Question two is more immediate. That is Joe Biden, this artificial deadline, and the possibility of leaving Americans behind."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, number one, you got the vice president of the United States talking about what you should do for Christmas in the middle of the biggest blunder since 9/11. You know, ISIS and al Qaeda have got to be licking their chops after hearing this. What happened here -- Biden made a political decision to get everybody, all the troops out by September 11th. He didn't care about those who helped us. He didn't think through how to get the American citizens out first. He had a political goal and when the Taliban were advancing, he didn't realize this puts everything into chaotic environment. As to what to do next -- it's over. It is over. Joe Biden has made up his mind. He's capitulated to the Taliban. Everything that Ollie North said is right we should do. But we now left thousands of people behind and we're setting the stage for another 9/11. Joe Biden created perfect storm to abandon those who helped us and create another 9/11 for this country. You know what I'm worried about in Christmas? I'm worried about an al Qaeda or ISIS attack against the United States coming from Afghanistan. That's what I'm worried about this Christmas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I'm worried about that too. Are you saying, Senator, that Joe Biden is saying, acknowledging and Jen Psaki's comments today --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- that we are going to leave Americans behind in Afghanistan? That we are going to -- Joe Biden was basically going to sign the death sentences for the allies that we now know they have our -- the database, the names of any Afghans that helped us, and we had promised we'd get him out of there, not necessarily bring him here, but get him the hell out of there? Are you saying that that's going to be the reality? That's it? He gets away with that?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I'm saying -- I don't think he's going to get away with it politically. I think we'll -- there'll be an uprising at home. It's the most dishonorable thing a commander-in-chief has done in modern times. What he has said today is that he is going to leave 31 August because the Taliban told him he had to get out. There's no way in hell we get all the American citizens out. We're going to leave thousands of Afghans who fought along our side behind and were setting the table for the rise of al Qaeda and ISIS to attack us down the road. The ISIS fighters, Sean, have doubled in the last days. The jailbreak led to thousands of ISIS fighters in jail now on the battlefield. So, yeah, what I'm telling you, it is over, that President Biden signed the death warrant for thousands of Afghans who helped us, he's washing his hands of Afghanistan at our peril as a nation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you have any doubt Americans at this hour will be left behind?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Oh, listen, I've got 200 active cases in my office right now, 10 of them are American citizens. There's no way we get them all out. Marco is right. The operation really ends this weekend. You know, by 31 August, we're going to have all of our troops out, yeah. So, yeah, how do you get the Kabul under these circumstances? The Taliban are not waving you through. So, yeah, there's no way we get all the American citizens out and there's no way we avoid leaving tens of thousands of Afghans behind --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Senator, you know, we impeach Donald Trump over a phone call with Ukraine. Is that not an impeachable offense?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Here you go, here you go."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is this not rise to the level of dereliction of duty, abandoning Americans in a foreign country, not getting them out when you had control of Kabul, in May, June, July, not doing the right thing, getting them out, knowing they're on the march? There's no consequences for that except politically?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "He should be impeached. This is dereliction of duty by the commander-in-chief. This makes it harder to fight future wars. Who's going to help us in the future after we abandon our friends in Afghanistan who fought bravely? And the likelihood of a 9/11 is through the roof now because al Qaeda and ISIS are coming after us. If you don't -- if you believe we left Afghanistan and we've ended the war between the U.S. and radical Islam, you're a fool. They're coming after us and Joe Biden has left us naked and blind in Afghanistan."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, a few mean tweets don't seem so bad now, do they? Senator, thank you. Our own Sara Carter has exclusive details about one American still trying to escape Afghanistan. We'll get a full update, breakdown. We'll get reaction also from Pete Hegseth, and what does this mean for the future of women in Afghanistan, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "On a personal story front, tonight we are continuing to follow the harrowing stories inside Afghanistan. Sara Carter, she's reported there often. She has exclusive details on one American woman trying to escape. She joins us now, along with FOX News contributor Pete Hegseth. I know that you've been trying and in contact with hundreds of people actually Sarah that you've gotten to know over the years. Are they getting out or are they trapped?"
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "Many of them are trapped, Sean. I was grateful enough that we got one family out that my husband and I will be sponsoring in the United States, somebody who I consider family. I want to thank, Congressman Mike Garcia out of California and Charles Navarro and Senator Cotton for all the great work that they've been doing. But let me tell you what's happening on the ground right now -- right now, there are Americans with passports that cannot get to the airport. There are Americans who are being asked to leave behind. Their families like the woman that I spoke with who's been on an emotional roller coaster. I've been on the phone with her for three days now, trying to get her out. And they told her -- well, we could send somebody and we could get you out, but you have to leave your husband behind. And you know what she said to me, she called me back she said tell them to stand down. I will not leave my husband behind. I will not leave my family behind. Maybe the president of the United States has forgotten us, Americans, and is leaving us behind. But I will not do that. Sean, I got to tell you, that is a true American. That is someone that should be here. That is someone that the president should be listening to. She is sending out a plea to the president tonight through me, saying, Mr. President, please do not leave Americans behind. Do not forget us. There are children there. They've had the Taliban on their tail. They have been literally running from house to house, Sean. I can't tell you how many hundreds have been doing this. I know for a fact speaking to former CIA officers who are in contact with me right now. There are Americans with passports that were literally turned away from the gates at the airport. And those that made it out, some of those that made it out like my friend that are in Doha right now have said that they've gone from one hell to another. They are pleading with the administration. They will be executed. If you do not get them out, Americans will die, and they say the blood will be on President Biden's hands."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Pete Hegseth, I've been doing radio 33 years, here on FOX, 25 years, I never ever thought in my lifetime an American president would give into a terrorist deadline and leave Americans behind and leave our allies behind. But it appears that's what we're headed towards, it appears that's what Biden's locked into. PETE HEGSETH, CO-HOST OF \"FOX & FRIENDS WEEKEND\": That's exactly what has happened. What Sarah just lied out is precisely correct. Jen Psaki today said, if you've got a phone number of a citizen or someone that can't get out, tell me. I got a phone full of phone numbers and I'll tell you every other vet in America who served in Afghanistan has a phone full of phone numbers of people who we've been coordinating with and working with and trying to get to a gate or that gate's closed, no, this gate, no, the gates are all closed. No, the Taliban have beaten their families and their wives and their kids, and no one is there for them. All they're talking about is the numbers or the Taliban deadline. Any person who's not in the Kabul airport right now, Sean, is currently a hostage of the Taliban. You started that, 10 days of hostages. These doors are closing. Joe Biden said, we're gone. And if you're left, tough luck. You maybe have a day or two, still to try to get through. U.S. citizens are amongst them. Our Afghan -- Afghan allies are amongst them and the unsung heroes -- and we're going to do more on this on this network -- are the network of vets who are -- who are reaching out to the men they served with, the people they know in Afghanistan, citizens and allies, and fighting every minute to get them through the small doors of those gates because Joe Biden won't do anything for them. He's turned their -- his back on them. The Taliban controls them and anyone left behind, this -- that's not mince words, any citizen or SIV holder, ally of ours who's left behind, they are dead. Their throats will be slit. The Taliban will hunt them down, and that is on America and our commitment to them."
    },
    {
      "speaker": "CARTER",
      "utterance": "Peter is 100 percent right, Sean. I've been getting text messages in my phone from Afghanistan while we've been sitting here people standing at the gates that are not being allowed in. This is a crime. It's a crime against the American people and it's a crime against our veterans."
    },
    {
      "speaker": "HANNITY",
      "utterance": "God help all of them. I can't believe I'm -- this is where -- this is -- this is what we've done. All right, thank you both. When we come back, women across Afghanistan -- oh, yeah, their future, dark, grim. The reality of Taliban rule is unfolding before their eyes. It is a nightmare as Joe Biden abandons Americans and our allies. Lara Trump, Morgan Ortagus next, as we continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, we told you about Americans, our allies left behind. What is the reality for women in Afghanistan? Here with reaction, former State Department spokeswoman, Morgan Ortagus, along with FOX News contributor Lara Trump. Lara, we are already seeing what's happening. Women are being told how to dress, not being allowed in public, women are being beaten for how they dress, even murdered for food that they didn't cook or how they cooked it, on top of everything else. What, it's back to Barney Rubble and Fred Flintstone era for the women in Afghanistan? No work, no school?"
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "utterance": "It is -- yeah, it is absolutely devastating, and it's thanks to Joe Biden and the Biden administration that every woman and girl in Afghanistan has just lost their fundamental basic human rights. Life, Sean, as they know it is over in Afghanistan for women and girls. We are talking about girls as young as nine years old being subjected to arranged marriages. We are talking about brutality, torture, rape. And if they don't fully comply with what the Taliban want, then they're just simple killed. We've already seen it happened. And, look, I don't know who needs to hear this. Perhaps it is our federal government and the Biden administration, but the Taliban is a barbaric terrorist organization. The fact that we are in any way, shape, or form considering legitimizing them at all, especially as the government of the country is mind-boggling to me. I had incredibly low expectations as to how Joe Biden would be as president of the United States, Sean. He has surpassed even my lowest expectation at this point. Every American should be shocked and shaken to our core by what we have seen happen under Joe Biden in such a short amount of time. God bless all of those people in Afghanistan."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They will need our prayers. Morgan, you were with Secretary of State Pompeo. We are leaving Americans behind, our allies behind and women will be subjugated in ways -- well, very rightly described by Lara. It couldn't get any worse."
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESPERSON",
      "utterance": "I could not agree anymore and I've been in the room with Secretary Pompeo whenever you got on the wrong side of him in a negotiation and it is not pleasant for the other party. But that's the kind of leadership that we need, that is the kind of tone and attitude we should be taken with the Taliban right now, and not begging them and cajoling them in order to get our citizens out of the country. And that is the fundamental difference that this administration does not understand whether it is negotiating with the Taliban or the Iranians over the JCPOA or dealing with the Chinese communist party. They don't understand negotiating from a position of strength. One thing Lara just said that it's really important, she talked about this push to start to legitimize the Taliban. Why is that important? Because China and Russia still have embassies in Afghanistan that they have not evacuated. They have recognized the Taliban. There's $9 billion -- over $9 billion of government have Afghanistan cash in the United States right now in our various central banks. And there will be a push, I believe, by this administration to try to give the Taliban access to that money. Congress should stop that from happening. And at the United Nations, you will see, China and Russia try to push to legitimize the Taliban and to get rid of those sanctions regime. That's what's coming over the pike -- over the next month, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah. And, by the way, the Chinese already lectured America, if you can believe it after COVID, on human rights. The Biden administration, not Mike Pompeo. Thank you both. Sad, tragic, preventable, all of it. More \"Hannity\" after this break."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Unfortunately, that is all the time we have left this evening. Please set your DVR and never miss an episode. In the meantime, we've got to hope and pray that Joe Biden will wake up and change his mind. And not a single American or one of our allies can be left in harm's way. There is still time, Joe. Wake up. We are Americans. The Dutch, the Brits, the French can do it, you can. My heart is troubled. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}