{
  "date": "August 10, 2021",
  "headline": "'Gutfeld!' on vaccine mandates, Cuomo brothers",
  "subHeadline": "Guests: Curtis Sliwa, Larry Elder",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-vaccine-mandates-cuomo-brothers",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "No, there's not. And I will tell you from personal experience, my rising kindergartener told me two days ago, she could wear a mask all day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"IT'S THE CUOMOS\". Starting Andrew and Chris. Cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's the bro with a show and the bro who won't go. The obnoxious anchor and the political canker. The arrogant hosts and the governors whose toast? The commentator whose last appeal and the creep who'll cop a feel. The chucklehead who blows hot gas and the fiend who likes to grab.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "An ass. Sorry. So as Governor Cuomo drowns in denial, how can CNN manage a smile? While they're handling his brother, the crisis intervention specialists with kid brother gloves. They sent out that mound of flesh Captain Poppin' Fresh to attempt to clean up. I wonder, does Chris Cuomo have a lot to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN STELTER, ANCHOR CNN",
      "sentences": "Chris Cuomo has a lot to say. But right now he cannot say it. CNN management has made two things clear to him. One, that he can't talk about his brother Andrew Cuomo on T.V. and two that he cannot participate in any more strategy sessions with the governor's aides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, isn't that convenient? Imagine if CNN use that on everyone. Yes, he did something totally inexcusable, but we told them to stop. Well, wait, they did do that with Jeffrey Toobin. So, I guess it works. But think about it a news anchor helping the embattled governor to craft responses for alleged news outlets like CNN. We always knew Dems and the mainstream media were in bed together but we didn't know it was incest. And CNN's response, don't do that anymore. And also don't talk to anyone either. Two things I was once told that an orgy by Tom Shillue. Come on. Remember that horrible kissing montage? Talking about a super spreader. Something only a T.V. person would come up with. I couldn't tell if I was watching Cuomo's press briefing or a hot tub episode of The Bachelor. And then all of a season to hosting Family Feud, Richard Dawson didn't slobber on as many people as Cuomo has. Oh man. But montages are straight from the T.V. playbook. And I put money on Chris for pushing the idea. Hell he told me to do one for this very segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Greg. Gregory John Gutfeld. Oh yes. Gorgeous. Oh. Oh damn. Hmm, I think he looks great in jeans. Oh, yes. It's a present for your eyes. Oh, no, yes. No, no. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is disturbing on many, many levels. All right. But the good news, Stelter then said he talked to his sources and not the ones at Arby's but I bet that he got some exclusive facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STELTER",
      "sentences": "This week, I've been doing reporting on the media angle of this Cuomo story, which has meant talking with staffers here at CNN, about Chris Cuomo and his one of the kind situation. T.V. star in primetime, Governor's brother at all times. Now, let's just be candid with each other. These staffers I'm talking with are my colleagues, of course, and I assured them, they could speak anonymously and candidly. What I found is a more complicated story than you might think. This has been a conundrum for CNN, that has no perfect answer, no perfect solution. Some think CNN made it worse by letting Chris interview his brother when COVID-19 was ravaging New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You think so? Yes, adventure that waving around a giant Q-tip while thousands of elderly are dying in New York nursing homes, probably not making it better. I guess you could have done something worse though, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "sentences": "Do you think that you are an attractive person now because you're single and ready to mingle? Do you really think you are some desirable single person and that this is not just people's pain coming out of them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "I think yes, beauty is in the eye of the beholder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what, it did make it worse. Anyway, what's the big news that you got, Brian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STELTER",
      "sentences": "But that was an unprecedented time period. And so is this one, a famous family in the news, a governor who soared to the highest tides last year now falling to the lowest lows. Self-inflicted wounds and a brother who just wants to do his job, just wants to anchor his show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just wants to do his job. So that's what you got from your anonymous sources who happened to be your candid coworkers? That it's like really complicated. It's really confusing like Christ just wants to do his job. Well, you in earth some real nuggets there, Captain Crunch. Something tells me you just stood around the vending machine eating Funyuns and you're waiting for people to come by so you can say boy, this Cuomo stuff, am I right? Though, I can't argue with the anonymous part. Have you seen CNN's ratings? Screw the witness protection program. If you want to hide from the mob, get a show at CNN. No one will ever find you. So what is Brian's big message here? Chris is just some hard-working guy who wants to do his own show, which makes me wonder, who was one of these anonymous sources? Does it rhyme with Chris Cuomo, this bomo. But Brian realized something else that reporting stuff suddenly is really complicated. Finally, CNN discovers nuance. A quality that was missing when they covered the police. Remember, the cops were all guilty and the suspects were victims? And how about Trump voters? They were all bigots, right? There was no nuance there. In fact, if CNN actually practice nuance, they no longer have a network. Their business plan is based on painting everyone with a broad brush, but at least Brian can say he tried.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STELTER",
      "sentences": "My sources say the management has been clear about its position. He is not covering the governor on T.V., period. He is not talking about it at all. And you can, believe me, I tried. I wanted an interview, and I was turned down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I bet you really pushed it. You know, I bet. It's so convenient that the honorable rule that Chris stopped covering news about his brother only came about when that news became bad. Yes, so that was the deep reporting courtesy of their media reporter who's clearly spent more time covering his microwaved meatloaf with packets of gravy than covering what's happening at his own station. We have a camera in their break room. Finally, Stelter says, hey, it's all good, because people tuned in to watch Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STELTER",
      "sentences": "Viewers wanted to see him on T.V. and let's be honest, this is T.V.s. Let's not a totally irrelevant factor. Chris had the highest-rated hour on CNN on Tuesday, on Wednesday, and again on Thursday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. It's not about news. It's about ratings. But I hate to tell you they were tuning in to see if he'd ever talk about his brother to pretend that wasn't part of the momentary rise in ratings is also to pretend Trump had nothing to do with their best numbers in years. The best part about this story normally you don't get to see cable news shape the news right in front of you. But like a pilot in distress landing on a highway instead of a residential area. They steer toward one story at the expense of the other. But here you got to see him scramble desperately protecting themselves. You wonder why no one takes CNN seriously. They don't take themselves seriously either. Let's welcome tonight's guests. She's the same station from Fox Nation, host of Monsters Across America, Kacie McDonnell. He's more New York than a rat eating pizza on hookers lap. New York City Mayor of comedy Curtis Sliwa. Like her favorite bait she's fruity and harmful to minors. Fox News Contributor, Kat Timpf. And he knows when it's raining before anyone else does. My massive sidekick and the NWA's World Television Champion, Tyrus. Curtis, when you think in New York, we think Curtis Sliwa, the guardian angels. You've been around, you've seen it all, this is pretty -- some pretty crazy stuff. Do you think this guy, the Governor Cuomo is going to last?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURTIS SLIWA, MAYORAL NOMINEE, NEW YORK CITY",
      "sentences": "Well, I got to tell you, I know the Cuomos, I know where all their bones are buried and who buried them. So, I don't know if you know on WABC talk radio, Chris was actually a partner of mine for a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "And this is when he was a legitimate journalist and he didn't have opinions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Right? And they said you're not good for talk radio. Now, look at him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Opinions a mile a minute, but you got to understand this goes back to his roots. He's a mamaluke, a mama's boy to Matilda, the mother. He's got to prove he's no (INAUDIBLE) he's not going to throw his brother Michael Corleone under the bus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "So he's become his wartime consigliere. You will see. I predict that when Andrew Cuomo is on the outside looking in, there'll be in that compound out in the Hamptons, the only ones who get in the Corleone-Cuomo compound of the few friends that are left and the rest of you, the foes and me, a foe for life, we're on the outside looking at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. You know, Tyrus, there is a point to be made about family. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Or breaking news that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. I just got my --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "The B Stelter dropped on us? It was the same montage that was his brother used except it was him like nice pitchers with his hands in his pocket walking in the beach. And his only crime is that he loves too much. I mean, he's literally just the greatest person in the world and the toughness of this interview. Was he just -- what Chris? Oh, he just really wants to do his job. And he has so much -- what? I'm saying that. But he literally -- he was -- the one thing you didn't see was Chris sliding him to paper to finish it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That was the most complimentary interview on something that really should have been simple. If Chris Cuomo was really about the people and doing his job. I thought he was the first guy on the line who says all women should be heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And listen to and shouldn't he be supporting that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Regardless -- even if it is my brother or not my brother, if he broke the law, or he did these things that he should be fired. That's what a journalist should be saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He doesn't want to go on T.V. because he thinks it's bad for his family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They should -- Stelter should have interviewed him, right? Instead of him being the host. He could have been the guest, Kacie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He told him no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "He tried really hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "Chris, t's one of these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. No, the management said no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, the management said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Not Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He's ready to tell a story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "But now he can be -- he can't be in any strategy meetings anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "So, I can't help out with that. Imagine, though. Well, and the AIDS, he can't talk to the AIDS, but he just lost another one today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "So I don't know how many are left. But imagine if it was CNN reporting on DeSantis and he had a brother at Fox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "What would that look like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Terry DeSantis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Oh, that guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. He's a jerk. I throw him to the wolves, Kacie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, but it's a good point. If -- I mean, there is no -- whenever Fox -- when CNN is dealing with Fox or anything that is non- liberal, it loses all nuance. But now the nuance suddenly becomes visible it's them. It's -- things suddenly get really complicated, Kacie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "Muddying the water a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you make of this, Kat? We've talked about this. We all think you should go, he hasn't gone. These people are ditching --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I guess, you know, they have to move, moving sucks. I get it. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's got to move out of the mansion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. But it's just -- even Stelter calling it family drama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That really kind of downplays a little bit, right? Like it wasn't like, you know, he was a little rude and Cheryl's new boyfriend at Thanksgiving. Like he's a serial groping grandma killer refusing to leave the mansion, even though everybody says he's got to go. So even in saying, listen, we're taking this so seriously, in the same breath. He's also downplaying it, too. It's been a very interesting study in narcissism to watch. He really thinks he's going to be able to stick it out. He really believes that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, don't say stick it out because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He's running the media cycle. Greg Gutfeld would say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You people are filthy. Applauding such degradation and perversion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But the problem -- the problem with waiting out the cycle that doesn't work for him, because then there's just a new bad thing he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think seven investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I still think it's the -- I think nursing homes are still the worse than this. But we're the only people that feel that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Murder is tough to beat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes, exactly. Anyway, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's murder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's murder. Before we go, we got a huge announcement. We're taking the show on the road. Yes, this show. One week only and we want you to come see us. We'll be in Nashville at the listening room cafe. September 27th to October 1st. To get your free tickets. Go to foxnews.com/gutfeld. Look for the link on the left side of the page. This is going to be great. But hurry tickets are limited and are first come first served. Up next Joe Rogan says it's time to thwarts the idea of a fax passport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please God make this in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Rogan wants to abort the vaccine passport. Meanwhile, viruses don't exist when Obama is in your midst. First Joe Rogan blasted vaccine passports and the power-hungry politicians who push them. JOE ROGAN, \"THE JOE ROGAN EXPERIENCE\" HOST: As soon as you tell them you have to do this, or you can't do that. You have to listen to me. Now you have a mini dictator. You have a one step away from a king. You have a one step closer. You're moving one step closer to dictatorship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No wonder the failing legacy media wants to shut that guy up. Over on CNN more silliness from grim Jim Acosta who wants to name variants after Republican lawmakers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Perhaps it's time to start naming these new variants that may be coming out after them. Instead of the Delta variant, why not call it the DeSantis variant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hmm. Can you imagine how dumb you have to be to be proud of that? Next time I eat bad food and have diarrhea I'm going to say of the Acostis. See? How easy that was? See how easy that was? It's nothing to be proud of, Jim. By the way that could happen in the next 10 minutes. But conservative YouTuber and pundit Mark Dice decided to see how far the authoritarian streak can go. Why not throw all unvaccinated adults in jail he asked. MARK DICE, AUTHOR/MEDIA ANALYST: We're going to start having them arrested if they refuse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DICE",
      "sentences": "Print, birthday, signature to incarcerate the anti-vaxxers. I'm not sure what country they think they're living in, it's time to give them a little incentive and they can think about what they've done sitting in jail until they're ready to take the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want to arrest people for not getting a vaccine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DICE",
      "sentences": "They're contributing to the Delta variants being spread, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a scumbag, dude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That guy should have cost his job. That's kind of healthy. But we'd be remiss if we didn't bring up the former president so called scaled back 60th birthday bash. So tell us what exactly did he scale back to the helipad not provide bottle service? Was there no shaved ice in the urinals? I happen to like that. I do. It's kind of fun. Someday (INAUDIBLE) well, there were no masks in sight just lots of bad dancing. Apparently you're saved from COVID while you're drinking champagne with your pinkies out, appetizing on seared escargot while trying to avoid Chrissy Teigen. After like, unlike the rubes at the Sturgis motorcycle rally in South Dakota. Who wouldn't know a vaccine from Jim Beam? Haha. These elites are sophisticated, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNIE KARNI, WHITE HOUSE CORRESPONDENT, THE NEW YORK TIMES",
      "sentences": "This is going to be safe. This is a sophisticated vaccinated crowd. And this is just about optics. It's not about safety.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hmm. See all somebodies have antibodies. It's the nobodies you have to worry about. It's a little wordplay there, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. So, I'm happy that Obama had his party. I'm just pissed off that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I've never been happy for anybody else's party. I'll say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wait. I was going to ask --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I love Obama but damn, I don't give a damn about your party. I wasn't there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I thought you were there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And I'm dancing not cleaning it up. No, I heard they scaled back the thing so I made other plans. You know, it was a -- we had a special one on T-bones at fresh market. So I, you know, got in the line early.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. What do you make of the passports?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know, that's another thing that we just don't get it in this country. You want it -- you refuse to support the things we do need like I.D.s, and driver's license et cetera. But you want to add stuff. You want to add one more thing to put in your wallet. You want -- that you won't possibly able to find the one time you need it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Like we just -- we continue to come up with just ridiculous things. So now you're going to put two things on the people you fight so hard for. Like we don't have the skill set to get an I.D. so now you want to lay and passport on us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "What next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know, you want us to finish school? I mean, this is just -- it's crazy the stuff that they come up with these passports, they -- but you can't have an I.D. to vote. It's just -- it makes no sense. And Joe Rogan is 100 percent right. It's funny whenever the former administration made any kind of suggestion, it was immediately that he was the next czar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "This was a dictator move. But when they start talking about it, it's fine. And they're doing it for us. Isn't always the dictator's golden road is always I'm doing it for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know, and, and speaking of -- and the one thing I would say they wish wouldn't do, somebody needs to pull Acosta aside and say, look, the comedian stuff doesn't work. You're supposed to be a journalist. This is the third time I've seen him try to make a jab at somebody and it comes up horribly wrong. He just sent him to like comedy school to learn timing before he tried to call President Trump a clown. But he explained what a circus was for so long. Like, you know, I mean, you go to the circus, and you get the popcorn. And then there's the elephants and then you're the clown, Mister. And then he just poses. The same thing with the thing there where he was like, maybe they should name it after Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it was like the Swalwell debate where he goes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Like he's waiting for some guy in the back. Oh, sorry. I didn't mean to break the silence. This guy's great. He really needs to take classes or try something crazy. Report the news with your opinion on of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eric Swalwell farted, that was funny though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was really good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It was a cough. I swear it was a cough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was. It was the best thing that came out of his body. Kacie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Now, I'm trying to think. How does this work? They got my family. It's Friday night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Red Lobster. I want those jumbo shrimps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "I'm going to need a bodyguard like him outside and keep me out. If all of a sudden he goes, oh, you can't come in here. You and your family. You got to have those Vax passports. There's going to be a riot outside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. There -- of course, of course. And -- I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "And then you call the police, you defunded the police so they're no police to show up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "And what if you leave your passport --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "It's going to make made chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "But what if you leave your passport and then there's condensation from your water and the passport gets wet and it's smudge and then you don't have a passport anymore?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you have to make a lot of copies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And you have to keep them in your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That's a federal offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I'm sure it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There were so many wrong things with this passport. Even if it's well meaning -- to Curtis's point, there's 70 percent of blacks in New York aren't vaccinated. And so essentially we're doing segregation by elimination. If you don't have your -- you can't come in. So where do -- so where do they eat? So what happens is oh, you were you can eat outside. So you're going to see restaurants where blacks are eating outside and whites are eating inside. That sounds a little familiar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Too familiar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Hey, you want to work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "You can't go to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "They're not going to let you work and pay your bills. So naturally, you're back, you're going to collect welfare or unemployment, or whatever. It's left to stimulus. This is crazy. And we're following Macron in France. How's that working out in France? Real good, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And you're -- and wearing the (INAUDIBLE) you are the expert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, what your thoughts on -- are you happy about the Obama party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I think it's great for people to have large raging parties. I think that's something that I've remained consistent on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But I wish he would have just not hidden it and been like, hey, look, we're outside people are vaccinated, and I'm 60. And I'm rich, and I am going to live it up. But instead, he was like, oh, don't, you know, don't post it. Delete the photos. Oh, it's a scaled back event. Oh, it's sophisticated. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "-- and that party looks thron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. That was the thing. If it's sophisticated means you can't transmit the disease. That's a new definition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "So maybe I can because this is plastic and not glass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "As long as you drink champagne, you're safe. That's what I say about everything, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. And I don't listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's good on you. All right. Up next. Getting shot in the face has become nothing but commonplace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The left of villainized the police now our cities have no peace. Over the weekend in Chicago, 73, 73 people were shot, 11 fatally. That includes a 29-year-old police officer named Ella French. She and another officer were conducting a traffic stop when a suspect open fire from the backseat of the car. In Denver, nine people were shot, two fatally over a six-hour period. And in New York, five men were shot at a party leaving two dead. So, now, it seems violent crime is now as common as the weather. A typical forecast in any major city possible robbery with a chance of assault and scattered murder. Tomorrow is going to be warm but wear a bulletproof vest, anyway because this weekend it will be raining bullets. Couple that with a record low in police officers and a record high and murder rates. Forget the umbrella, bring the Uzi. So, how do we get here? Perhaps we're on the verge of acceptance, a nationwide Stockholm syndrome where we just embraced the thuggery. Maybe it's because there's no traction on these stories since the media wants to protect the far-left leaders in these cities whom they agree with. It's like when Andrew Cuomo let people in nursing homes die, the media opined that he should be president. Americans are going through hell, but with the media, you could never tell. For more, let's check in with our Crime Correspondent Joe Machi. Joe, how are things looking out there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "sentences": "That's right, Greg, crime is skyrocketing. You can't tell when this stumbles strike. Dammit, Jimmy Failla is loose again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If only that was the crime. So Curtis, you started the guardian angels in 79 as a response to lawlessness in New York City. You're running for mayor now. If New York is like the 10 of 1979 how bad it is, where are we now? And what, what can we do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURTIS SLIWA, REPUBLICAN",
      "sentences": "MAYORAL CANDIDATE: We're about a five.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "I remember those 42 years. I've developed the Guardian Angels in 13 countries 130 cities. So, all the cities you mentioned: Shy Town, Dandra -- familiar with it. I think if you leave it in democratic control, there'll be more interested in you getting your shots before you visit this city, one shot or two shot instead of the lead poisoning you get from being shot. They'll give you a mask. And they're going to have to give you a bulletproof body condom to come visit right here in Times Square or Herald Square and go there Macy's. It's so ridiculous. And the, the situation is such we defunded the police. They've been asked to step back, and nothing has filled the void.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Notice these sanctimonious hypocritical politicians who was surrounded by 24/7 armed guards from their police departments, while the rest of the people have only themselves to depend on. I never trusted politicians before. I don't trust them now, even though I'm one the first time I kissed the baby and shook her hand. The people have to take care of their own fate. Because if you leave it in the hands of these big city mayors, look at what happens. You're going to face down the Uzi toting dope sucking psychopaths and killing machines. And you're not going to have police to defend you. But they will 24/7-3-6-5.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could never be a politician because I'd always get the thing switched. I would end up kissing a hand and shaking a baby. But that's a hypothetical thing. It never actually happened. Kacie, what are your thoughts? How would you solve the crime problem? Kacie, in 10 seconds or less. I'm joking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KACIE MCDONNELL, FOX BUSINESS NETWORK HOST",
      "sentences": "Yes, I think that there is to your point, there's a huge disconnect between these politicians, the citizens and law enforcement. And that is a big piece of this whole this whole pie you had this officer who was fatally shot over the weekend, Lori Lightfoot is going into the hospital and the rest of the officers are turning their backs to her. I mean, this is this is a big issue and we need to figure it out. Meanwhile, she's at Lollapalooza. Didn't you just see the lineup, why not go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "I mean, it's just, it's mind numbing in that sense. But when something happens, when there is an intruder in your house, you're supposed to call a social worker. So, maybe Corey Bush said get double social workers to, to, you know, be there and help out to defuse the situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They should do an Uber for social work, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "I mean, I might use that sometimes. Not for crime, just other stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They probably do whatever you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I don't know. I mean, the thing that stuck out to me was this Brooklyn party. They interviewed a security guard who worked nearby. And he said, it's a party, anything can happen. I wasn't surprised. Like, how bad are things? If you're like, yes, so I wasn't surprised. And it just proves how wrong everyone was saying that when, you know, people like us were talking about this, you know, forever about the rise in crime. And people say, Oh, that's just a republican talking point. No, the people were there, they know. It's real to the point where they're not even shocked by it anymore, that's really shocking and really sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there is this radical instinct, Tyrus, that we, we need to tear down something that exists, but we have yet to come up with anything to replace it. So, the defunding, as you say Curtis like leaves a hole? And nobody -- so, if you get rid of the police, then what do we do? What, what should be there? The social workers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NEW CONTRIBUTOR",
      "sentences": "No, and here's the thing, and you make a great point. They, they have these great ideas, but none of them can be practiced in the really real world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It sounds good. And the only way, I don't know if we can fix the situation when the police in this country, because it's gone so far beyond the pale to where the great ones have retired and moved on. They're looking at new careers and new things. Where as long as politicians are allowed to just say off the top of their head or whatever, whoever's filling their pockets or whatever sounds good is going to get them the most commissions for their friends outside of their office. You got to take qualified immunity away from politicians. They want to take away from police officers are getting sued by people who they are arrested, start taking away from these politicians because they won't be so quick to go off to the concerts when their statements, their, their decisions. They could be held financially and criminally liable. Well, they would change the way they do things but again, that has to come from them. And they're not doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Right. You and me we're going to go to an after hours club or a house party which Kat talked about and you get stopped and fresh that the door so if you get stopped and fresh at the door before you come in and make sure you don't have your nine fully loaded. Why won't they let the cops do a stop and frisk in the street? Because the same guys are roaming the streets in their cars into a drive by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Common sense. Common sense. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We've got to move on. I'm all for stopping and frisking. I really enjoy the frisking. Don't go anyway, California GOP gubernatorial Gubernatorial Candidate Larry Elder joins me next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's stepping up to the plate to save the Golden State. On September 14th, California will hold a special election to recall Governor Gavin Newsom. Among the 24 GOP candidates campaigning to replace him, is my next guest. He's a New York Times best-selling Author and Host of the Nationally Syndicated Radio Program \"The Larry Elder Show,\" joining me now somebody named Larry Elder. How are you doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, HOST AND AUTHOR",
      "sentences": "Greg, I'm good. How are you? Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, I got my first question is, are you crazy? I mean, California, is California salvageable? Is it salvageable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I really think it is. You know, the legislators are dominated by super majorities in the Senate and the Assembly. But the governor has a lot of power, even dealing with the hostile legislature, including the power to declare a statewide emergency. I have a line item veto. I have the ability to appoint the commissioners and people to the Public Utility Commission. I also have that big thing known as the bully pulpit. So, there are a lot of things that I can do. It's not hopeless. We're talking about crime. We're talking about rising cost of living, we're talking about the outrageous homelessness. And the way this man has ignored science while his own kids were enjoying in person private education while shutting down schools for kids already behind. We have among the lowest scores in California and 75 percent of black boys before the coronavirus pandemic rate could not read at state levels of proficiency and that was before the pandemic. Almost half of all third graders cannot. I support choice and public education. Teachers union adamantly opposed to that, and guess who's the largest funder of my opponent: the teachers union?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course. Yes. And if you tap -- I mean, the, the sad thing about education, I mean, if you tackle the education, all the other problems get solved, right? I mean, basically, you, you, you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Crime, homeless, all that stuff is somehow linked to that those first years of life, where essentially, we have handed over that period of life to an elite class of activists and unionists, essentially, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, that's right. My high school is Crenshaw High School. If you saw the movie boys in the hood, that's my high school, only two percent of kids are math proficiency. Now, the inner city parents' polls show black and brown parents want the ability to say. I want to put my kid into a charter school, a private school or religious school. And again, the teachers union are adamantly opposed to that. And when you look at where teachers pull their own cool school-aged kids, Greg, they're far more likely to have their own kids in private school than households that don't have public school teachers. The people that know the school system the best, aren't putting their own kids in them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, I want to talk to you about the homeless situation, because it's the most obvious thing that you see whenever you land in L.A. or San Francisco. These -- this is not the way people envision homelessness as like, oh, this family was thrown out of their house or it was a homeless veteran. These are people that come with tents, and they live, they just live on the street there. A lot of them are healthy, a lot of them are mentally ill, but they refuse to leave. And they have people on their side. They have an active, again an elite activist class that is there protecting them. How do you get -- what, what would you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, that's right, what the, what the, what the governor does and what the lawmakers do in Sacramento is what I call a housing first policy. And that is to build homes and far more far more expensively than the private sector we do, without dealing with the underlying reason why people are on the streets, majority of them are mentally ill and have substance abuse problems. Those need to be dealt with is all sorts of treatment centers. We have all sorts of money for that and then you need to have low cost housing so to the extent that you can get some of them off the street, where they're going to go? The average price of a home in California is 150 percent more than the average price of a home in America and because of the rules and regulations and the environmental extremists, the average price of a home in California is literally 50 percent more than otherwise would be. So, in other words, you need to suspend some of the rules and regulations that are causing the private sector not to be a low cost housing. We need to get the churches involved, religious organizations involved in counseling people and getting them to become self-sufficient, and then this problem over time can be solved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What -- how do you feel about running against Caitlyn Jenner? We know how you differ in some ways, but politically?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, Greg, I want to take a punt on that one, because this is a two-step deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Unless 50 percent plus one California voter recall Gavin Newsom, it doesn't matter how well the Republicans do. I'm way ahead of the other Republicans, I've raised way more money than all but one of them who can sell fun. So, I'm not worried about the Republican side. That's what people do remember why 2.2 million people signed that petition. A good quarter of them are Independents and Democrats who want this guy out for all the reasons that I just now mentioned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think his chances are of being recalled? Because I just saw a poll now that looks like it could happen. But then everybody I know, there was ads, this is just he's safe. What do you, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I think he's in serious trouble, and he knows it. The, the polls are right in the margin of error, about half of them want him gone, about half of them don't. And 53 percent even if they don't want him gone, don't want him to have another four year term. So, he is in trouble no matter what. And I think and I know that he's worried about me. That's why I'm urging people to go to Lake Eldred, calm. Don't know something in the tip jar because he can raise and spend an unlimited amount of money. One teachers union just gave him 1.8 million, and shortly after was obvious. I was going to run the Service Employees Union gave him five million. It looks like he's going to spend anywhere from 50 to $75 million to defeat me. So I need people inside California and outside California to help me by going to Electelder.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Awesome. Well, thanks, Larry. Thanks for joining us. Best of luck. I'm from California. It's not the place I grew up in. Probably, probably not even close at this points. I don't even -- I don't even go there anymore. But anyway, I hope to one day return. Thanks, Larry. All right, up next. He broke a sacrifice for her Savior, then blamed an ad for her behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's time for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"TWO STUPID STORIES.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She blames the clown for letting God down. A Christian orthodox woman in Russia is suing McDonald's, claiming an advertisement forced her to break her Lenten fast for the first time in 16 years, and go get one of their cheeseburgers in April of 2019. That's two years ago, at least. She's asking for McDonald's to compensate her for what she calls moral damage in the amount of 1,000 rubles which is $700,000. That's 14 bucks. I still don't believe this story. At least she hasn't stolen anything and blamed it on the hamburglar though. That's good news. Anyway, that story makes you not want to live on this planet anymore? You are in luck. NASA is looking for four volunteers to spend a year living in a fake Martian habitat complete, complete with spacewalks, restricted food and limited communication with the outside world. I love it. But it has the doubters of the moon landing, claiming they're going to fake it again. So, is Mars the solution to Earth's endemic growing problems? Well, it's like my dad used to say, Greg, the earth is the cradle of humanity but mankind cannot stay in the cradle forever. He also wrote erotic fan fiction to Captain Kangaroo. But you know, teach his own I say, sorry, Tyrus. Tyrus, which story would you like to address?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Oh, the, the -- what you just said that's a whole sit down? Actually, man, you know what, the Mars thing is a really good idea. Just takes the right family to put up there. Yes. And what a better time for Cuomos in space. It could be phenomenal. Go up there for a while, you know, five, six decades, wait it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Take Stelter with you. And then he can interview up there and then mail them to us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And I'll read them right here on this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. That yes -- it's like, it's kind of lost in space. He also can be like the little robot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He moves much like the robot. Oh, you got to stop hitting on him. KACIE, it's too -- I'm too mean. What do you what would you like to comment on Mars or McDonald's?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "The McDonald's thing irks me because I think that we all need to stop wanting to have a problem just to have a problem with things like you said this was two years ago. And also, if it really made you want a burger like you're getting a McDonald's burger, that's disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "Like, go to Shake Shack, go somewhere else -- this is not an ad, anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But, but it was -- this was in Russia, but I honestly do not. I've that -- we did this story on \"THE FIVE\" and then I'm doing it now and then I'm going this didn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I'm sorry. It's not my turn anymore. But it's my brains explode. Shouldn't she be blaming God?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Like it's his fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The guilt is so real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, I was so I was super Catholic in high school and I went to a Lutheran School and I was hanging out some of my friends and we were going to order food and then go to the movies. And you know we ordered Chinese food every Friday, and everything got meat in it, and I went and I didn't want to be weird. I want to be cool. So, I ate the meat. We go to the movies. Guess what movie we saw? \"The Passion of the Christ.\" I felt so bad. I was like I did all that and I could -- I had to be cool. I felt so bad if there was someone I could have sued maybe I should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just remember Good Friday, then forcing those stupid fish sticks down our throat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "We had macaroni and cheese and they would make (INAUDIBLE). The ladies at the church would make (INAUDIBLE) and those were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Wait, people gave you guys food when you were kids?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Curtis, I know this is completely off topic. But how many cats do you have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "16.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONNELL",
      "sentences": "My hero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Every one of them would have been euthanized in the shelter if I and my wife hadn't rescued them. And when I'm Mayor in New York City, no dog, no cat, no animal will ever be euthanized again. No kill shelters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. Again, nothing to do with this story. Where do you keep the cat and do you live in like a ranch? Do you have a ranch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "No, no, 328 square foot apartment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "That's it, with three litter boxes. I change it three times a day, double hernia every few days. But they are all furry little friends, they are a family members. Would you rather be with your animals than sometimes your kids? Your grandchildren, your grandparents, your husband, your wife?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I would like to go on the record and yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "325 square feet, that is basically this area, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I can get more cats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "like that's this area that's I'm staying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLIWA",
      "sentences": "Didn't Elon Musk say we got to get used to micro living? And he's in a 350 square foot, I got him beat. I got him beat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. That is amazing. OK, OK, we're out of time. Don't go away everybody. We'll be right back. That's amazing. That's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We're out of time. Set your DVRs every night so you never miss an episode. Hey Kacie McDonnell, Curtis Sliwa, Kat Timpf, Tyrus. Congratulation Tyrus! Larry Elder. Our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT (on camera)",
      "utterance": "He says that his concern is about harmful, emotional, academic and psychological effects of putting kindergarteners in maths for hours at a time. Is there any concern from officials that you guys talked to in your early pre-decisional discussions about that?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "No, there's not. And I will tell you from personal experience, my rising kindergartener told me two days ago, she could wear a mask all day."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST (on camera)",
      "utterance": "That's where I get my science from her kid, she never said that. Happy Monday. It's time once again for."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"IT'S THE CUOMOS\". Starting Andrew and Chris. Cool."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's the bro with a show and the bro who won't go. The obnoxious anchor and the political canker. The arrogant hosts and the governors whose toast? The commentator whose last appeal and the creep who'll cop a feel. The chucklehead who blows hot gas and the fiend who likes to grab."
    },
    {
      "speaker": "TYRUS, FOX NATION HOST (voice-over)",
      "utterance": "Don't do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "An ass. Sorry. So as Governor Cuomo drowns in denial, how can CNN manage a smile? While they're handling his brother, the crisis intervention specialists with kid brother gloves. They sent out that mound of flesh Captain Poppin' Fresh to attempt to clean up. I wonder, does Chris Cuomo have a lot to say?"
    },
    {
      "speaker": "BRIAN STELTER, ANCHOR CNN",
      "utterance": "Chris Cuomo has a lot to say. But right now he cannot say it. CNN management has made two things clear to him. One, that he can't talk about his brother Andrew Cuomo on T.V. and two that he cannot participate in any more strategy sessions with the governor's aides."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, isn't that convenient? Imagine if CNN use that on everyone. Yes, he did something totally inexcusable, but we told them to stop. Well, wait, they did do that with Jeffrey Toobin. So, I guess it works. But think about it a news anchor helping the embattled governor to craft responses for alleged news outlets like CNN. We always knew Dems and the mainstream media were in bed together but we didn't know it was incest. And CNN's response, don't do that anymore. And also don't talk to anyone either. Two things I was once told that an orgy by Tom Shillue. Come on. Remember that horrible kissing montage? Talking about a super spreader. Something only a T.V. person would come up with. I couldn't tell if I was watching Cuomo's press briefing or a hot tub episode of The Bachelor. And then all of a season to hosting Family Feud, Richard Dawson didn't slobber on as many people as Cuomo has. Oh man. But montages are straight from the T.V. playbook. And I put money on Chris for pushing the idea. Hell he told me to do one for this very segment."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Greg. Gregory John Gutfeld. Oh yes. Gorgeous. Oh. Oh damn. Hmm, I think he looks great in jeans. Oh, yes. It's a present for your eyes. Oh, no, yes. No, no. Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is disturbing on many, many levels. All right. But the good news, Stelter then said he talked to his sources and not the ones at Arby's but I bet that he got some exclusive facts."
    },
    {
      "speaker": "STELTER",
      "utterance": "This week, I've been doing reporting on the media angle of this Cuomo story, which has meant talking with staffers here at CNN, about Chris Cuomo and his one of the kind situation. T.V. star in primetime, Governor's brother at all times. Now, let's just be candid with each other. These staffers I'm talking with are my colleagues, of course, and I assured them, they could speak anonymously and candidly. What I found is a more complicated story than you might think. This has been a conundrum for CNN, that has no perfect answer, no perfect solution. Some think CNN made it worse by letting Chris interview his brother when COVID-19 was ravaging New York."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You think so? Yes, adventure that waving around a giant Q-tip while thousands of elderly are dying in New York nursing homes, probably not making it better. I guess you could have done something worse though, right?"
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "utterance": "Do you think that you are an attractive person now because you're single and ready to mingle? Do you really think you are some desirable single person and that this is not just people's pain coming out of them?"
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "I think yes, beauty is in the eye of the beholder."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what, it did make it worse. Anyway, what's the big news that you got, Brian?"
    },
    {
      "speaker": "STELTER",
      "utterance": "But that was an unprecedented time period. And so is this one, a famous family in the news, a governor who soared to the highest tides last year now falling to the lowest lows. Self-inflicted wounds and a brother who just wants to do his job, just wants to anchor his show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just wants to do his job. So that's what you got from your anonymous sources who happened to be your candid coworkers? That it's like really complicated. It's really confusing like Christ just wants to do his job. Well, you in earth some real nuggets there, Captain Crunch. Something tells me you just stood around the vending machine eating Funyuns and you're waiting for people to come by so you can say boy, this Cuomo stuff, am I right? Though, I can't argue with the anonymous part. Have you seen CNN's ratings? Screw the witness protection program. If you want to hide from the mob, get a show at CNN. No one will ever find you. So what is Brian's big message here? Chris is just some hard-working guy who wants to do his own show, which makes me wonder, who was one of these anonymous sources? Does it rhyme with Chris Cuomo, this bomo. But Brian realized something else that reporting stuff suddenly is really complicated. Finally, CNN discovers nuance. A quality that was missing when they covered the police. Remember, the cops were all guilty and the suspects were victims? And how about Trump voters? They were all bigots, right? There was no nuance there. In fact, if CNN actually practice nuance, they no longer have a network. Their business plan is based on painting everyone with a broad brush, but at least Brian can say he tried."
    },
    {
      "speaker": "STELTER",
      "utterance": "My sources say the management has been clear about its position. He is not covering the governor on T.V., period. He is not talking about it at all. And you can, believe me, I tried. I wanted an interview, and I was turned down."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I bet you really pushed it. You know, I bet. It's so convenient that the honorable rule that Chris stopped covering news about his brother only came about when that news became bad. Yes, so that was the deep reporting courtesy of their media reporter who's clearly spent more time covering his microwaved meatloaf with packets of gravy than covering what's happening at his own station. We have a camera in their break room. Finally, Stelter says, hey, it's all good, because people tuned in to watch Chris."
    },
    {
      "speaker": "STELTER",
      "utterance": "Viewers wanted to see him on T.V. and let's be honest, this is T.V.s. Let's not a totally irrelevant factor. Chris had the highest-rated hour on CNN on Tuesday, on Wednesday, and again on Thursday."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. It's not about news. It's about ratings. But I hate to tell you they were tuning in to see if he'd ever talk about his brother to pretend that wasn't part of the momentary rise in ratings is also to pretend Trump had nothing to do with their best numbers in years. The best part about this story normally you don't get to see cable news shape the news right in front of you. But like a pilot in distress landing on a highway instead of a residential area. They steer toward one story at the expense of the other. But here you got to see him scramble desperately protecting themselves. You wonder why no one takes CNN seriously. They don't take themselves seriously either. Let's welcome tonight's guests. She's the same station from Fox Nation, host of Monsters Across America, Kacie McDonnell. He's more New York than a rat eating pizza on hookers lap. New York City Mayor of comedy Curtis Sliwa. Like her favorite bait she's fruity and harmful to minors. Fox News Contributor, Kat Timpf. And he knows when it's raining before anyone else does. My massive sidekick and the NWA's World Television Champion, Tyrus. Curtis, when you think in New York, we think Curtis Sliwa, the guardian angels. You've been around, you've seen it all, this is pretty -- some pretty crazy stuff. Do you think this guy, the Governor Cuomo is going to last?"
    },
    {
      "speaker": "CURTIS SLIWA, MAYORAL NOMINEE, NEW YORK CITY",
      "utterance": "Well, I got to tell you, I know the Cuomos, I know where all their bones are buried and who buried them. So, I don't know if you know on WABC talk radio, Chris was actually a partner of mine for a while."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh wow."
    },
    {
      "speaker": "SLIWA",
      "utterance": "And this is when he was a legitimate journalist and he didn't have opinions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Right? And they said you're not good for talk radio. Now, look at him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Opinions a mile a minute, but you got to understand this goes back to his roots. He's a mamaluke, a mama's boy to Matilda, the mother. He's got to prove he's no (INAUDIBLE) he's not going to throw his brother Michael Corleone under the bus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SLIWA",
      "utterance": "So he's become his wartime consigliere. You will see. I predict that when Andrew Cuomo is on the outside looking in, there'll be in that compound out in the Hamptons, the only ones who get in the Corleone-Cuomo compound of the few friends that are left and the rest of you, the foes and me, a foe for life, we're on the outside looking at."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. You know, Tyrus, there is a point to be made about family. Right?"
    },
    {
      "speaker": "TYRUS (on camera)",
      "utterance": "Yes, that's why I ditched mine. 16, I was like, yes, this thing -- this thing in it. You know what's funny is going back to that -- we'll call it -- what was that, an interview?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Or breaking news that --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. I just got my --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "The B Stelter dropped on us? It was the same montage that was his brother used except it was him like nice pitchers with his hands in his pocket walking in the beach. And his only crime is that he loves too much. I mean, he's literally just the greatest person in the world and the toughness of this interview. Was he just -- what Chris? Oh, he just really wants to do his job. And he has so much -- what? I'm saying that. But he literally -- he was -- the one thing you didn't see was Chris sliding him to paper to finish it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "That was the most complimentary interview on something that really should have been simple. If Chris Cuomo was really about the people and doing his job. I thought he was the first guy on the line who says all women should be heard."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And listen to and shouldn't he be supporting that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Regardless -- even if it is my brother or not my brother, if he broke the law, or he did these things that he should be fired. That's what a journalist should be saying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He doesn't want to go on T.V. because he thinks it's bad for his family."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They should -- Stelter should have interviewed him, right? Instead of him being the host. He could have been the guest, Kacie."
    },
    {
      "speaker": "KACIE MCDONNELL, FOX NATION HOST (on camera)",
      "utterance": "He tried he said."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He told him no."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "He tried really hard."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "Chris, t's one of these."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. No, the management said no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, the management said."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Not Chris."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He's ready to tell a story."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "But now he can be -- he can't be in any strategy meetings anymore."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right, right."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "So, I can't help out with that. Imagine, though. Well, and the AIDS, he can't talk to the AIDS, but he just lost another one today."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "So I don't know how many are left. But imagine if it was CNN reporting on DeSantis and he had a brother at Fox."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "What would that look like?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Terry DeSantis."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Oh, that guy?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. He's a jerk. I throw him to the wolves, Kacie."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, but it's a good point. If -- I mean, there is no -- whenever Fox -- when CNN is dealing with Fox or anything that is non- liberal, it loses all nuance. But now the nuance suddenly becomes visible it's them. It's -- things suddenly get really complicated, Kacie."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "Muddying the water a little bit."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you make of this, Kat? We've talked about this. We all think you should go, he hasn't gone. These people are ditching --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I guess, you know, they have to move, moving sucks. I get it. But --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's got to move out of the mansion."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. But it's just -- even Stelter calling it family drama."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That really kind of downplays a little bit, right? Like it wasn't like, you know, he was a little rude and Cheryl's new boyfriend at Thanksgiving. Like he's a serial groping grandma killer refusing to leave the mansion, even though everybody says he's got to go. So even in saying, listen, we're taking this so seriously, in the same breath. He's also downplaying it, too. It's been a very interesting study in narcissism to watch. He really thinks he's going to be able to stick it out. He really believes that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, don't say stick it out because --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He's running the media cycle. Greg Gutfeld would say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You people are filthy. Applauding such degradation and perversion."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But the problem -- the problem with waiting out the cycle that doesn't work for him, because then there's just a new bad thing he did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think seven investigations."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I still think it's the -- I think nursing homes are still the worse than this. But we're the only people that feel that way."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Murder is tough to beat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes, exactly. Anyway, all right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's murder."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's murder. Before we go, we got a huge announcement. We're taking the show on the road. Yes, this show. One week only and we want you to come see us. We'll be in Nashville at the listening room cafe. September 27th to October 1st. To get your free tickets. Go to foxnews.com/gutfeld. Look for the link on the left side of the page. This is going to be great. But hurry tickets are limited and are first come first served. Up next Joe Rogan says it's time to thwarts the idea of a fax passport."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Please God make this in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Rogan wants to abort the vaccine passport. Meanwhile, viruses don't exist when Obama is in your midst. First Joe Rogan blasted vaccine passports and the power-hungry politicians who push them. JOE ROGAN, \"THE JOE ROGAN EXPERIENCE\" HOST: As soon as you tell them you have to do this, or you can't do that. You have to listen to me. Now you have a mini dictator. You have a one step away from a king. You have a one step closer. You're moving one step closer to dictatorship."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No wonder the failing legacy media wants to shut that guy up. Over on CNN more silliness from grim Jim Acosta who wants to name variants after Republican lawmakers."
    },
    {
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "utterance": "Perhaps it's time to start naming these new variants that may be coming out after them. Instead of the Delta variant, why not call it the DeSantis variant?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hmm. Can you imagine how dumb you have to be to be proud of that? Next time I eat bad food and have diarrhea I'm going to say of the Acostis. See? How easy that was? See how easy that was? It's nothing to be proud of, Jim. By the way that could happen in the next 10 minutes. But conservative YouTuber and pundit Mark Dice decided to see how far the authoritarian streak can go. Why not throw all unvaccinated adults in jail he asked. MARK DICE, AUTHOR/MEDIA ANALYST: We're going to start having them arrested if they refuse."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I agree."
    },
    {
      "speaker": "DICE",
      "utterance": "Print, birthday, signature to incarcerate the anti-vaxxers. I'm not sure what country they think they're living in, it's time to give them a little incentive and they can think about what they've done sitting in jail until they're ready to take the job."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You want to arrest people for not getting a vaccine?"
    },
    {
      "speaker": "DICE",
      "utterance": "They're contributing to the Delta variants being spread, you know."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a scumbag, dude."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That guy should have cost his job. That's kind of healthy. But we'd be remiss if we didn't bring up the former president so called scaled back 60th birthday bash. So tell us what exactly did he scale back to the helipad not provide bottle service? Was there no shaved ice in the urinals? I happen to like that. I do. It's kind of fun. Someday (INAUDIBLE) well, there were no masks in sight just lots of bad dancing. Apparently you're saved from COVID while you're drinking champagne with your pinkies out, appetizing on seared escargot while trying to avoid Chrissy Teigen. After like, unlike the rubes at the Sturgis motorcycle rally in South Dakota. Who wouldn't know a vaccine from Jim Beam? Haha. These elites are sophisticated, right?"
    },
    {
      "speaker": "ANNIE KARNI, WHITE HOUSE CORRESPONDENT, THE NEW YORK TIMES",
      "utterance": "This is going to be safe. This is a sophisticated vaccinated crowd. And this is just about optics. It's not about safety."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hmm. See all somebodies have antibodies. It's the nobodies you have to worry about. It's a little wordplay there, Tyrus."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Well done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. So, I'm happy that Obama had his party. I'm just pissed off that --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Are you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I've never been happy for anybody else's party. I'll say it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wait. I was going to ask --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I love Obama but damn, I don't give a damn about your party. I wasn't there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I thought you were there."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And I'm dancing not cleaning it up. No, I heard they scaled back the thing so I made other plans. You know, it was a -- we had a special one on T-bones at fresh market. So I, you know, got in the line early."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. What do you make of the passports?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know, that's another thing that we just don't get it in this country. You want it -- you refuse to support the things we do need like I.D.s, and driver's license et cetera. But you want to add stuff. You want to add one more thing to put in your wallet. You want -- that you won't possibly able to find the one time you need it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Like we just -- we continue to come up with just ridiculous things. So now you're going to put two things on the people you fight so hard for. Like we don't have the skill set to get an I.D. so now you want to lay and passport on us."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "What next?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know, you want us to finish school? I mean, this is just -- it's crazy the stuff that they come up with these passports, they -- but you can't have an I.D. to vote. It's just -- it makes no sense. And Joe Rogan is 100 percent right. It's funny whenever the former administration made any kind of suggestion, it was immediately that he was the next czar."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "This was a dictator move. But when they start talking about it, it's fine. And they're doing it for us. Isn't always the dictator's golden road is always I'm doing it for you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know, and, and speaking of -- and the one thing I would say they wish wouldn't do, somebody needs to pull Acosta aside and say, look, the comedian stuff doesn't work. You're supposed to be a journalist. This is the third time I've seen him try to make a jab at somebody and it comes up horribly wrong. He just sent him to like comedy school to learn timing before he tried to call President Trump a clown. But he explained what a circus was for so long. Like, you know, I mean, you go to the circus, and you get the popcorn. And then there's the elephants and then you're the clown, Mister. And then he just poses. The same thing with the thing there where he was like, maybe they should name it after Republicans."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it was like the Swalwell debate where he goes --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Like he's waiting for some guy in the back. Oh, sorry. I didn't mean to break the silence. This guy's great. He really needs to take classes or try something crazy. Report the news with your opinion on of it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eric Swalwell farted, that was funny though."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was really good."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It was a cough. I swear it was a cough."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was. It was the best thing that came out of his body. Kacie?"
    },
    {
      "speaker": "SLIWA",
      "utterance": "Now, I'm trying to think. How does this work? They got my family. It's Friday night."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Red Lobster. I want those jumbo shrimps."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SLIWA",
      "utterance": "I'm going to need a bodyguard like him outside and keep me out. If all of a sudden he goes, oh, you can't come in here. You and your family. You got to have those Vax passports. There's going to be a riot outside."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. There -- of course, of course. And -- I mean --"
    },
    {
      "speaker": "SLIWA",
      "utterance": "And then you call the police, you defunded the police so they're no police to show up."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "And what if you leave your passport --"
    },
    {
      "speaker": "SLIWA",
      "utterance": "It's going to make made chaos."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "But what if you leave your passport and then there's condensation from your water and the passport gets wet and it's smudge and then you don't have a passport anymore?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you have to make a lot of copies."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "Oh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And you have to keep them in your --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "That's a federal offense."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is it?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I'm sure it is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There were so many wrong things with this passport. Even if it's well meaning -- to Curtis's point, there's 70 percent of blacks in New York aren't vaccinated. And so essentially we're doing segregation by elimination. If you don't have your -- you can't come in. So where do -- so where do they eat? So what happens is oh, you were you can eat outside. So you're going to see restaurants where blacks are eating outside and whites are eating inside. That sounds a little familiar."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Too familiar."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It does."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Hey, you want to work?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SLIWA",
      "utterance": "You can't go to work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SLIWA",
      "utterance": "They're not going to let you work and pay your bills. So naturally, you're back, you're going to collect welfare or unemployment, or whatever. It's left to stimulus. This is crazy. And we're following Macron in France. How's that working out in France? Real good, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And you're -- and wearing the (INAUDIBLE) you are the expert."
    },
    {
      "speaker": "SLIWA",
      "utterance": "That's right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, what your thoughts on -- are you happy about the Obama party?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I think it's great for people to have large raging parties. I think that's something that I've remained consistent on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You have."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But I wish he would have just not hidden it and been like, hey, look, we're outside people are vaccinated, and I'm 60. And I'm rich, and I am going to live it up. But instead, he was like, oh, don't, you know, don't post it. Delete the photos. Oh, it's a scaled back event. Oh, it's sophisticated. No."
    },
    {
      "speaker": "TIMPF",
      "utterance": "-- and that party looks thron."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. That was the thing. If it's sophisticated means you can't transmit the disease. That's a new definition."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "So maybe I can because this is plastic and not glass."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "As long as you drink champagne, you're safe. That's what I say about everything, right?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. And I don't listen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's good on you. All right. Up next. Getting shot in the face has become nothing but commonplace."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The left of villainized the police now our cities have no peace. Over the weekend in Chicago, 73, 73 people were shot, 11 fatally. That includes a 29-year-old police officer named Ella French. She and another officer were conducting a traffic stop when a suspect open fire from the backseat of the car. In Denver, nine people were shot, two fatally over a six-hour period. And in New York, five men were shot at a party leaving two dead. So, now, it seems violent crime is now as common as the weather. A typical forecast in any major city possible robbery with a chance of assault and scattered murder. Tomorrow is going to be warm but wear a bulletproof vest, anyway because this weekend it will be raining bullets. Couple that with a record low in police officers and a record high and murder rates. Forget the umbrella, bring the Uzi. So, how do we get here? Perhaps we're on the verge of acceptance, a nationwide Stockholm syndrome where we just embraced the thuggery. Maybe it's because there's no traction on these stories since the media wants to protect the far-left leaders in these cities whom they agree with. It's like when Andrew Cuomo let people in nursing homes die, the media opined that he should be president. Americans are going through hell, but with the media, you could never tell. For more, let's check in with our Crime Correspondent Joe Machi. Joe, how are things looking out there?"
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "utterance": "That's right, Greg, crime is skyrocketing. You can't tell when this stumbles strike. Dammit, Jimmy Failla is loose again."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If only that was the crime. So Curtis, you started the guardian angels in 79 as a response to lawlessness in New York City. You're running for mayor now. If New York is like the 10 of 1979 how bad it is, where are we now? And what, what can we do?"
    },
    {
      "speaker": "CURTIS SLIWA, REPUBLICAN",
      "utterance": "MAYORAL CANDIDATE: We're about a five."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK."
    },
    {
      "speaker": "SLIWA",
      "utterance": "I remember those 42 years. I've developed the Guardian Angels in 13 countries 130 cities. So, all the cities you mentioned: Shy Town, Dandra -- familiar with it. I think if you leave it in democratic control, there'll be more interested in you getting your shots before you visit this city, one shot or two shot instead of the lead poisoning you get from being shot. They'll give you a mask. And they're going to have to give you a bulletproof body condom to come visit right here in Times Square or Herald Square and go there Macy's. It's so ridiculous. And the, the situation is such we defunded the police. They've been asked to step back, and nothing has filled the void."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Notice these sanctimonious hypocritical politicians who was surrounded by 24/7 armed guards from their police departments, while the rest of the people have only themselves to depend on. I never trusted politicians before. I don't trust them now, even though I'm one the first time I kissed the baby and shook her hand. The people have to take care of their own fate. Because if you leave it in the hands of these big city mayors, look at what happens. You're going to face down the Uzi toting dope sucking psychopaths and killing machines. And you're not going to have police to defend you. But they will 24/7-3-6-5."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could never be a politician because I'd always get the thing switched. I would end up kissing a hand and shaking a baby. But that's a hypothetical thing. It never actually happened. Kacie, what are your thoughts? How would you solve the crime problem? Kacie, in 10 seconds or less. I'm joking."
    },
    {
      "speaker": "KACIE MCDONNELL, FOX BUSINESS NETWORK HOST",
      "utterance": "Yes, I think that there is to your point, there's a huge disconnect between these politicians, the citizens and law enforcement. And that is a big piece of this whole this whole pie you had this officer who was fatally shot over the weekend, Lori Lightfoot is going into the hospital and the rest of the officers are turning their backs to her. I mean, this is this is a big issue and we need to figure it out. Meanwhile, she's at Lollapalooza. Didn't you just see the lineup, why not go?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "I mean, it's just, it's mind numbing in that sense. But when something happens, when there is an intruder in your house, you're supposed to call a social worker. So, maybe Corey Bush said get double social workers to, to, you know, be there and help out to defuse the situation."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They should do an Uber for social work, Kat."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "I mean, I might use that sometimes. Not for crime, just other stuff."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They probably do whatever you want."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I don't know. I mean, the thing that stuck out to me was this Brooklyn party. They interviewed a security guard who worked nearby. And he said, it's a party, anything can happen. I wasn't surprised. Like, how bad are things? If you're like, yes, so I wasn't surprised. And it just proves how wrong everyone was saying that when, you know, people like us were talking about this, you know, forever about the rise in crime. And people say, Oh, that's just a republican talking point. No, the people were there, they know. It's real to the point where they're not even shocked by it anymore, that's really shocking and really sad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there is this radical instinct, Tyrus, that we, we need to tear down something that exists, but we have yet to come up with anything to replace it. So, the defunding, as you say Curtis like leaves a hole? And nobody -- so, if you get rid of the police, then what do we do? What, what should be there? The social workers?"
    },
    {
      "speaker": "TYRUS, FOX NEW CONTRIBUTOR",
      "utterance": "No, and here's the thing, and you make a great point. They, they have these great ideas, but none of them can be practiced in the really real world."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It sounds good. And the only way, I don't know if we can fix the situation when the police in this country, because it's gone so far beyond the pale to where the great ones have retired and moved on. They're looking at new careers and new things. Where as long as politicians are allowed to just say off the top of their head or whatever, whoever's filling their pockets or whatever sounds good is going to get them the most commissions for their friends outside of their office. You got to take qualified immunity away from politicians. They want to take away from police officers are getting sued by people who they are arrested, start taking away from these politicians because they won't be so quick to go off to the concerts when their statements, their, their decisions. They could be held financially and criminally liable. Well, they would change the way they do things but again, that has to come from them. And they're not doing that."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Right. You and me we're going to go to an after hours club or a house party which Kat talked about and you get stopped and fresh that the door so if you get stopped and fresh at the door before you come in and make sure you don't have your nine fully loaded. Why won't they let the cops do a stop and frisk in the street? Because the same guys are roaming the streets in their cars into a drive by."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Common sense. Common sense. All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We've got to move on. I'm all for stopping and frisking. I really enjoy the frisking. Don't go anyway, California GOP gubernatorial Gubernatorial Candidate Larry Elder joins me next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's stepping up to the plate to save the Golden State. On September 14th, California will hold a special election to recall Governor Gavin Newsom. Among the 24 GOP candidates campaigning to replace him, is my next guest. He's a New York Times best-selling Author and Host of the Nationally Syndicated Radio Program \"The Larry Elder Show,\" joining me now somebody named Larry Elder. How are you doing?"
    },
    {
      "speaker": "LARRY ELDER, HOST AND AUTHOR",
      "utterance": "Greg, I'm good. How are you? Thank you for having me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, I got my first question is, are you crazy? I mean, California, is California salvageable? Is it salvageable?"
    },
    {
      "speaker": "ELDER",
      "utterance": "I really think it is. You know, the legislators are dominated by super majorities in the Senate and the Assembly. But the governor has a lot of power, even dealing with the hostile legislature, including the power to declare a statewide emergency. I have a line item veto. I have the ability to appoint the commissioners and people to the Public Utility Commission. I also have that big thing known as the bully pulpit. So, there are a lot of things that I can do. It's not hopeless. We're talking about crime. We're talking about rising cost of living, we're talking about the outrageous homelessness. And the way this man has ignored science while his own kids were enjoying in person private education while shutting down schools for kids already behind. We have among the lowest scores in California and 75 percent of black boys before the coronavirus pandemic rate could not read at state levels of proficiency and that was before the pandemic. Almost half of all third graders cannot. I support choice and public education. Teachers union adamantly opposed to that, and guess who's the largest funder of my opponent: the teachers union?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course. Yes. And if you tap -- I mean, the, the sad thing about education, I mean, if you tackle the education, all the other problems get solved, right? I mean, basically, you, you, you --"
    },
    {
      "speaker": "ELDER",
      "utterance": "Absolutely."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Crime, homeless, all that stuff is somehow linked to that those first years of life, where essentially, we have handed over that period of life to an elite class of activists and unionists, essentially, right?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, that's right. My high school is Crenshaw High School. If you saw the movie boys in the hood, that's my high school, only two percent of kids are math proficiency. Now, the inner city parents' polls show black and brown parents want the ability to say. I want to put my kid into a charter school, a private school or religious school. And again, the teachers union are adamantly opposed to that. And when you look at where teachers pull their own cool school-aged kids, Greg, they're far more likely to have their own kids in private school than households that don't have public school teachers. The people that know the school system the best, aren't putting their own kids in them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, I want to talk to you about the homeless situation, because it's the most obvious thing that you see whenever you land in L.A. or San Francisco. These -- this is not the way people envision homelessness as like, oh, this family was thrown out of their house or it was a homeless veteran. These are people that come with tents, and they live, they just live on the street there. A lot of them are healthy, a lot of them are mentally ill, but they refuse to leave. And they have people on their side. They have an active, again an elite activist class that is there protecting them. How do you get -- what, what would you do?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, that's right, what the, what the, what the governor does and what the lawmakers do in Sacramento is what I call a housing first policy. And that is to build homes and far more far more expensively than the private sector we do, without dealing with the underlying reason why people are on the streets, majority of them are mentally ill and have substance abuse problems. Those need to be dealt with is all sorts of treatment centers. We have all sorts of money for that and then you need to have low cost housing so to the extent that you can get some of them off the street, where they're going to go? The average price of a home in California is 150 percent more than the average price of a home in America and because of the rules and regulations and the environmental extremists, the average price of a home in California is literally 50 percent more than otherwise would be. So, in other words, you need to suspend some of the rules and regulations that are causing the private sector not to be a low cost housing. We need to get the churches involved, religious organizations involved in counseling people and getting them to become self-sufficient, and then this problem over time can be solved."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What -- how do you feel about running against Caitlyn Jenner? We know how you differ in some ways, but politically?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, Greg, I want to take a punt on that one, because this is a two-step deal."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Unless 50 percent plus one California voter recall Gavin Newsom, it doesn't matter how well the Republicans do. I'm way ahead of the other Republicans, I've raised way more money than all but one of them who can sell fun. So, I'm not worried about the Republican side. That's what people do remember why 2.2 million people signed that petition. A good quarter of them are Independents and Democrats who want this guy out for all the reasons that I just now mentioned."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think his chances are of being recalled? Because I just saw a poll now that looks like it could happen. But then everybody I know, there was ads, this is just he's safe. What do you, what do you think?"
    },
    {
      "speaker": "ELDER",
      "utterance": "I think he's in serious trouble, and he knows it. The, the polls are right in the margin of error, about half of them want him gone, about half of them don't. And 53 percent even if they don't want him gone, don't want him to have another four year term. So, he is in trouble no matter what. And I think and I know that he's worried about me. That's why I'm urging people to go to Lake Eldred, calm. Don't know something in the tip jar because he can raise and spend an unlimited amount of money. One teachers union just gave him 1.8 million, and shortly after was obvious. I was going to run the Service Employees Union gave him five million. It looks like he's going to spend anywhere from 50 to $75 million to defeat me. So I need people inside California and outside California to help me by going to Electelder.com."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Awesome. Well, thanks, Larry. Thanks for joining us. Best of luck. I'm from California. It's not the place I grew up in. Probably, probably not even close at this points. I don't even -- I don't even go there anymore. But anyway, I hope to one day return. Thanks, Larry. All right, up next. He broke a sacrifice for her Savior, then blamed an ad for her behavior."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's time for."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"TWO STUPID STORIES.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She blames the clown for letting God down. A Christian orthodox woman in Russia is suing McDonald's, claiming an advertisement forced her to break her Lenten fast for the first time in 16 years, and go get one of their cheeseburgers in April of 2019. That's two years ago, at least. She's asking for McDonald's to compensate her for what she calls moral damage in the amount of 1,000 rubles which is $700,000. That's 14 bucks. I still don't believe this story. At least she hasn't stolen anything and blamed it on the hamburglar though. That's good news. Anyway, that story makes you not want to live on this planet anymore? You are in luck. NASA is looking for four volunteers to spend a year living in a fake Martian habitat complete, complete with spacewalks, restricted food and limited communication with the outside world. I love it. But it has the doubters of the moon landing, claiming they're going to fake it again. So, is Mars the solution to Earth's endemic growing problems? Well, it's like my dad used to say, Greg, the earth is the cradle of humanity but mankind cannot stay in the cradle forever. He also wrote erotic fan fiction to Captain Kangaroo. But you know, teach his own I say, sorry, Tyrus. Tyrus, which story would you like to address?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Oh, the, the -- what you just said that's a whole sit down? Actually, man, you know what, the Mars thing is a really good idea. Just takes the right family to put up there. Yes. And what a better time for Cuomos in space. It could be phenomenal. Go up there for a while, you know, five, six decades, wait it out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Take Stelter with you. And then he can interview up there and then mail them to us."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And I'll read them right here on this show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. That yes -- it's like, it's kind of lost in space. He also can be like the little robot."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He moves much like the robot. Oh, you got to stop hitting on him. KACIE, it's too -- I'm too mean. What do you what would you like to comment on Mars or McDonald's?"
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "The McDonald's thing irks me because I think that we all need to stop wanting to have a problem just to have a problem with things like you said this was two years ago. And also, if it really made you want a burger like you're getting a McDonald's burger, that's disgusting."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I love it."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "Like, go to Shake Shack, go somewhere else -- this is not an ad, anyway."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But, but it was -- this was in Russia, but I honestly do not. I've that -- we did this story on \"THE FIVE\" and then I'm doing it now and then I'm going this didn't happen."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I'm sorry. It's not my turn anymore. But it's my brains explode. Shouldn't she be blaming God?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Like it's his fault."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The guilt is so real."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, I was so I was super Catholic in high school and I went to a Lutheran School and I was hanging out some of my friends and we were going to order food and then go to the movies. And you know we ordered Chinese food every Friday, and everything got meat in it, and I went and I didn't want to be weird. I want to be cool. So, I ate the meat. We go to the movies. Guess what movie we saw? \"The Passion of the Christ.\" I felt so bad. I was like I did all that and I could -- I had to be cool. I felt so bad if there was someone I could have sued maybe I should."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just remember Good Friday, then forcing those stupid fish sticks down our throat."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "We had macaroni and cheese and they would make (INAUDIBLE). The ladies at the church would make (INAUDIBLE) and those were."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Wait, people gave you guys food when you were kids?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Curtis, I know this is completely off topic. But how many cats do you have?"
    },
    {
      "speaker": "SLIWA",
      "utterance": "16."
    },
    {
      "speaker": "MCDONNELL",
      "utterance": "My hero."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Every one of them would have been euthanized in the shelter if I and my wife hadn't rescued them. And when I'm Mayor in New York City, no dog, no cat, no animal will ever be euthanized again. No kill shelters."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. Again, nothing to do with this story. Where do you keep the cat and do you live in like a ranch? Do you have a ranch?"
    },
    {
      "speaker": "SLIWA",
      "utterance": "No, no, 328 square foot apartment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "SLIWA",
      "utterance": "That's it, with three litter boxes. I change it three times a day, double hernia every few days. But they are all furry little friends, they are a family members. Would you rather be with your animals than sometimes your kids? Your grandchildren, your grandparents, your husband, your wife?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I would like to go on the record and yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "325 square feet, that is basically this area, correct?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I can get more cats."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "like that's this area that's I'm staying."
    },
    {
      "speaker": "SLIWA",
      "utterance": "Didn't Elon Musk say we got to get used to micro living? And he's in a 350 square foot, I got him beat. I got him beat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. That is amazing. OK, OK, we're out of time. Don't go away everybody. We'll be right back. That's amazing. That's amazing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We're out of time. Set your DVRs every night so you never miss an episode. Hey Kacie McDonnell, Curtis Sliwa, Kat Timpf, Tyrus. Congratulation Tyrus! Larry Elder. Our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}