{
  "date": "August 4, 2019",
  "headline": "Niall Ferguson: President Trump woke the nation to the threat posed by China",
  "subHeadline": "Historian Niall Ferguson joins Mark Levin to discuss the present dangers posed by China and compares the Cold War between the U.S. and USSR and the modern Cold War between the U.S. and China.",
  "url": "https://www.foxnews.com/transcript/niall-ferguson-president-trump-woke-the-nation-to-the-threat-posed-by-china",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARK LEVIN, HOST",
      "sentences": "Hello America, I'm Mark Levin. This is \"Life, Liberty & Levin.\" We have a great guest, Niall Ferguson. How are you, my friend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIALL FERGUSON, FELLOW, HOOVER INSTITUTION, STANFORD UNIVERSITY",
      "sentences": "Pleasure to be here, Mark. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It's a pleasure. One of the smart people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Oh, I don't know. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I've been a fan of yours for a very, very long time. You are a fellow at the Hoover Institution, Stanford University. You have PhD in Philosophy. You've written 15 books. I've seen you here and there. I've read much of what you've written. Very, very smart, substantive information. That's why I wanted you here tonight. I want to talk about several issues, but one in particular that the President has focused on early on, and that is China. And you write about and you talk about a second Cold War, and that Cold War is with China. And it's happening now. Can you explain that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, if you think back to the first Cold War, we went quite quickly from being the allies of the Soviet Union in World War II, to being at odds with them within just a few years. Why was that? Well, it was partly the classic territorial issues that the Soviet Union appeared to be expanding in all directions. But it was also technological, the Soviet Union was stealing technology. It stole the atomic bomb design through its spy network. And in many ways, the Cold War was the kind of a technological race. It produced the space race as well as the nuclear arms race. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Fast forward to the late 20th Century. For a time, the United States and the People's Republic of China are strategically aligned, it's 50 years ago, since Henry Kissinger went to Beijing and began the so-called \"Opening to China\" as a move against the Soviet Union in the first Cold War, it was very small, it split the communist world to have the U.S. and China aligned against the Soviet Union. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } And it's worked brilliantly from an economic point of view in the sense that the rapid growth of China in the late 20th Century and the early 21st Century was very advantageous for all concerned, but probably more advantages for China. Only relatively recently, I think, as America began to wonder if it has gone too far in encouraging China's growth because suddenly, China is not just the junior partner, China is catching up and asserting itself, not only in terms of economics, but it is expanding territorially. It is asserting itself and the South China Sea and above all else, it is competing technologically using intellectual property theft to accelerate its technological advance. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } So I'd argue that we've been in the early stages of Cold War II for a while, but President Trump woke America up. If you think back to when his campaign began back in 2015, when he started talking about putting tariffs on Chinese imports, the establishment America was outraged. Fast forward to 2019, and there's a bipartisan consensus, which there isn't on many things that China poses a fundamental threat not only to the country's economic future, but it poses a strategic threat and I think future historians -- and I'm historian much more than I'm a philosopher -- will look back and say, the most important thing that President Trump did was to change the direction of U.S. policy on China and wake the nation up to what was a fundamental threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Is China, as time goes on, a greater threat to us than the Soviet Union was? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "But it's certainly a far more plausible economic rival. The Soviet Union, despite its claims that it would overtake the United States claims that many liberals in the United States believe including the great Keynesian economist, Paul Samuelson never got close, it never got much beyond 40 percent the size of the U.S. economy at peak and then it fell away. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } China by at least one measure, is already a larger economy than the United States. On a current dollar basis, it could well overtake the United States in the next 10 or 15 years. So the Soviets never got anything like that close in economic terms. In nuclear terms, China is still a long way behind, whereas the Soviet Union achieved parity with the United States around about 1970. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But I think the key difference is that technologically, China is catching up rapidly. And not just in terms of weapons technology, but in terms of civilian computing technology. We all hear every other day about Artificial Intelligence. There is only one rival to the knighted states when it comes to research on AI, and it is China. In fact, we hear all the time about Huawei's dominance of 5G network equipment. In that respect, you could argue China is already ahead of the United States. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I'll give you just one more, Mark. We still pay for things in this country with banknotes. We write checks, we use credit cards. If you go to Beijing, you won't see any of that anymore. People pay for things with their smartphones, because China in FinTech terms and financial technological terms has already overtaking the United States. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } So I think when you look at technology, China is in many ways, far closer to the United States than the Soviet Union ever got. The Soviets were only able to copy our military hardware. In civilian terms, they never got close.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You mentioned the President. He has been signaling that this is a problem. Have his tariffs on China slowed China down had, an effect on China? I mean, a good thing with respect America's national security? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "They have. They've slowed down China, not massively. But let me put it this way, the cost to China -- the impact on China's economy is roughly four times greater than the impact on the U.S. economy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, conventionally liberal economists say, \"Oh, this is all crazy, because the tariffs are not paid by China, as the President says, the tariffs are paid by American consumers.\" That isn't quite true. Some of the cost is being absorbed by Chinese companies as they try to offset the impact of the tariffs. But I think the most important cost has been borne by the Chinese economy as a whole. It has significantly slowed down, it probably will grow it around just 6.1 percent in the second half of this year. That's a lot higher than you'll see in any developed economy, but relative to the double digit rates of growth that China saw 10 years ago, it's really quite a meaningful slow down. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think that impact is important because what President Trump is doing is using tariffs to apply pressure on China to change its ways. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Our Trade Representative, Robert Lighthizer has been negotiating extremely effectively, to force the Chinese not just to increase their imports of American soybeans, that's not a meaningful change in Chinese policy, he is pressurizing China to stop the kind of theft of intellectual property rights, to stop the kind of systematic rigging of markets in favor of Chinese companies that are central to China's industrial strategy. Mark, the Chinese joined the World Trade Organization back in 2001. In many ways, I think it was a mistake that we let them do that, or it was a mistake that we didn't really enforce the WTO rules on the Chinese who've essentially had the benefits of free trade with the rest of the world funds, from not really allowing free trade with China. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } It is not a level playing field in China. If you're a US company, whether you're investing there or selling there, your Chinese competitors will always have the upper hand. And if you don't believe me then ask any of the major U.S. companies that have tried to make it in China, whether you're talking about Google or Uber. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } So I think the President's strategy, though, it makes free traders very nervous. And I think of you, Mark, as a free trader, I guess, I'm a free trader -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Not with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "When it comes to China, what the President is doing is using tariffs as a lever to try to change China's behavior. And I think it has to be in American interest to do that. The previous policy, look back at the Obama administration in its second term, essentially, was to acquiesce in China's ascendancy. There was this abortive pivot to Asia, it didn't really amount to anything. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } By the end of Obama's time in the White House, the U.S. was essentially accepting that China was going to be number one, and well, what can we do? I think it's important that President Trump has stood up against that and said, \"No, we actually do need to do something about it.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, what's interesting to me is that having started with tariffs, what the President has done is to achieve a kind of sea change in attitudes, right across the American political spectrum. Because in the space of less than a year, really, I think, more or less the entire foreign policy establishment has come to agree with him. And so has Big Tech, so does Silicon Valley. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } So you see, and this is why I think it has the quality of a Cold War, an escalation from tariffs to try to affect China's behavior in trade, to other policy measures, restricting for example, the export of sophisticated micro processes, and then actually trying to prevent Huawei becoming the dominant player in 5G technology around the world. Not to mention the kind of pressure we want to apply in military terms to stop the Chinese turning the South China Sea into an area of their own military expansion. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I haven't even started on One Belt One Road, which is essentially a Chinese strategy for global expansion, not just across Eurasia, but all around the world, which when you look closely at, it isn't a particularly pretty picture. It involves not just investment, but often, I think it involves establishing Chinese power over local governments in ways that are not particularly conducive to say human rights of democracy in those countries. So China is expanding in a number of different dimensions, not just in terms of its industrial exports, and the United States has woken up to this challenge. I think it is President Trump who is taking the lead here. But with remarkable speeds, Democrats and Republicans have fallen in line. And we now have a remarkable consensus in the country that China is a challenge and we have to do something about it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "China looks at things in the long term, our government really doesn't. The elections have consequences. You talked about Obama who did basically nothing. Trump acted. Democrats support what he's doing, whether they say so or not, as a policy matter. Trump leaves. Question is, you said, this is a new Cold War, who wins this good, Cold War? Is it too early to know? Do you think the spirit of this country is strong enough to engage this war for the long haul? What do you think? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, I think Xi Jinping, China's President expects that China will win this war and thinks that China has a number of advantages, not just it's much larger population. But also perhaps he thinks it has stronger work ethics, something that always impresses me when I go to China. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think China's leaders assume that democracy is our weakness. They have of course an extremely negative view of democracy and the last thing that they would ever dream of is to introduce it in China. We've only just remembered the 30th Anniversary of the Tiananmen Square Democracy Movement, which was so ruthlessly crushed. China's leaders have learned one big lesson from the last Cold War and that is, don't do what the Soviet Union did. Don't do what Mikhail Gorbachev did. Don't liberalize. So the Chinese are, I think quietly optimistic that they will win this because they're catching up with us economically, and because of our political system and because of our internal divisions, we're just not going to be able to draw the charts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "When we come back. Your view -- you have a long view of history, too, ancient and otherwise. How do you think we fare? You think they think they win? How do you think the United States fairs? Ladies and gentlemen, don't forget, virtually every week night, you can watch me on Levin TV, Levin TV. Go to blazetv.com/mark to sign up. blazetv.com/mark or give us a call 844-LEVIN-TV; 844-LEVIN-TV and don't forget, get yourself a copy of this. The press doesn't want you to read it. But you'll love it. We'll be right back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Niall Ferguson. So, the question is, how do you think the United States fares?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, in Cold War One, there was a striking bipartisan consensus on the need to resist Soviet expansion that really took the U.S. from the years of Harry Truman, right the way through to Lyndon Johnson and only began to fall apart during the Vietnam War. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } John F. Kennedy, he ran for election claiming that Eisenhower was too soft on the Soviets and was failing to maintain U.S. dominance. If we can recreate that bipartisan consensus, if we can persuade Democrats that there really is a profound threat from China, and that we need to maintain the pressure that the current administration is exerting, then I think we should be in good shape. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } But if we allow ourselves to be divided to the point that the Democrats essentially want to repudiate President Trump's national security strategy, then I think the Chinese will sit back and wait for us to fold. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Remember, one of the most interesting things that happened in the -- what I'll call the first Trump term -- was a major reshaping of national security strategy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } H.R. McMaster, now, my colleague at the Hoover Institution, I thought did a superb job in reconfiguring what had been a terrible national security strategy, Susan Rice's for Obama into one that clearly identified China as a major threat to the interests of the United States. Now, if the Democrats sign up to that and say, \"Yes, we get it, then I think the United States is okay.\" But I don't think we're there yet. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } There's a bipartisan consensus on trade, but I don't really see that it's their national security. Remember, one of the first things Joe Biden said, and he is still the front runner for the Democratic nomination, when he launched this campaign was, \"Oh, I'm relaxed about China. China is not a problem.\" And I think if that's what he's going to campaign on, then President Trump should win reelection easily. Because what's interesting to me is that ordinary Americans get this, to a surprising extent, I think people have woken up to the Chinese threat not just as a threat to manufacturing jobs, which is I think, where this conversation began back in 2015-16. I think now Americans see that there is a threat that's more profound. They understand that China is a one-party state. They understand that it's not going to become a liberal democracy; that the Clinton vision -- Bill Clinton's vision -- which to some extent, I think Hillary Clinton shared, which was that China was going to evolve over time because of economics in our direction. I think older Americans get that that is never going to happen, certainly not in our lifetimes. And they also see that China is posing this major technological economic threat around the world. So, there's been a kind of awakening in Middle America to the Chinese threat. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And that gives me some reason for confidence because what made America successful in the First Cold War was that fundamental commitments to individual liberty, which meant that Americans wanted their President project strength against the Soviet Union. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } When Jimmy Carter failed to do that, he was gone. He was a one-term President, Ronald Reagan took over and he was the most successful of all the Cold War Presidents. So, I think we're in a similar moment where the American people, even if the political elites have been slow, the American people realize that there is a fundamental challenge here, and we've got to win this Cold War. Mark, you asked, are we going to win it for sure? We weren't for sure going to win the First Cold War, we could have -- we could have lost the Cold War against the Soviet Union in more than one occasion. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } If it had become a hot war, maybe over Cuba, or later on, I'm not sure that the United States would necessarily have prevailed. They certainly had as many if not more missiles in the 1970s. They probably could have withstood the costs of a World War III. So I don't think we should ever assume we were guaranteed to win the First Cold War that wasn't guaranteed, and there's no guaranteeing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And this, you also make the point, if I'm right, that our history isn't driven by economics. Now, we've talked about economics, tariffs, and so forth with respect to China. And Marx said, this notion that all history is driven by materialism and economics and so forth. What is -- what is it that drives societies when you look back on history? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, it won't come as a surprise to you, Mark, when I say I'm not a Marxist historian, and I've spent much of my career trying to show that history isn't some kind of inevitable deterministic process in which economic forces overwhelm individuals. I think it's just as important to ask questions about culture and institutions. Civilizations are not just giant economic machines. They're held together by values -- shared values -- and leadership is crucial, too. We need to remember that at critical junctures, in the 20th Century, it was strong, visionary leadership that saved the West. Think only of the role that Winston Churchill played in the 1930s and 1940s. In 1938, a lone voice, more or less in the wilderness, opposing appeasement, by 1940, the Prime Minister who saved not just Britain and its empire, but I think, really saved Western civilization. So when one looks at history, from my vantage point, the thing that leaps out is that economics is not all powerful. It's not all dominant. And sometimes it is morale. It is culture that dominates. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } If economics predicted all wars' outcomes, then the United States would have won the Vietnam War handily. We would have won the Korean War handily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "In the context of China, then, how does China fair when it comes to culture? Putting aside the economic issues, the tariff issues and so forth? Does it fare well or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, if you go, as I frequently do to China and listen to leading Chinese academics or political figures, they nearly always was begin their speeches by saying that their civilization is thousands of years old and has this extraordinary strength and continuity, and therefore, you newbies who only just created your Republican 1776 should -- should be intimidated. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } But this is all -- this is a really rather implausible because in reality, Chinese history is a history of great upheaval of turmoil. The biggest war of the 19th Century was not the American Civil Wars or any other war, it was the Taiping Rebellion in China. And rebellions and upheavals have characterized Chinese history. The most recent was, of course, the revolution that produced the Communist Regime we know today. That was only 1949. They are a long way from being able to celebrate even their 100th birthday. And I think if one spends time listening to China's leaders a little bit more carefully, you realize that they feel insecurity, not with respect to the outside world about which I think they're quite confident, they feel insecure about their own domestic situation, because they know that after all the upheavals of the Mao years, and then the meteoric growth that followed Deng Xiaoping's coming to power, their legitimacy depends primarily on delivering growth. It's the fact that they've taken hundreds of millions of ordinary Chinese out of poverty that keeps the Communist Party in power, not any great ideological commitment to communism as an ideology, because everybody knows that it's just something that the leadership pays lip service to. Everybody knows that the party had become extraordinarily corrupt as a result of the enormous amounts of money that were being generated. So I think there's insecurity there, and that's the thing that we foreigners often misunderstand about China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We'll be right back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Two full scale investigations are underway into two mass shootings that claimed a total of 29 lives this weekend. Tonight, we still don't know what triggered Sunday morning's massacre outside of a bar in Dayton, Ohio. A masked gunman dress in body armor fired off at least a hundred rounds of ammunition in just 30 seconds, killing nine people and injuring dozens more before officers fatally shot him. Earlier, the people of Dayton gathered to honor the many victims which included the killer's own sister. And in El Paso, Texas, investigators say Saturday's mass shooting at a Walmart store was an act of domestic terrorism. The accused gunman in that case who was captured alive could face the death penalty. Police tell us he posted a manifesto expressing hatred for immigrants. I'm Aishah Hasnie, now back to LIFE, LIBERTY & LEVIN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Niall Ferguson, we talked about the Soviet Union, it doesn't exist anymore. There is Russia. And there is Putin. We've talked about China. Russia-Putin grave threat? A society that's unraveling. ? How do you see that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Russia's declining power has the classic symptom of Imperial decline, which is a leader who wishes it could somehow be arrested. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } But if you look at the size of Russian economy, it's really a relatively minor force. What Russia still has is considerable military capabilities, it still has a huge arsenal of nuclear weapons. But because it's relatively economically weak, it has to fight in what I'll call low-budget ways. Information warfare, meddling in other people's politics is a pretty cheap way of disrupting your enemies, and that is something that the Russians have been doing, not only in the United States. They certainly tried it in 2016, but they've been doing it in other countries, too. Ukraine, for example, is really their experimental laboratory. Now, I think it will be very surprising if President Putin at some point does not try to challenge NATO as an institution, it does not try to break the Atlantic Alliance. I think he must calculate that there's a possibility he can drive a wedge between the United States and the Europeans, particularly during this presidency, when, for example, the Germans have such a negative view of President Trump. If Putin wants to exercise that option, he may not have a limitless amount of time to do it. So, I think we need to watch for Russia trying it on in say, one of the Baltic States in the hope that NATO doesn't rally behind it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But what would this look like in one of the Baltic States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "I think it would look a bit like what happened in Ukraine, when unmarked Russian troops began violating the sovereignty of Ukraine. You could imagine something like that in Lithuania. But it would be combined with information warfare, it would involve trying to mobilize the Russian ethnic minority in that country. We've seen the playbook before. The question would be would be, would NATO hold together under the Article 5 rule that an attack on one is an attack on all? Or would we find that between Berlin and Washington, there was uncertainty and division. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } The other point I'd make about Russia is remember, although Putin has been aggressive, not only in Ukraine, but also in Syria, the price of that has been an increasing dependence on China. In many ways, the closest geopolitical relationship in the world today is between Xi Jinping, the Chinese leader and Vladimir Putin. They see one another very regularly. But there's no question in my mind that Putin is the junior partner, and for many Russians, there's something a bit unnerving about the fact that they're playing second fiddle to China. That's an anomaly historically. Traditionally, those would have been rivals, indeed, enemies. They came to blows. They came to war in the late 1960s. So that's one of the oddities about our world today, the Russia-China partnership, and it's one that I think U.S. policy should be trying to break up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "How would you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Even if President Trump settles on trade, even if there's a trade deal between now and the election, I think in all kinds of other domains -- technology, the South China Sea and other issues -- I don't think the U.S. and China are about to become besties again. So the question is, can the United States improve relations with Russia? Is there some way of taking this relationship between President Putin and President Trump which has been so controversial, and turning it into something that is a value strategically. My view has always been that a lot of the arguments about 2016 would diminish if there was some use value, some benefit to the United States. And I do think the problem at the moment is partly that we are on a kind of permanent war footing with respect to Moscow, whether it's sanctions or other issues. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's also partly that President Putin simply cannot bring himself to trust the United States. I think the only way to try to improve the geopolitical situation is to try and improve relations with Russia. That is not going to be easy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And it won't be easy, because the Democratic Party, you're not permitted. Russia collusion, Russia collusion, Russia collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "And there are Republicans who feel much the same way. So this is a big problem, I think that President Trump has to try and figure out between now and I'd say the election, an improvement geopolitically, let's say, a change of the subjects. So that next year, we're talking about a situation improving not only respect to trade in China, the situation perhaps improving with respect to North Korea, we haven't talked about Iran. If President Trump is smart, he is going to change the subject to foreign policy next year. This was what Richard Nixon did so very successfully in 1972, when he was running against the left of center Democratic candidate, and he was able to unroll a series of foreign policy breakthroughs, of which the opening to China was probably the biggest and win the election by a landslide. So I do think there is much that can be done with respect to foreign policy to decide next year, in a way that will be very, very difficult for the Democrats to counter from their relatively weak position. What the Democrats want is to have an election that is all about healthcare, and maybe race relations. But if it's a health -- if it's an election about foreign policy and American strength, I don't see how any of the Democratic candidates has a hope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "When we come back, I want to ask about domestic policy. Have the Democrats now pigeonholed themselves as hard left? Or has the President pigeonholed them as hard left? Maybe that's what he's doing with the squad and so forth. So he can entertain the policy suggestion that you're making here. We'll be right back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Niall Ferguson, domestic politics, the upcoming election. Has the President successfully or does it look like he is going to be successful in defining the Democrats and the Democratic Party? I mean, they pretty much define themselves as hard left. They throw around these titles: socialist, Democratic socialist -- clearly that benefits him. Do we see parallels with recent history in this campaign that's coming up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Yes, I think that in many ways the Democrats have done this to themselves. I don't think President Trump's had to work very hard because almost all the running in terms of media and especially social media has been made by the so-called squad of young radical Congresswomen led by Alexandria Ocasio-Cortez and Ilhan Omar and Nancy Pelosi's nightmare is that they are getting all the airtime and the more airtime they get, the more left wing the Democratic Party looks. I mean, just think of AOC's Green New Deal. I call it the Green Leap Forward, because it would imply such radical expansion of the power of the Federal government over economic life, that it would be more or less the Soviet-ization of the U.S. economy. And it would certainly be the end of economic growth. So that stuff is extraordinarily damaging for the Democrats' hopes and the 2020 election, because you don't have to travel too far away from Cambridge, Massachusetts, or for that matter, Berkeley, California, to find that people think socialism is a pretty dangerous thing. The only Americans who have a positive view of socialism or the so called Generation Z are people who are kind of Circa 20 and in college being indoctrinated by Marxist professors, but the rest of America still thinks that socialism is a pretty bad idea. And as long as that's the case, then if the Democratic candidates associated however, tendentiously with socialism, then I think it's a major problem. And Trump doesn't need to do too much to achieve that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } When the Democratic Party has lent left, historically, it's tended to lose, and that's why I'm kind of attracted to this 1972 analogy when the government Democratic candidate really stood for a pretty left of center set of policies, and he got destroyed by Richard Nixon who ran on foreign policy achievements. That would be my playbook if I were advising President Trump. First of all, you kind of make sure that everybody gets how left wing the Democrats have become, including even Sleepy Joe Biden, and then you change the subject from domestic policies, to foreign policy issues, where I think they're extremely weak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But it looks like the Democrats are trying to define him. There was a poll about a year ago in August that showed the President was making headway in the African-American community 20 percent to 22 percent were looking at him favorably. I noticed the news reporting almost immediately, and the Democratic Party were really on course, looking for every opportunity to call him a racist, even though he attacks really, anybody who attacks him, regardless of race. Even this most recent example, with respect to Baltimore, so on the other hand, they're trying to define him -- pigeonhole him. You think that will be successful?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, if one looks at the most recent polling? There's clearly something going on that is alienating suburban women from the President and suburban white women from the President in particular? I'm not somebody who thinks that it's a slam dunk that he gets reelected. I think it could be well be quite tight. I think there are reasons to be uneasy about the way for example, healthcare is the number one issue in so many states, including the key swing states that that gave him the presidency in 2016. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think the Democrats are making a mistake by putting identity politics front and center and trying constantly to insist that Trump is a racist. And ultimately, he stands for white supremacy, because I don't think that that's a credible argument in the eyes of most Americans, and I think most Americans don't want to feel that their lives are going to be dominated by the racial question. So my sense is that that's a mistake, but that there are weaknesses that the Democrats can exploit. And I think one of the obvious ones is this question of healthcare. In the end, the Republicans made a huge blunder that it wasn't really President Trump's doing. It was their failure to repeal and replace Obamacare. And the minute they failed to do that, Obamacare with all its faults became their problem rather than the Democrats' problem. My sense is that if the Democrats want to really make headway, they should focus on that issue, because people in America care more about that than they do about reviving our old divisions along --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But are they even getting that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "No, I don't think they are, oddly enough. I mean, it ought to be low hanging fruit. But if I'm just looking at the way, Kamala Harris, who is a formidable candidate in many ways, but has really blown this by shifting her position back and forth to the point at which even I'm not quite sure what she now stands for. I think it's hard for them, after all, it's hard to reform American healthcare. Let's face it, this is an extraordinary complex system. You wouldn't really start from here if you were building anew, but that's the issue where I think Republican candidates generally are most vulnerable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } And that's why I think the smart strategy for President Trump is to emphasize foreign policy issues and particularly the Chinese threat. You know, the country is a funny country and I speak as an immigrant, a newly minted American citizen, one-year-old American citizen. To me, the fascinating thing about this country is that if there isn't a really meaningful external threat, the division suddenly open up at home in a way that is kind of alarming. And so one of the benefits and I know this sounds a little paradoxical, but one of the benefits of Cold War Two is that I think it will actually help us to heal some of our internal divisions when we wake up to the fact that there really is a communist-led superpower out there that wants to eat our lunch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Don't forget folks to check me out most weeknights on Levin TV. You can sign up, go to blazetv.com/mark; blazetv.com/mark or give us a call 844-LEVIN-TV, 844-LEVIN-TV. We'd love to have you over there. And don't forget to get your copy of \"Unfreedom of the Press.\" Almost half a million if you have. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Niall Ferguson, the Democratic Party is moving hard left. At least if you listen to these presidential candidates, the squad and so forth. They talk about democratic socialism. They talk about socialism quite freely. We even see this in the press, socialism versus capitalism, which has the upper hand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, Joseph Schumpeter, who was a great economist said socialism was bound to win in the end, partly because the intellectuals would always be seduced by it. And also because the bureaucracy would be seduced by it. The good news is that that he was wrong, at least in the 20th Century, socialism lost out. I think, if you told me back in 1989, as the Berlin Wall was coming down that socialism would make a comeback 30 years later in the United States, I had to just assume that you were smoking an illegal substance. But here we are. Democratic socialism is what Bernie Sanders identifies with. He is one of the front runners for the nomination still, and AOC, the pinup star of the Democratic left is also a self-proclaimed socialist. Well, the good news is, I don't think many young Americans really know what socialism is because when pressed, Alexandria Ocasio-Cortez said that she saw Sweden as being a socialist country. I don't know if she had been to Sweden lately, but it ranks in the kind of top 10 free market economies these days. So you drill down and you find that what they really mean by socialism is canceling student debt, free healthcare and that kind of thing. They want ultimately to move the United States closer to a West European welfare state. And it's ironical, because at the very moment, those West European welfare states have all kinds of difficulties delivering low growth or Social Democratic parties are collapsing in Europe. They're trying to revive socialism in the United States. I think it's a case of, of mistaken identity. And I think it's also a flawed political strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Is it harder to explain capitalism? Is socialism just easier from an emotional perspective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, looking at the polling data, if you say to Americans, \"Are you in favor of capitalism?\" They kind of go, \"Meh.\" But if you say, \"Are you in favor of a free market?\" They're much more positive. If you say, \"Are you in favor of small business?\" They are much more positive. So I think part of this is a branding problem. You know, Mark, capitalism is a left-wing word. It became popular, mainly because Karl Marx used this a lot. And I sometimes worry that we shouldn't really use the word at all because by using capitalism, we're kind of implicitly conceding its equality or its parity with socialism. I prefer the free market, because this is all about individual freedom. And ultimately, what we learned from the 20th Century is that socialists have to limit economic freedom. They have to limit people's ability to control their own wealth, to control their own incomes to achieve their goals of egalitarianism, of an equal society. And whenever they try to achieve that, they don't achieve it, they just end up with a corrupt, inefficient society that eventually collapses in on itself. And if you don't believe me, take a trip to Venezuela, which is just the latest example of a country destroyed in the name of socialism. And when that was happening, the American left was cheering Hugo Chavez on. And it's worth reminding people of just how much nonsense was talked about Chavez. Look at Venezuela today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "As to your point about the word \"capitalism.\" It's exactly what Prime Minister Benjamin Netanyahu said. I talk about free markets. I don't talk about capitalism because anybody can pour whatever they want into that word. What's interesting to me is younger people tend to reject authority. Well, socialism is all about authority. I feel if we could get to them and teach them properly what free markets are all about, individualism, we would win them over. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Niall Ferguson, I'm going to ask a question I ask a lot of guests. Where do you see the United States in 5, 10, 15 years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "There's no such thing as the future. I can give you futures. Remember, the historical process is not some inevitable thing -- we get to choose, and I think America has a very clear choice. It can continue reassessing itself geopolitically, and making itself more dynamic economically. It can go down that route and it can prove that America is still number one, and it's going to stay number one, that's option A. Option B is that we can embrace a foreign policy and a domestic policy that slows the economy down, weakens the United States as a great power and opens the door to a Chinese century that divides us domestically, but also weakens us internationally. As I said, history is all about choice. It's about leadership. But in a democracy, it's about the individual citizen making the choice. So we get to choose the America of the next five or 10 years. I want to be an optimist. I'm an immigrant. I have two little American boys. I want the next 5, 10, 50, a hundred years to be great. But I'm keenly aware that it hangs in the balance and it will be determined at the ballot box next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I'm just going to ask you that, so this A or B, at least it starts with this next election. It's that important, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "I think it is that important, though, we're always told that each election is a huge turning point. But this is a really difficult one. It's a difficult one for some of my close friends who think of themselves as never Trumpers who have been critical of the President. Look, I wasn't an early supporter of President Trump either. But in the end, we have to ask ourselves, what the choice is and what the alternative will be. And it's all very well to say that you're a never Trumper. But does that mean you're ready for the Biden presidency? The Sanders presidency? The Warren presidency? The Harris presidency? That's the choice that we face and it's central to our democratic system that we have to choose not between perfection and evil, but often we have to make difficult tough choices. I hope we make the right one next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Hey, Amen. It's been a great pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "My pleasure, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Don't miss us next time, folks on \"Life, Liberty & Levin.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, HOST",
      "utterance": "Hello America, I'm Mark Levin. This is \"Life, Liberty & Levin.\" We have a great guest, Niall Ferguson. How are you, my friend?"
    },
    {
      "speaker": "NIALL FERGUSON, FELLOW, HOOVER INSTITUTION, STANFORD UNIVERSITY",
      "utterance": "Pleasure to be here, Mark."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It's a pleasure. One of the smart people."
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Oh, I don't know."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I've been a fan of yours for a very, very long time. You are a fellow at the Hoover Institution, Stanford University. You have PhD in Philosophy. You've written 15 books. I've seen you here and there. I've read much of what you've written. Very, very smart, substantive information. That's why I wanted you here tonight. I want to talk about several issues, but one in particular that the President has focused on early on, and that is China. And you write about and you talk about a second Cold War, and that Cold War is with China. And it's happening now. Can you explain that?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, if you think back to the first Cold War, we went quite quickly from being the allies of the Soviet Union in World War II, to being at odds with them within just a few years. Why was that? Well, it was partly the classic territorial issues that the Soviet Union appeared to be expanding in all directions. But it was also technological, the Soviet Union was stealing technology. It stole the atomic bomb design through its spy network. And in many ways, the Cold War was the kind of a technological race. It produced the space race as well as the nuclear arms race. Fast forward to the late 20th Century. For a time, the United States and the People's Republic of China are strategically aligned, it's 50 years ago, since Henry Kissinger went to Beijing and began the so-called \"Opening to China\" as a move against the Soviet Union in the first Cold War, it was very small, it split the communist world to have the U.S. and China aligned against the Soviet Union. And it's worked brilliantly from an economic point of view in the sense that the rapid growth of China in the late 20th Century and the early 21st Century was very advantageous for all concerned, but probably more advantages for China. Only relatively recently, I think, as America began to wonder if it has gone too far in encouraging China's growth because suddenly, China is not just the junior partner, China is catching up and asserting itself, not only in terms of economics, but it is expanding territorially. It is asserting itself and the South China Sea and above all else, it is competing technologically using intellectual property theft to accelerate its technological advance. So I'd argue that we've been in the early stages of Cold War II for a while, but President Trump woke America up. If you think back to when his campaign began back in 2015, when he started talking about putting tariffs on Chinese imports, the establishment America was outraged. Fast forward to 2019, and there's a bipartisan consensus, which there isn't on many things that China poses a fundamental threat not only to the country's economic future, but it poses a strategic threat and I think future historians -- and I'm historian much more than I'm a philosopher -- will look back and say, the most important thing that President Trump did was to change the direction of U.S. policy on China and wake the nation up to what was a fundamental threat."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Is China, as time goes on, a greater threat to us than the Soviet Union was?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "But it's certainly a far more plausible economic rival. The Soviet Union, despite its claims that it would overtake the United States claims that many liberals in the United States believe including the great Keynesian economist, Paul Samuelson never got close, it never got much beyond 40 percent the size of the U.S. economy at peak and then it fell away. China by at least one measure, is already a larger economy than the United States. On a current dollar basis, it could well overtake the United States in the next 10 or 15 years. So the Soviets never got anything like that close in economic terms. In nuclear terms, China is still a long way behind, whereas the Soviet Union achieved parity with the United States around about 1970. But I think the key difference is that technologically, China is catching up rapidly. And not just in terms of weapons technology, but in terms of civilian computing technology. We all hear every other day about Artificial Intelligence. There is only one rival to the knighted states when it comes to research on AI, and it is China. In fact, we hear all the time about Huawei's dominance of 5G network equipment. In that respect, you could argue China is already ahead of the United States. And I'll give you just one more, Mark. We still pay for things in this country with banknotes. We write checks, we use credit cards. If you go to Beijing, you won't see any of that anymore. People pay for things with their smartphones, because China in FinTech terms and financial technological terms has already overtaking the United States. So I think when you look at technology, China is in many ways, far closer to the United States than the Soviet Union ever got. The Soviets were only able to copy our military hardware. In civilian terms, they never got close."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You mentioned the President. He has been signaling that this is a problem. Have his tariffs on China slowed China down had, an effect on China? I mean, a good thing with respect America's national security?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "They have. They've slowed down China, not massively. But let me put it this way, the cost to China -- the impact on China's economy is roughly four times greater than the impact on the U.S. economy. Now, conventionally liberal economists say, \"Oh, this is all crazy, because the tariffs are not paid by China, as the President says, the tariffs are paid by American consumers.\" That isn't quite true. Some of the cost is being absorbed by Chinese companies as they try to offset the impact of the tariffs. But I think the most important cost has been borne by the Chinese economy as a whole. It has significantly slowed down, it probably will grow it around just 6.1 percent in the second half of this year. That's a lot higher than you'll see in any developed economy, but relative to the double digit rates of growth that China saw 10 years ago, it's really quite a meaningful slow down. And I think that impact is important because what President Trump is doing is using tariffs to apply pressure on China to change its ways. Our Trade Representative, Robert Lighthizer has been negotiating extremely effectively, to force the Chinese not just to increase their imports of American soybeans, that's not a meaningful change in Chinese policy, he is pressurizing China to stop the kind of theft of intellectual property rights, to stop the kind of systematic rigging of markets in favor of Chinese companies that are central to China's industrial strategy. Mark, the Chinese joined the World Trade Organization back in 2001. In many ways, I think it was a mistake that we let them do that, or it was a mistake that we didn't really enforce the WTO rules on the Chinese who've essentially had the benefits of free trade with the rest of the world funds, from not really allowing free trade with China. It is not a level playing field in China. If you're a US company, whether you're investing there or selling there, your Chinese competitors will always have the upper hand. And if you don't believe me then ask any of the major U.S. companies that have tried to make it in China, whether you're talking about Google or Uber. So I think the President's strategy, though, it makes free traders very nervous. And I think of you, Mark, as a free trader, I guess, I'm a free trader --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "Not with China."
    },
    {
      "speaker": "FERGUSON",
      "utterance": "When it comes to China, what the President is doing is using tariffs as a lever to try to change China's behavior. And I think it has to be in American interest to do that. The previous policy, look back at the Obama administration in its second term, essentially, was to acquiesce in China's ascendancy. There was this abortive pivot to Asia, it didn't really amount to anything. By the end of Obama's time in the White House, the U.S. was essentially accepting that China was going to be number one, and well, what can we do? I think it's important that President Trump has stood up against that and said, \"No, we actually do need to do something about it.\" Now, what's interesting to me is that having started with tariffs, what the President has done is to achieve a kind of sea change in attitudes, right across the American political spectrum. Because in the space of less than a year, really, I think, more or less the entire foreign policy establishment has come to agree with him. And so has Big Tech, so does Silicon Valley. So you see, and this is why I think it has the quality of a Cold War, an escalation from tariffs to try to affect China's behavior in trade, to other policy measures, restricting for example, the export of sophisticated micro processes, and then actually trying to prevent Huawei becoming the dominant player in 5G technology around the world. Not to mention the kind of pressure we want to apply in military terms to stop the Chinese turning the South China Sea into an area of their own military expansion. And I haven't even started on One Belt One Road, which is essentially a Chinese strategy for global expansion, not just across Eurasia, but all around the world, which when you look closely at, it isn't a particularly pretty picture. It involves not just investment, but often, I think it involves establishing Chinese power over local governments in ways that are not particularly conducive to say human rights of democracy in those countries. So China is expanding in a number of different dimensions, not just in terms of its industrial exports, and the United States has woken up to this challenge. I think it is President Trump who is taking the lead here. But with remarkable speeds, Democrats and Republicans have fallen in line. And we now have a remarkable consensus in the country that China is a challenge and we have to do something about it."
    },
    {
      "speaker": "LEVIN",
      "utterance": "China looks at things in the long term, our government really doesn't. The elections have consequences. You talked about Obama who did basically nothing. Trump acted. Democrats support what he's doing, whether they say so or not, as a policy matter. Trump leaves. Question is, you said, this is a new Cold War, who wins this good, Cold War? Is it too early to know? Do you think the spirit of this country is strong enough to engage this war for the long haul? What do you think?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, I think Xi Jinping, China's President expects that China will win this war and thinks that China has a number of advantages, not just it's much larger population. But also perhaps he thinks it has stronger work ethics, something that always impresses me when I go to China. And I think China's leaders assume that democracy is our weakness. They have of course an extremely negative view of democracy and the last thing that they would ever dream of is to introduce it in China. We've only just remembered the 30th Anniversary of the Tiananmen Square Democracy Movement, which was so ruthlessly crushed. China's leaders have learned one big lesson from the last Cold War and that is, don't do what the Soviet Union did. Don't do what Mikhail Gorbachev did. Don't liberalize. So the Chinese are, I think quietly optimistic that they will win this because they're catching up with us economically, and because of our political system and because of our internal divisions, we're just not going to be able to draw the charts."
    },
    {
      "speaker": "LEVIN",
      "utterance": "When we come back. Your view -- you have a long view of history, too, ancient and otherwise. How do you think we fare? You think they think they win? How do you think the United States fairs? Ladies and gentlemen, don't forget, virtually every week night, you can watch me on Levin TV, Levin TV. Go to blazetv.com/mark to sign up. blazetv.com/mark or give us a call 844-LEVIN-TV; 844-LEVIN-TV and don't forget, get yourself a copy of this. The press doesn't want you to read it. But you'll love it. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Niall Ferguson. So, the question is, how do you think the United States fares?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, in Cold War One, there was a striking bipartisan consensus on the need to resist Soviet expansion that really took the U.S. from the years of Harry Truman, right the way through to Lyndon Johnson and only began to fall apart during the Vietnam War. John F. Kennedy, he ran for election claiming that Eisenhower was too soft on the Soviets and was failing to maintain U.S. dominance. If we can recreate that bipartisan consensus, if we can persuade Democrats that there really is a profound threat from China, and that we need to maintain the pressure that the current administration is exerting, then I think we should be in good shape. But if we allow ourselves to be divided to the point that the Democrats essentially want to repudiate President Trump's national security strategy, then I think the Chinese will sit back and wait for us to fold. Remember, one of the most interesting things that happened in the -- what I'll call the first Trump term -- was a major reshaping of national security strategy. H.R. McMaster, now, my colleague at the Hoover Institution, I thought did a superb job in reconfiguring what had been a terrible national security strategy, Susan Rice's for Obama into one that clearly identified China as a major threat to the interests of the United States. Now, if the Democrats sign up to that and say, \"Yes, we get it, then I think the United States is okay.\" But I don't think we're there yet. There's a bipartisan consensus on trade, but I don't really see that it's their national security. Remember, one of the first things Joe Biden said, and he is still the front runner for the Democratic nomination, when he launched this campaign was, \"Oh, I'm relaxed about China. China is not a problem.\" And I think if that's what he's going to campaign on, then President Trump should win reelection easily. Because what's interesting to me is that ordinary Americans get this, to a surprising extent, I think people have woken up to the Chinese threat not just as a threat to manufacturing jobs, which is I think, where this conversation began back in 2015-16. I think now Americans see that there is a threat that's more profound. They understand that China is a one-party state. They understand that it's not going to become a liberal democracy; that the Clinton vision -- Bill Clinton's vision -- which to some extent, I think Hillary Clinton shared, which was that China was going to evolve over time because of economics in our direction. I think older Americans get that that is never going to happen, certainly not in our lifetimes. And they also see that China is posing this major technological economic threat around the world. So, there's been a kind of awakening in Middle America to the Chinese threat. And that gives me some reason for confidence because what made America successful in the First Cold War was that fundamental commitments to individual liberty, which meant that Americans wanted their President project strength against the Soviet Union. When Jimmy Carter failed to do that, he was gone. He was a one-term President, Ronald Reagan took over and he was the most successful of all the Cold War Presidents. So, I think we're in a similar moment where the American people, even if the political elites have been slow, the American people realize that there is a fundamental challenge here, and we've got to win this Cold War. Mark, you asked, are we going to win it for sure? We weren't for sure going to win the First Cold War, we could have -- we could have lost the Cold War against the Soviet Union in more than one occasion. If it had become a hot war, maybe over Cuba, or later on, I'm not sure that the United States would necessarily have prevailed. They certainly had as many if not more missiles in the 1970s. They probably could have withstood the costs of a World War III. So I don't think we should ever assume we were guaranteed to win the First Cold War that wasn't guaranteed, and there's no guaranteeing that."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And this, you also make the point, if I'm right, that our history isn't driven by economics. Now, we've talked about economics, tariffs, and so forth with respect to China. And Marx said, this notion that all history is driven by materialism and economics and so forth. What is -- what is it that drives societies when you look back on history?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, it won't come as a surprise to you, Mark, when I say I'm not a Marxist historian, and I've spent much of my career trying to show that history isn't some kind of inevitable deterministic process in which economic forces overwhelm individuals. I think it's just as important to ask questions about culture and institutions. Civilizations are not just giant economic machines. They're held together by values -- shared values -- and leadership is crucial, too. We need to remember that at critical junctures, in the 20th Century, it was strong, visionary leadership that saved the West. Think only of the role that Winston Churchill played in the 1930s and 1940s. In 1938, a lone voice, more or less in the wilderness, opposing appeasement, by 1940, the Prime Minister who saved not just Britain and its empire, but I think, really saved Western civilization. So when one looks at history, from my vantage point, the thing that leaps out is that economics is not all powerful. It's not all dominant. And sometimes it is morale. It is culture that dominates. If economics predicted all wars' outcomes, then the United States would have won the Vietnam War handily. We would have won the Korean War handily."
    },
    {
      "speaker": "LEVIN",
      "utterance": "In the context of China, then, how does China fair when it comes to culture? Putting aside the economic issues, the tariff issues and so forth? Does it fare well or not?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, if you go, as I frequently do to China and listen to leading Chinese academics or political figures, they nearly always was begin their speeches by saying that their civilization is thousands of years old and has this extraordinary strength and continuity, and therefore, you newbies who only just created your Republican 1776 should -- should be intimidated. But this is all -- this is a really rather implausible because in reality, Chinese history is a history of great upheaval of turmoil. The biggest war of the 19th Century was not the American Civil Wars or any other war, it was the Taiping Rebellion in China. And rebellions and upheavals have characterized Chinese history. The most recent was, of course, the revolution that produced the Communist Regime we know today. That was only 1949. They are a long way from being able to celebrate even their 100th birthday. And I think if one spends time listening to China's leaders a little bit more carefully, you realize that they feel insecurity, not with respect to the outside world about which I think they're quite confident, they feel insecure about their own domestic situation, because they know that after all the upheavals of the Mao years, and then the meteoric growth that followed Deng Xiaoping's coming to power, their legitimacy depends primarily on delivering growth. It's the fact that they've taken hundreds of millions of ordinary Chinese out of poverty that keeps the Communist Party in power, not any great ideological commitment to communism as an ideology, because everybody knows that it's just something that the leadership pays lip service to. Everybody knows that the party had become extraordinarily corrupt as a result of the enormous amounts of money that were being generated. So I think there's insecurity there, and that's the thing that we foreigners often misunderstand about China."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Two full scale investigations are underway into two mass shootings that claimed a total of 29 lives this weekend. Tonight, we still don't know what triggered Sunday morning's massacre outside of a bar in Dayton, Ohio. A masked gunman dress in body armor fired off at least a hundred rounds of ammunition in just 30 seconds, killing nine people and injuring dozens more before officers fatally shot him. Earlier, the people of Dayton gathered to honor the many victims which included the killer's own sister. And in El Paso, Texas, investigators say Saturday's mass shooting at a Walmart store was an act of domestic terrorism. The accused gunman in that case who was captured alive could face the death penalty. Police tell us he posted a manifesto expressing hatred for immigrants. I'm Aishah Hasnie, now back to LIFE, LIBERTY & LEVIN."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Niall Ferguson, we talked about the Soviet Union, it doesn't exist anymore. There is Russia. And there is Putin. We've talked about China. Russia-Putin grave threat? A society that's unraveling. ? How do you see that?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Russia's declining power has the classic symptom of Imperial decline, which is a leader who wishes it could somehow be arrested. But if you look at the size of Russian economy, it's really a relatively minor force. What Russia still has is considerable military capabilities, it still has a huge arsenal of nuclear weapons. But because it's relatively economically weak, it has to fight in what I'll call low-budget ways. Information warfare, meddling in other people's politics is a pretty cheap way of disrupting your enemies, and that is something that the Russians have been doing, not only in the United States. They certainly tried it in 2016, but they've been doing it in other countries, too. Ukraine, for example, is really their experimental laboratory. Now, I think it will be very surprising if President Putin at some point does not try to challenge NATO as an institution, it does not try to break the Atlantic Alliance. I think he must calculate that there's a possibility he can drive a wedge between the United States and the Europeans, particularly during this presidency, when, for example, the Germans have such a negative view of President Trump. If Putin wants to exercise that option, he may not have a limitless amount of time to do it. So, I think we need to watch for Russia trying it on in say, one of the Baltic States in the hope that NATO doesn't rally behind it."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But what would this look like in one of the Baltic States?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "I think it would look a bit like what happened in Ukraine, when unmarked Russian troops began violating the sovereignty of Ukraine. You could imagine something like that in Lithuania. But it would be combined with information warfare, it would involve trying to mobilize the Russian ethnic minority in that country. We've seen the playbook before. The question would be would be, would NATO hold together under the Article 5 rule that an attack on one is an attack on all? Or would we find that between Berlin and Washington, there was uncertainty and division. The other point I'd make about Russia is remember, although Putin has been aggressive, not only in Ukraine, but also in Syria, the price of that has been an increasing dependence on China. In many ways, the closest geopolitical relationship in the world today is between Xi Jinping, the Chinese leader and Vladimir Putin. They see one another very regularly. But there's no question in my mind that Putin is the junior partner, and for many Russians, there's something a bit unnerving about the fact that they're playing second fiddle to China. That's an anomaly historically. Traditionally, those would have been rivals, indeed, enemies. They came to blows. They came to war in the late 1960s. So that's one of the oddities about our world today, the Russia-China partnership, and it's one that I think U.S. policy should be trying to break up."
    },
    {
      "speaker": "LEVIN",
      "utterance": "How would you do that?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Even if President Trump settles on trade, even if there's a trade deal between now and the election, I think in all kinds of other domains -- technology, the South China Sea and other issues -- I don't think the U.S. and China are about to become besties again. So the question is, can the United States improve relations with Russia? Is there some way of taking this relationship between President Putin and President Trump which has been so controversial, and turning it into something that is a value strategically. My view has always been that a lot of the arguments about 2016 would diminish if there was some use value, some benefit to the United States. And I do think the problem at the moment is partly that we are on a kind of permanent war footing with respect to Moscow, whether it's sanctions or other issues. It's also partly that President Putin simply cannot bring himself to trust the United States. I think the only way to try to improve the geopolitical situation is to try and improve relations with Russia. That is not going to be easy."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And it won't be easy, because the Democratic Party, you're not permitted. Russia collusion, Russia collusion, Russia collusion."
    },
    {
      "speaker": "FERGUSON",
      "utterance": "And there are Republicans who feel much the same way. So this is a big problem, I think that President Trump has to try and figure out between now and I'd say the election, an improvement geopolitically, let's say, a change of the subjects. So that next year, we're talking about a situation improving not only respect to trade in China, the situation perhaps improving with respect to North Korea, we haven't talked about Iran. If President Trump is smart, he is going to change the subject to foreign policy next year. This was what Richard Nixon did so very successfully in 1972, when he was running against the left of center Democratic candidate, and he was able to unroll a series of foreign policy breakthroughs, of which the opening to China was probably the biggest and win the election by a landslide. So I do think there is much that can be done with respect to foreign policy to decide next year, in a way that will be very, very difficult for the Democrats to counter from their relatively weak position. What the Democrats want is to have an election that is all about healthcare, and maybe race relations. But if it's a health -- if it's an election about foreign policy and American strength, I don't see how any of the Democratic candidates has a hope."
    },
    {
      "speaker": "LEVIN",
      "utterance": "When we come back, I want to ask about domestic policy. Have the Democrats now pigeonholed themselves as hard left? Or has the President pigeonholed them as hard left? Maybe that's what he's doing with the squad and so forth. So he can entertain the policy suggestion that you're making here. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Niall Ferguson, domestic politics, the upcoming election. Has the President successfully or does it look like he is going to be successful in defining the Democrats and the Democratic Party? I mean, they pretty much define themselves as hard left. They throw around these titles: socialist, Democratic socialist -- clearly that benefits him. Do we see parallels with recent history in this campaign that's coming up?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Yes, I think that in many ways the Democrats have done this to themselves. I don't think President Trump's had to work very hard because almost all the running in terms of media and especially social media has been made by the so-called squad of young radical Congresswomen led by Alexandria Ocasio-Cortez and Ilhan Omar and Nancy Pelosi's nightmare is that they are getting all the airtime and the more airtime they get, the more left wing the Democratic Party looks. I mean, just think of AOC's Green New Deal. I call it the Green Leap Forward, because it would imply such radical expansion of the power of the Federal government over economic life, that it would be more or less the Soviet-ization of the U.S. economy. And it would certainly be the end of economic growth. So that stuff is extraordinarily damaging for the Democrats' hopes and the 2020 election, because you don't have to travel too far away from Cambridge, Massachusetts, or for that matter, Berkeley, California, to find that people think socialism is a pretty dangerous thing. The only Americans who have a positive view of socialism or the so called Generation Z are people who are kind of Circa 20 and in college being indoctrinated by Marxist professors, but the rest of America still thinks that socialism is a pretty bad idea. And as long as that's the case, then if the Democratic candidates associated however, tendentiously with socialism, then I think it's a major problem. And Trump doesn't need to do too much to achieve that. When the Democratic Party has lent left, historically, it's tended to lose, and that's why I'm kind of attracted to this 1972 analogy when the government Democratic candidate really stood for a pretty left of center set of policies, and he got destroyed by Richard Nixon who ran on foreign policy achievements. That would be my playbook if I were advising President Trump. First of all, you kind of make sure that everybody gets how left wing the Democrats have become, including even Sleepy Joe Biden, and then you change the subject from domestic policies, to foreign policy issues, where I think they're extremely weak."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But it looks like the Democrats are trying to define him. There was a poll about a year ago in August that showed the President was making headway in the African-American community 20 percent to 22 percent were looking at him favorably. I noticed the news reporting almost immediately, and the Democratic Party were really on course, looking for every opportunity to call him a racist, even though he attacks really, anybody who attacks him, regardless of race. Even this most recent example, with respect to Baltimore, so on the other hand, they're trying to define him -- pigeonhole him. You think that will be successful?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, if one looks at the most recent polling? There's clearly something going on that is alienating suburban women from the President and suburban white women from the President in particular? I'm not somebody who thinks that it's a slam dunk that he gets reelected. I think it could be well be quite tight. I think there are reasons to be uneasy about the way for example, healthcare is the number one issue in so many states, including the key swing states that that gave him the presidency in 2016. I think the Democrats are making a mistake by putting identity politics front and center and trying constantly to insist that Trump is a racist. And ultimately, he stands for white supremacy, because I don't think that that's a credible argument in the eyes of most Americans, and I think most Americans don't want to feel that their lives are going to be dominated by the racial question. So my sense is that that's a mistake, but that there are weaknesses that the Democrats can exploit. And I think one of the obvious ones is this question of healthcare. In the end, the Republicans made a huge blunder that it wasn't really President Trump's doing. It was their failure to repeal and replace Obamacare. And the minute they failed to do that, Obamacare with all its faults became their problem rather than the Democrats' problem. My sense is that if the Democrats want to really make headway, they should focus on that issue, because people in America care more about that than they do about reviving our old divisions along --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "But are they even getting that right?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "No, I don't think they are, oddly enough. I mean, it ought to be low hanging fruit. But if I'm just looking at the way, Kamala Harris, who is a formidable candidate in many ways, but has really blown this by shifting her position back and forth to the point at which even I'm not quite sure what she now stands for. I think it's hard for them, after all, it's hard to reform American healthcare. Let's face it, this is an extraordinary complex system. You wouldn't really start from here if you were building anew, but that's the issue where I think Republican candidates generally are most vulnerable. And that's why I think the smart strategy for President Trump is to emphasize foreign policy issues and particularly the Chinese threat. You know, the country is a funny country and I speak as an immigrant, a newly minted American citizen, one-year-old American citizen. To me, the fascinating thing about this country is that if there isn't a really meaningful external threat, the division suddenly open up at home in a way that is kind of alarming. And so one of the benefits and I know this sounds a little paradoxical, but one of the benefits of Cold War Two is that I think it will actually help us to heal some of our internal divisions when we wake up to the fact that there really is a communist-led superpower out there that wants to eat our lunch."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Don't forget folks to check me out most weeknights on Levin TV. You can sign up, go to blazetv.com/mark; blazetv.com/mark or give us a call 844-LEVIN-TV, 844-LEVIN-TV. We'd love to have you over there. And don't forget to get your copy of \"Unfreedom of the Press.\" Almost half a million if you have. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Niall Ferguson, the Democratic Party is moving hard left. At least if you listen to these presidential candidates, the squad and so forth. They talk about democratic socialism. They talk about socialism quite freely. We even see this in the press, socialism versus capitalism, which has the upper hand?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, Joseph Schumpeter, who was a great economist said socialism was bound to win in the end, partly because the intellectuals would always be seduced by it. And also because the bureaucracy would be seduced by it. The good news is that that he was wrong, at least in the 20th Century, socialism lost out. I think, if you told me back in 1989, as the Berlin Wall was coming down that socialism would make a comeback 30 years later in the United States, I had to just assume that you were smoking an illegal substance. But here we are. Democratic socialism is what Bernie Sanders identifies with. He is one of the front runners for the nomination still, and AOC, the pinup star of the Democratic left is also a self-proclaimed socialist. Well, the good news is, I don't think many young Americans really know what socialism is because when pressed, Alexandria Ocasio-Cortez said that she saw Sweden as being a socialist country. I don't know if she had been to Sweden lately, but it ranks in the kind of top 10 free market economies these days. So you drill down and you find that what they really mean by socialism is canceling student debt, free healthcare and that kind of thing. They want ultimately to move the United States closer to a West European welfare state. And it's ironical, because at the very moment, those West European welfare states have all kinds of difficulties delivering low growth or Social Democratic parties are collapsing in Europe. They're trying to revive socialism in the United States. I think it's a case of, of mistaken identity. And I think it's also a flawed political strategy."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Is it harder to explain capitalism? Is socialism just easier from an emotional perspective?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, looking at the polling data, if you say to Americans, \"Are you in favor of capitalism?\" They kind of go, \"Meh.\" But if you say, \"Are you in favor of a free market?\" They're much more positive. If you say, \"Are you in favor of small business?\" They are much more positive. So I think part of this is a branding problem. You know, Mark, capitalism is a left-wing word. It became popular, mainly because Karl Marx used this a lot. And I sometimes worry that we shouldn't really use the word at all because by using capitalism, we're kind of implicitly conceding its equality or its parity with socialism. I prefer the free market, because this is all about individual freedom. And ultimately, what we learned from the 20th Century is that socialists have to limit economic freedom. They have to limit people's ability to control their own wealth, to control their own incomes to achieve their goals of egalitarianism, of an equal society. And whenever they try to achieve that, they don't achieve it, they just end up with a corrupt, inefficient society that eventually collapses in on itself. And if you don't believe me, take a trip to Venezuela, which is just the latest example of a country destroyed in the name of socialism. And when that was happening, the American left was cheering Hugo Chavez on. And it's worth reminding people of just how much nonsense was talked about Chavez. Look at Venezuela today."
    },
    {
      "speaker": "LEVIN",
      "utterance": "As to your point about the word \"capitalism.\" It's exactly what Prime Minister Benjamin Netanyahu said. I talk about free markets. I don't talk about capitalism because anybody can pour whatever they want into that word. What's interesting to me is younger people tend to reject authority. Well, socialism is all about authority. I feel if we could get to them and teach them properly what free markets are all about, individualism, we would win them over. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Niall Ferguson, I'm going to ask a question I ask a lot of guests. Where do you see the United States in 5, 10, 15 years?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "There's no such thing as the future. I can give you futures. Remember, the historical process is not some inevitable thing -- we get to choose, and I think America has a very clear choice. It can continue reassessing itself geopolitically, and making itself more dynamic economically. It can go down that route and it can prove that America is still number one, and it's going to stay number one, that's option A. Option B is that we can embrace a foreign policy and a domestic policy that slows the economy down, weakens the United States as a great power and opens the door to a Chinese century that divides us domestically, but also weakens us internationally. As I said, history is all about choice. It's about leadership. But in a democracy, it's about the individual citizen making the choice. So we get to choose the America of the next five or 10 years. I want to be an optimist. I'm an immigrant. I have two little American boys. I want the next 5, 10, 50, a hundred years to be great. But I'm keenly aware that it hangs in the balance and it will be determined at the ballot box next year."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I'm just going to ask you that, so this A or B, at least it starts with this next election. It's that important, isn't it?"
    },
    {
      "speaker": "FERGUSON",
      "utterance": "I think it is that important, though, we're always told that each election is a huge turning point. But this is a really difficult one. It's a difficult one for some of my close friends who think of themselves as never Trumpers who have been critical of the President. Look, I wasn't an early supporter of President Trump either. But in the end, we have to ask ourselves, what the choice is and what the alternative will be. And it's all very well to say that you're a never Trumper. But does that mean you're ready for the Biden presidency? The Sanders presidency? The Warren presidency? The Harris presidency? That's the choice that we face and it's central to our democratic system that we have to choose not between perfection and evil, but often we have to make difficult tough choices. I hope we make the right one next year."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Hey, Amen. It's been a great pleasure."
    },
    {
      "speaker": "FERGUSON",
      "utterance": "My pleasure, Mark."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Thank you."
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Don't miss us next time, folks on \"Life, Liberty & Levin.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}