{
  "date": "August 26, 2021",
  "headline": "Tucker: This is how to humiliate the US",
  "subHeadline": "Guests: Miranda Devine, Joe Kent, Douglas Macgregor, Jesse Kelly, Jim Hanson, Glenn Greenwald, Glenn Beck, Aaron Babbitt, Terrell Roberts, Greg Steube, Daniel Davis, Ned Ryun",
  "url": "https://www.foxnews.com/transcript/tucker-carlson-tonight-on-afghanistan-violence-chaos",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Good evening and welcome to TUCKER CARLSON TONIGHT. Let's say you had deep animus against the United States, let's say you hated the country and you wanted to permanently knock the U.S. from its perch as the preeminent world power and to degrade and humiliate America for good. You might use Afghanistan to do that, and if you wanted to, here's what you might do. First, you would delay your withdrawal from Afghanistan for 19 years, long after there was any national security justification for being there. You would turn a war into a welfare program and you would turn your military into an NGO. That would humiliate everyone involved. You would spend trillions of dollars to do this, but you would be absolutely certain to get nothing in return for that money, apart from dramatically increasing local corruption and making opium poppy as the national crop. As the occupying power, you would run Afghanistan so badly, with such unbelievable stupidity and overbearing arrogance that by the end, much of the population would yearn for the return of brutal religious extremists. Then when it was finally time to go, you would ignore the relevant details of the withdrawal. You wouldn't plan your exit, you would just hope for the best. What could go wrong in a country controlled by the Taliban? When crowds of desperate people showed up, as they inevitably would, begging to be evacuated, you'd be certain to give preference to the foreign nationals, the ones who might hate you and prefer Sharia law to democracy. They would get the first seats on the plane. As for your own citizens, the people you exist to protect, well, you just wish them luck and leave them behind. You wouldn't even bother to get all of their names because, really, who cares? Then having done all of that, you go on television back in your own country to brag about what an amazing job you've done. You'd call yourself a hero. You'd compare your evacuation of Kabul to the Berlin airlift, and that way, once you've done that, the rest the world would know you're not simply incompetent and weak, but you're also delusional. You are a lunatic with no self-respect. Having learned all of that, your enemies just might conclude that now is the perfect time to take advantage of your diminished condition. And today in Kabul, they did just that. A terror bombing at the airport killed 90 people and injured 150 more, 13 of the dead were American servicemen, 12 marines and a Navy corpsman. For the U.S. military, it was the single deadliest day in Afghanistan in a decade. It was a tragedy and we saw it on television. In moments like this, Americans turn instinctively to their President for perspective and leadership. It doesn't matter if they voted for him, they want to be reassured by the man in charge. But Joe Biden did not reassure them, he didn't even appear. For hours, Biden remained hidden and silent. Finally, the White House announced that Joe Biden would speak to the country at 5:00 p.m. this afternoon, but even then, he didn't show. Joe Biden was fully 25 minutes late to the podium, like he had better things to do. And when he spoke, it was hard to believe this is the man in charge of our country. Joe Biden is fading before our eyes. He began by muttering something irrelevant and weird about his late son, Beau, whom he described as the U.S. Attorney in Kosovo, as if that position exists, and then Biden pledged his voice weak and halting, speaking at a pace half of what a normal person speaks at that he was going to somehow hunt down and punish the people who killed our Marines today. And all of a sudden, this didn't sound a lot like a withdrawal from Afghanistan at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "sentences": "For those who carried out this attack as well as anyone who wishes America harm, know this, we will not forgive. We will not forget. We will hunt you down and make you pay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, you are won't. Unfortunately. The tragedy today was not a complete surprise. There was Intelligence suggesting it might happen. Just hours before the attack, the U.S. Embassy in Kabul which now operates from the airport sent out the following alert, quote: \"Because of security threats outside the gates of Kabul Airport, we're advising U.S. citizens to avoid traveling to the airport and to avoid airport gates at this time. U.S. citizens who are at the abbey gate, the east gate, or the north gate now should leave immediately.\" Well, that turned out to be relevant Intelligence. What did The Pentagon do with it? Well, not much, apparently. They were too busy tweeting about equity. This morning, the Sergeant Major of the Army, a man called Michael Grinston wrote this, quote: \"Women's Equality Day reminds us we're smarter and more lethal when we come together as an inclusive cohesive team.\" Okay, so some large, but as yet still unknown number of American citizens are trapped in Afghanistan tonight, all of them facing potential death and here we have the senior NCO in the United States Army celebrating Women's Equity Day -- whatever that is. Send in the pregnant fighter pilots. It's all so humiliating. Serious people are laughing at us which is probably the point of doing it. On the other hand, Joe Biden doesn't really need the U.S. military to protect the Kabul Airport because the Taliban now have that covered. General Kenneth McKenzie explained this today at a press conference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. KENNETH MCKENZIE, JR., COMMANDER OF UNITED STATES CENTRAL COMMAND",
      "sentences": "It was a failure by, you know Taliban operating with varying degrees of confidence, some of those guys are very scrupulously good, some of them are not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, some of those Taliban guys are very scrupulously good. That was the official word from the Biden administration. Keep in mind, what you just heard from the General he said after the Taliban let a suicide bomber through a checkpoint at the airport that killed 13 Americans, but still we're going to trust them. The Boden administration trusts the Taliban enough tonight apparently to share classified Intelligence with them. Again, here's General McKenzie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKENZIE",
      "sentences": "The other thing we do is we share versions of this information with the Taliban so that they can actually do some searching out there for us and we believe that some attacks have been thwarted by them. And then we also use the Taliban as a tool to protect us as much as possible. But we share a common purpose, as long as we've kept that common purpose aligned, they've been -- they've been useful to work with. They've cut some of our security concerns down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, we now share a common purpose with the Taliban. That's the head of the U.S. military telling us that. So, naturally the Taliban are now in charge of protecting our citizens. Hey, America, meets new bodyguards. Bad news is, they're the Taliban. It's hard to believe any of this is actually happening or that that clip that we displayed is real, but it is happening and unfortunately that is a real clip. So what kind of information is the Biden administration now handing over to the Taliban? Well, according to POLITICO, quote: \"U.S. officials gave the Taliban a list of names of U.S. citizens, green card holders and Afghan allies to grant entry into the outer perimeter of the city's airport.\" Wait. What? We gave the Taliban the names of U.S. citizens in Afghanistan. We don't have special operators anymore? Why are we doing that? Why would we give it to the Taliban? That can't be right. Well, it is right. It's true. The Biden administration handed the Taliban a list of Americans who are still in Afghanistan. Joe Biden, all but confirmed that today. Apparently, it makes the Taliban's job easier. The question is, what is that job? That's one of many questions tonight. Joe Kent is a U.S. Army veteran who served in Iraq. He is running to represent Washington State in the Congress. He is definitely one of the good guys, we're honored to have him on our show tonight. Joe Kent, thanks for coming on. You're the first in our lineup this evening, so I just -- I'd ask you for your baseline perceptions here. What do you think of what we've seen today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE KENT (R), WASHINGTON CONGRESSIONAL CANDIDATE",
      "sentences": "Well, today has been an absolute tragedy, but unfortunately I think we're seeing over nearly two decades of lies come unraveling. The U.S. military has been saying for nearly two decades we've built this Afghan government in this Afghan army and that they were worthy of the sacrifice of our brave young men and women and that they would hold. And then we're also seeing the lies of the Biden administration come unfolding as well. There was a hard plan and a deal to get us out by May, but Biden did not want to execute President Trump's plan to get us out by May, the deal that he negotiated from a position of strength instead he wanted to cut a separate deal, his own deal that gave the Taliban three months of prime fighting season time to plan this assault that we're seeing now. And now, we are completely at the mercy of the Taliban and our troops are hostages essentially and we are not taking proactive steps to go on the offensive to get our people out of there. We are prioritizing refugees and anyone, but Americans. It is an absolute disgrace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It does seem pretty clear that in a situation like this, obviously, it's complex, lots of moving parts. You know, I always give people the benefit of the doubt to some extent because you know it's hard. But any normal person who love his country would say job one is getting our citizens out. That comes before everything else. There's no question. I mean, anybody, any normal person would decide to do that. But they haven't. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENT",
      "sentences": "No, that's absolutely correct. The only reason that I can think of is just the culture that the Biden administration has set from day one. They opened up our southern border. They are letting thousands of illegal refugees in that way, illegal immigrants pushed in by the cartel. The Biden administration's national security establishment ran by Lloyd Austin, Blinken, Sullivan, and all of them, they are part of this culture that believes America is a power in descent and that we are not a unique nation or an important nation and that culture has echoed throughout the national security apparatus. And now, we are prioritizing getting Afghans out of the country and the only reason that I can think of to get all these unvetted Afghans out as fast as we are trying to get them out is to pump even more refugees into the heartland of this country. That seems to be the top priority of this administration. Again, it's a complete and total disgrace and it's completely and totally reckless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, you're part of the despised group that actually fights our wars. You know, working-class kid from the Pacific Northwest. You joined young, you got married, and your wife was killed fighting one of these wars. I mean, how much of their contempt do you feel personally as you watch them make these decisions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENT",
      "sentences": "I feel an incredible amount of contempt and resentment. So, my wife was killed about a month after Trump attempted to get our troops out of Syria the first time. Every time that we attempt to end a war, the military-industrial complex fails catastrophically. Under Trump, they double crossed him and lied every step of the way to leave our troops in harm's way. He tried to get us out of Afghanistan as well. He finally came up with a deal to get us out in May. The military-industrial complex has now lied to President Biden. They did not prepare us to get out right now. According to Biden's timeline, Biden should have never made that deal. He should have had us out in May and the military-industrial complex should have not lied to a duly elected President that's President Trump, not President Biden. They shouldn't have lied to either one and they should have had a plan to get us out, but it's clear they didn't. I can feel the contempt. The politicians and the military-industrial complex, the unelected bureaucrats, they treat us just as cannon fodder to make their political gains and we do not have to take that anymore. This is our country and we need to start taking it back. It's all crumbling apart right now. The illegitimacy of the Biden administration and the illegitimacy of our permanent ruling class.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, you're making me upset just hearing those words because they're so clearly true, and I think anyone listening tonight who has lived in this country for the last 20 years knows that what you said is exactly right. And my last question to you, not to increase the level of bitterness here, but there are a lot of people responsible for the debacle that we're seeing now for the death of those 13 Marines and the Navy corpsman today, and you wonder if any of them will ever be held accountable for what they did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENT",
      "sentences": "They will be held accountable. We are going to take the House and the Senate back in 2022 and we are going to hold a full inquiry on all of our wars starting with this incident, starting with this botched withdrawal, and essentially working our way backwards. We know that we've been lied to about Afghanistan for years. Now, the Afghan papers that came out last year that the media ran coverage for, that all started to expose the lies. We know Iraq was based on lies. There will be accountability when we take our country back. And that's why I'm running for Congress to take this nation back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, we are rooting for you. Joe Kent of Washington State, thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENT",
      "sentences": "Thank you so much, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Doug Macgregor is a retired Army colonel, a former senior adviser to the Secretary of Defense. He has compared the crisis in Afghanistan to the Benghazi disaster under the Obama administration. He joins us tonight. Doug, thanks so much for coming on. How would you assess what you're seeing now tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COL. DOUGLAS MACGREGOR (RET), U.S. ARMY",
      "sentences": "Well, you're seeing the lapses in security, the absence of realistic planning, bad leadership from the top, a failure to outline specifically what the goal was, which I think very clearly was to get all of the American citizens and allied citizens out before we withdrew any military power. All of this looks a lot like Benghazi on steroids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, I guess that's -- and not to keep repeating it, but I'm going to continue to until I get a real answer. I don't understand why you would withdraw our military force before every American who wants to leave has left. Isn't that your duty? Isn't it like the captain abandoning the ship and leaving the passengers to go to the bottom? Like what is this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, there is no question, Tucker, but I think General McKenzie answered your question. How is this possible? It strikes me that he concocted and the planners that worked for him a rosy scenario. Normally, when you operate in this kind of environment, you look at the worst case analysis. You plan for the worst thing the enemy can do to you and then you backward plan from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Why was our perimeter so close to the Taliban? Why wasn't the Taliban told to stay at least two or three thousand meters away from the airfield? We had no standoff. Where was the AC-130 in the air? Why didn't we have some mobile armored firepower on the ground in the form of Bradleys or tanks? You can fly them in and fly them out when you're finished. I don't understand what was going on. It strikes me that no one seemed to think this was really a dangerous environment. The only thing I can conclude is that this half-assed operation was McKenzie's fault primarily, but he's also got the Secretary of Defense, I assume that he briefed him in which case the Secretary of Defense should be removed. And I know Milley is very unpopular with lots of people, but he's just an adviser. Apparently, he didn't give very good advice. You should clean house. This is reminiscent of what happened to JFK at the Bay of Pigs. He did not immediately clean house, but eventually he had to. I think we're in the same position right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you think -- I mean, this is so humiliating for the United States. I know you had advocated for withdrawal from Afghanistan, so it's not like you're calling for permanent war there. You're on the opposite side. But the way we get out is so damaging to this country on every level that it almost seems like it was on purpose. I'm not a conspiracy person, but how could you do something like this? How could you imagine any other outcome but this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "You know, I think people will say, well there were people actively trying to present us with a failure. I'm not sure that's the case. I think we look a lot like the British expeditionary force at Dunkirk. By the time they reached the, the only thing that saved them at the time was Hitler's decision to halt. Had the Germans continued, they'd have had a quarter of a million British prisoners. They were saved by a miracle. We can't depend on miracles in Afghanistan. We've got to save ourselves, and we haven't done a very good job of it. So, we look feckless. We look incompetent and I think our French and British allies privately are shaking their heads in disbelief because they've actually handled this much better than we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How distressing to hear that. How do you think this will play out from here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, we'll get out and the Taliban is probably going to do business with the countries around it. How that will turn out? I don't know, but I know that the Indians, the Russians and the Iranians are all very sensitive to the real threat in the region, which emanates from Pakistan. That's the wellspring of Sunni Islamist terrorism and the Taliban is funded by them. That's been the problem from day one and we've never come to terms with that, and here we are 20 years later, $2 trillion in the hole, tens of thousands of wounded and killed and what have we got for it? Nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you think we'll get all the Americans out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "I hope so. I'm sure there are people on the ground there, I know them in the Army and the Marines, people that I knew when I was in active duty would say, we're not leaving until we're certain that every American is out. Now will they be allowed to do that? Or are they going to be told by the Secretary of Defense and General McKenzie, I'm sorry you have to leave, it's over. That I don't know. But if you leave it to the soldiers and Marines on the ground over there, hell, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I believe that. Well, last question. I know that the Biden administration unfortunately has not called you for advice, they ought to. But if you're giving advice to the administration right now, what would you tell them to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well first of all, they need to stick with the withdrawal, but they need to make it a precondition that we will not leave until we have successfully extricated every American citizen. We need to make it clear to the Taliban. If there's any interference, then we will take whatever action is required against them. I don't think that the Taliban is stupid. I think at this point, they recognize they've won what they want, and they are liable to go along with it. But at the same time, you can't appear feckless. You can't appear weak. Donald Trump never did that. He was always a voice of strength and influence and power. We need that desperately right now, and that's absent at the top.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Get our people out. Amen. Colonel Macgregor, thank you so much for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So in his remarks today which once again worked 25 minutes late because, you know, Joe Biden was busy, the President vowed to quote, \"hunt down\" those responsible for killing 13 Americans today in Kabul. In a matter of days, it seems like we've gone from withdrawing to being pulled back in to war. Mitch McConnell for example, the head Republican in the Senate just tweeted this: \"The President needs to clearly and firmly state, the United States will stay as long as it takes in Afghanistan.\" Well, that's an interesting response. You're hearing a lot of that by the way, unfortunately, from a lot of Republicans on Capitol Hill. This proves that we need to stay in Afghanistan. What to make of this? Jesse Kelly is the host of \"The Jesse Kelly Show.\" He joins us tonight. Jesse, thanks so much for coming on. You're watching this. What do you think this means? What is going on here exactly? JESSE KELLY, HOST, \"THE JESSE KELLY SHOW\": Politics, no patriotism at all, no love of country at all. This is all politics, Tucker. That's why I am as full of hate and rage right now as I have been probably since 9/11. I know for a fact either mothers or wives or somebody like that, they're getting a phone call tonight or will be getting a phone call shortly and they're going to find out husband is never coming home again, daddy's never coming home again, my son is never coming home again, and I know for a fact, the scumbags in the White House who run this country, they are sitting around a table as we speak and they're not worried about mommy, they're not worried about daddy, they are not worried about that kid. They haven't shed a single tear for anybody. They are worried about poll numbers, Tucker. They are worried what polls well. How are we doing with middle-aged women? How do you think we did with black people tonight? How do you think we did? These people disgust me. They disgust me as much as the Taliban disgusts me. I'm so grossed out by the people who lead this country. Our warriors deserve so much better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They certainly do. I've got to say though, it does feel like potentially, a turning point. I mean, this reveals such rot underneath our credentialed class. You know, their claim to power is their expertise. They are good at stuff, you're not. What do you know? You're Jesse Kelly. You used to sell RVs. Shut up and obey. But they've just revealed that they actually have no idea what they're doing. They can't even withdraw from Afghanistan. So, what change do you imagine going forward this will spur?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "Absolutely nothing. Absolutely -- Tucker, they've put Joe Biden in there on purpose. You remember, they cleared out the field to put in this old man who is clearly half functional, instead of dependable, we've got to dependents in the White House. The guy has no idea what he is doing and the backup plan is Kamala Harris, who quite literally laid down to get the job. These people don't care about country at all. There's no plan and that's what's amazing right now, Tucker. None of them, not one person, not Lloyd Austin or Milley or any one of these idiots, none of them are looking in the mirror as you and I are talking and saying to themselves, gee, I think I really screwed up. They're all worried about their own rear ends and their pensions and their career and there's no patriotism anymore, and it makes me want to vomit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Lloyd Austin at the height of this two days ago, reminded us that the real threat is not the Taliban, it's white supremacy in America. It's Trump voters, he said that out loud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "Oh, yes, him and Milley. Milley was in front of Congress, you'll remember, testifying about white rage and now he wants to understand white rage. Well, we're finding out right now what all that's getting us. There are only so many hours in the day. Either you're digging into white rage or you're digging into actually finding a way to exfil your people from Afghanistan without getting American citizens slaughtered, brave Marines slaughtered, our allies slaughtered. This is more than just a national embarrassment, this is an international embarrassment. I can't even imagine what the military planners in China are pouring into the ears of Xi Jinping right now, because I have to be honest, if I were them, I'd be landing on the shores of Taiwan tomorrow knowing we have a half dead person in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, you might -- if you lived in Taipei, you might want to be buying lots of Bitcoin and picking up a condo in Santa Monica, I would say right about now. Jesse Kelly, thank you so much for that. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, the U.S. military tells us that an ISIS affiliate in Afghanistan that they are calling ISIS-K was responsible for today's terror attack at the Kabul Airport. K in ISIS-K stands for Khorasan, which is near the Pakistan-Afghanistan border. According to the U.N., this group, ISIS-K has around 2,000 fighters in Afghanistan. So what is this ISIS-K? And how long are we going to stay in Afghanistan to fight them? Jim Hanson served in the U.S. Army Special Forces. He is the President of Security Studies Group and we're happy to have him join us tonight. Jim, thanks so much for coming on. ISIS-K, a lot of Americans hadn't heard that phrase until today or yesterday. What is this? And how are we going to respond to it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM HANSON, PRESIDENT, SECURITY STUDIES GROUP",
      "sentences": "Tucker, ISIS-K is a bunch of Taliban guys who thought that the Taliban wasn't savage and barbaric enough for them. So, they split off and formed their own group, and I guess, if they got in control rather than just shooting women in the back of the head at a soccer stadium, they might do live beheadings on pay-per-view. They are obviously a menace, and I think we need to go ahead and consider them, you know the prime threat to U.S. troops on the ground right now. But remember one thing, Joe Biden made a deal with the Taliban to provide security for all of us around that airport, so whoever those ISIS-K suicide bombers who got in today, they had to pass through some Taliban checkpoints to get where they're going. So I don't think the Taliban gets a walk on this. There is blood on their hands as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How do you respond to apparently the fact that the Biden administration handed the Taliban a list of Americans still in the country, their names?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Tucker, Biden gave the entire game away to the Taliban. Now, they had him in a very bad position they told him, if you don't give us what we want, we're going to start fighting again. And the last thing he wanted was any fighting going on because then the military would win the argument and we would have stayed. So what he did is he made a deal with them in Doha, Qatar and he said, we'll give you what you want, we'll give you a clear path to Kabul and you can have the country. We'll ground the Afghan Air Force. We'll shut down Bagram, and we'll let your leader, Mullah Baradar fly back from Qatar on a C-17 with the back end of it full of Qatari cash. He gave the game away for a lame promise that never got delivered that they would take care and let Americans get out. They didn't do that, they didn't do anything. Biden got taken to the cleaners and Americans are dying now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, what's the point of having what we typically refer to as the most powerful military in the world? I don't know if that's actually true or not, but we say that it's true. What's the point of having a military this well-funded, certainly the most expensive, if you have to make deals that include flying back the Taliban leadership with cash from Doha? Like, what is the point of military strength if you have to do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "The problem is, you want military strength as the United States. What you need is political will to use it to deter our enemies because they're scared of the hellfire and damnation you will reign down on them if you cross us, and we don't have that. We've got a doddering drooling fool as Commander-in-Chief who is now giving away even worse, you know he's given away Afghanistan, which we didn't need, but he's given away American credibility and deterrence. So now, our enemies aren't scared, tyrants are emboldened, and our allies know they can't trust us. Having a potent military is useless if you don't have the correct people running it and using it properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, I know you do national security for a living, not politics, but what do you make of the number of prominent Democrats in the others, which effectively are arms of the D.N.C. attacking Joe Biden all of a sudden. They've defended every decision Biden has made, opening the southern border, gas prices, and inflation -- whatever. It doesn't matter. He could invade Canada and they'd defend him. But they're attacking him on this. Is that because they're neocons above all? Is it because they want to replace Biden? I mean, do you have any guesses as to what's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "They are political tools, Tucker. They're just doing it now because Biden has become a liability. They thought they could put him in and safely hold the White House and get their agenda in play, and now he has become a problem. He has not only screwed up all the political, you know domestic issues that you mentioned, but now, he has made us the one thing Americans won't tolerate, a weak pathetic looking thing on the world stage, and that's not something even the Democrats are going to put up with. The problem is, they hate Kamala Harris as much as the rest of us do, and they don't want to put her in. So, they are stuck between a rock and a hard place and unfortunately, that's going to hurt the United States as much it is going to hurt them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I haven't asked her husband. I've never met anybody who likes Kamala Harris, maybe they're out there. I haven't met them. Jim, great to see tonight. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, if you want to know where the media comes down on this, maybe the greatest bias in the American Press Corps is in favor of war. We're just for war, that's our position. So, the very first question that Joe Biden got today came from NBC News was essentially, why don't you escalate the war in Afghanistan, the one that we're purportedly withdrawing from and deploy more troops? It's interesting. So, the media, which of course play on the emotions of decent people and all decent people are highly upset about what's going on right now are now trying to convince you, there is no possible way America can leave Afghanistan after 20 years. Are we misreading that? It seems like that's what's going on. Glenn Greenwald has been paying close attention. He is an independent journalist who writes as you doubtless know at \"Substack.\" He has made it famous. He joins us tonight. Glenn, thanks so much for coming on. So, look you can believe that we needed to get out, which I certainly did, immediately and still think this is a horrible way to do it. But I have to say watching the Press Corps in Washington, I don't think they want to get out at all. That's my impression. Is that yours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GLENN GREENWALD, JOURNALIST",
      "sentences": "Absolutely. You know, I think the comments that your first guest, Joe Kent, made as they usually are were extremely insightful because if you notice, he was critical of the plan to withdraw, but he put that into the proper context, which is that it's not like just this last part got messed up. It's been 20 years of ongoing fraud and lies deliberately on the part of the government with both parties and especially whatever you want to call it, the Deep State, the national security blob to keep this war going. They lied about Iraq. In the beginning, they lied about the progress that they claimed they were making in Afghanistan that they know that we weren't, and so I think the key there is that that is the political party to which the media is most loyal when it comes to foreign affairs. It's not Democrats or Republicans, both of whom by the way have many people wanting to stay as well. It's the military and the C.I.A., those are the people with whom the corporate media, the vast majority of them are most closely aligned and whose ideology they most aggressively and loyally disseminate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If you talk to guys like Joe Kent, you know, they are the people, the individuals who are so misused by this system, by the media, by the foreign policy establishment. The other ones who got killed, his wife was killed. I've got to think that's why CNN is being so tough on Joe Biden. I mean, I've never -- you know they haven't said word one about Joe Biden's inability to think clearly, but all of a sudden they're mad at Joe Biden. Is it that he touched the third rail for them which is withdrawal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Look, I mean I think the key thing we have to remember is there were three Presidents consecutively, Obama, Trump, and, Biden who all won national elections based on a promise to leave Afghanistan because the majority of the country on an overwhelming bipartisan basis has been done with the war. Obama didn't get it done, couldn't get it done. Trump is the one who started negotiations to his great credit with the Taliban and reached a deal with them, and then Biden carried it forward. And this whole time, all of their friends at CNN and MSNBC, the generals they employ, the C.I.A. operatives that they employ, once they leave, the sources on whom they rely have been working to undermine and sabotage it. Joe Kent just got done saying, his wife died in Syria because Trump ordered those troops gone and they just ignored him. They lied to Trump and kept those troops there. They obviously lied in Iraq, and they obviously had in Afghanistan, and they could never have gotten away with it had the media not been their partners the entire time endorsing and sanctifying those lives. And so when you look today, who are they putting on the air? People like H.R. McMaster and all of those same people who are responsible for the fraud over the last 20 years to again tell us what to do, and of course that is to remain in Afghanistan and keep fighting, which benefits them and their friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I've noticed. What do you think is going to happen? If you had to guess as to where we are say in a month or six months in Afghanistan, what would you guess?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "I mean, I don't think there's any real possibility that Biden is going to change his mind, and I hope he doesn't. As I think every one of your guests has said about leaving, we have almost no force there. They are sitting ducks. You'd have to surge a huge amount to re-fight the war. But I think they've generated enough anger, everyone watching those images feels disgust, and horror, and anger at whatever group they're going to blame, ISIS-K or whatever new group they're going to have and want to keep bombing and want to keep doing counterterrorism operations, that's only going to make matters worse, that's why so many people around the world hate us because we drop bombs on their country with so much frequency and that was what Donald Trump's main promise was, to bring our troops home and spend our money improving our own country and not trying to manage everyone else's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I've got to add just -- and I never want to be a conspiracy nut at all, but I mean, everything you've said is true so far, so is it worth at least wondering, this is such an obvious screw-up, you and I have no experience running a military or logistics in a withdrawal. I can't even organize my garage. But even you and I would probably do a better job of withdrawing than these guys did. It was just like, it was comically bad. Is it possible that they had an interest in making it bad to justify future engagement or is that too much to even speculate about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Well, it is speculation, right, and as journalists, I mean at least I try and avoid ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "... endorsing things without evidence, unlike H.R. McMaster who went on CNN and said, oh, I think the Taliban was involved in this attack, but here's what I do know for sure, Tucker, is that for the last 70 years, the C.I.A. has been doing things exactly like what you just described, concocting events, manufacturing conflicts all to induce the American people to rise up in anger and support whatever wars that they wanted. So, can I say that they did it in this case? No, I don't have yet the evidence. We will have it at some point, but don't yet. But I can definitely tell you, it's fully within the character of the Deep State operatives to do this. They've been doing it forever and that's why we have to stop trusting them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. I mean it was always going to be bad. Withdrawal is bad. It's bad. There's no reason for it to be this bad, so it does make you -- it definitely makes you wonder. Glenn Greenwald, I appreciate it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, Americans are very decent people, to their great and enduring credit, and as they watch what's happening on television, their hearts have swelled with sympathy. Again, that's not sarcastic, it's real. You live in a country where people really care about people they've never met before, and that's why this is a great country because it's filled with great and compassionate people, even if they reach different conclusions from what you would reach. So, in the last week, a small number of Americans have headed to Afghanistan and the region to help evacuate people who are trapped there because the Biden administration just isn't doing that very effectively. Glenn Beck is one of those, one of those Americans trying to help. His charity, The Nazarene Fund has already helped rescue thousands of Afghan Christians from the country. Glenn Beck joins us now from a location in the region. We'll leave it there. Glenn Beck, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GLENN BECK, THE NAZARENE FUND",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, you just headed over there at the drop of a hat. I have -- you were texting me on the way. I was kind of amazed. Tell us what you've seen since you've been there. What have you learned? What's it like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "I'm not in Afghanistan, I'm in one of the countries in the region that are actually taking these people as refugees as a weighing station, just to get them off of the tarmac. They do not want to be identified because they are concerned about the new coming terror that is going to be happening in the region. I will tell you that we have pulled out 5,100 people, Christians, women, children, and put them on planes, what you're seeing there is one of the last planes that took off before the bombing or bombings today. We had about 500 refugees, women and children mainly, and we had them inside of the airport today and one military official asked them -- didn't ask them -- ordered them to go back on the other side of the gate. I have pictures of them this morning pleading to get back through the gate and then I have pictures of blood and body parts and nothing but death in that same area. We believe that our State Department is directly responsible for what we believe were some of these people. I don't know how many survived.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Have you been able to get a sizable number of Christians out of Afghanistan? It seems like that's a group that would need to leave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "Fifty one hundred. The country -- the country that I'm in right now is at their limit. There are only three countries. The State Department has blocked us every step of the way. They have -- the State Department and the White House have been the biggest problem. Everyone else -- everyone else has been working together, putting aside differences and trying to get these people to safety. The State Department and the White House have blocked us every single step of the way. In fact, an Ambassador was called in Macedonia last night and told not to accept any of these people as we were trying to get them off of the tarmac here to keep the airport flowing and getting these Christians out. We haven't really been able to move anybody for about 12 hours. Our mission is now changing greatly. We have to send people into even greater danger to try to smuggle these Christians out who are marked not just for death, but to be set on fire alive because they're converted Christians. Also tomorrow, I'm getting back onto another plane, so you know not funded by The Nazarene Fund, nothing I am doing here I'm paying for this here. Copeland Ministries has let me borrow their jet, but we're going someplace else to open up two countries and I don't even want to say who they are because I'm afraid our State Department will call them and threaten them. But we are going to move these people to new homes and they are going to be a blessing to some country. I don't know why we have open borders. I mean it's really interesting, we have open borders and closed airports. One group of people are exploited, raped, and killed by drug cartels and then the other group of people are raped, exploited, and crucified, or set on fire by terrorists. There seems to be a pattern with the Biden administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, so, Islamic countries, Muslim countries are more eager to accept Christians from Afghanistan than our State Department, which really -- it tells you a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "This country that I'm in, I begged them last night to let me tell them, tell the world who they are. They have more compassion for these Christians than our American government and it is insulting, embarrassing, and wrong. What our government is doing now, I believe is out and out evil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I hope you'll come -- I hope at some point, you'll tell us what country that is. Glenn Beck, Godspeed. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "God bless you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So more on the unfolding tragedy in Afghanistan in just a minute and then after many months of demanding the name of the Capitol Police officer who shot unarmed Ashli Babbitt on January 6th, tonight we have the name and a remarkable back story. More appalling even than you could have guessed on January 6th. We'll have that after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We are monitoring the unfolding tragedy in Afghanistan tonight. There are new calls for members of the Biden administration and The Pentagon to step down after how gravely they've mismanaged all of this. Will anyone be punished for this national humiliation? That's ahead in just a moment. But first, until today, we couldn't say, we could not confirm who shot Ashli Babbitt to death in the Capitol Building on January 6th. Now we know the officer's name not because the authorities released it, but because he felt like revealing it himself and he did with his sympathetic friends at NBC News. The officer's name is Michael Byrd. If that name rings a bell, you may have read it in the paper because it's the same Michael Byrd, the Capitol Police officer who left his loaded Glock .22 loaded with no safety in the men's room in the Capitol Building in 2019. Now, if you handle firearms for a living in a police department or in the military, you know there's no greater sin than that, to leave it in a men's room and not report it? But he wasn't punished. Byrd reportedly told his fellow officers at the time that he would not be punished, he was right. He said he'd be quote, \"treated differently\" because of his rank. He was a lieutenant. In his interview with NBC News, that same Michael Byrd explained why he shot and killed Ashli Babbitt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS ANCHOR",
      "sentences": "We see your arm out there for a considerable amount of time. Were you wavering?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. MICHAEL BYRD, CAPITOL HILL POLICE",
      "sentences": "I was taking a tactical stance. You're ultimately hoping that your commands will be complied with and unfortunately, they were not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "When you fired, what could you see? Where were you aiming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRD",
      "sentences": "You're taught to aim for center mass. The subject was sideways and I could not see her full motion of her hands or anything. So, I guess her movement, you know caused the discharge to fall where it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "And what did you think this individual was doing at that moment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRD",
      "sentences": "She was posing a threat to the United States House of Representatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, she was posing a threat. Let's see, she was 5'2\". She was unarmed. There were armed police and tactical gear standing right next to her on the other side of the door and of course within the chamber where Michael Byrd was. She was not warned. The tape shows that. She was just executed, but she was a threat. That's what he's telling you. Now you'd think the fact again, Ashli Babbitt was a female who was 5'2\", weighed 125 pounds soaking wet and had no weapon, might have suggested that she wasn't a threat, but according to Michael Byrd, no. Never occurred to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "Her family points out that she was not armed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRD",
      "sentences": "That's correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "The fact that you weren't aware whether she was armed or not, did that alter the decision-making?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRD",
      "sentences": "It did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, it didn't alter it at all. So, she was an unarmed protester. I don't think we execute unarmed protesters, do we? Well, we just did. No one has apologized for it. He is a hero. In any other circumstances, imagine how the American media which does seem to be the main moral arbiter in this country at this point, how would they treat an officer like this? Not well. But, Michael Byrd executed an enemy of the Biden administration, so they are praising him. In fact, it turns out, and this may be surprising for you to learn, Michael Byrd is the real victim here. He's the real victim. Later in his interview with NBC News, Michael Byrd agreed that he is the real victim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "Can you give us the nature of some of those threats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRD",
      "sentences": "They talked about you know, killing me, cutting off my head. You know, very vicious and cruel things --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "Racist things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRD",
      "sentences": "There were some racist attacks as well. It's all disheartening because I know I was doing my job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "Given the nature of the threats that you describe, do you have any concern about showing your face and identifying yourself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRD",
      "sentences": "Of course, I do. That is a very vital point and it's something that is frightening. I believe I showed the utmost courage on January 6th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I showed the utmost courage by executing an unarmed woman without warning her first. That's the utmost courage. If we live in a country where we let that pass, that's courage. No, that's not courage. I mean we can argue about whether it was justified or not, notice nobody is arguing. People are just praising him, including Republican Members of Congress who should be ashamed of themselves, but we call that courage? We've devalued the term. Aaron Babbitt is the husband, the widower of Ashli Babbitt. Terrell Roberts is the family's attorney. They both join us now. Thanks so much for coming on air. First question to you. How did you feel when the NBC News anchor asks the officer who shot your wife to death, your unarmed wife to death without warning her first before shooting her asked him, isn't he the real victim here? Isn't he the one who's really suffering? How does it make you feel? I'm just kind of wondering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AARON BABBITT, WIDOWER OF ASHLI BABBITT",
      "sentences": "Pissed off. I mean, I've only heard a couple of clips so far, Tucker, at this point. It's not aired until seven o'clock out here. I read the full transcript of it. I had not heard that one clip that you just played. My agitation levels actually going through the roof right now where he admitted he didn't really care if she was armed or not, were unarmed or not. He didn't care. So -- Yes, we're going down a bad rabbit hole right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, especially if the national media congratulate him for this and the entire left as one gloats over your wife's death as if she deserved it because she voted for the wrong person. I mean, they're kind of saying that, and I'm sorry to make you feel even worse, I can't imagine how you feel now. But they're kind of saying that she deserved it and her life had no meaning. I mean, what else are they saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BABBITT",
      "sentences": "They've been saying that. They've been saying that all along. I don't even want to hear him talk about how he is getting death threats and he is scared. I've been getting death threats since January 7th, two, three, five, ten a day, you know, and all I did on January 6th was become a widower. So you're going to have to suck it up and take it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, yes. Well, that's -- Mr. Roberts, let me ask you. We know Michael Byrd's name, by the way, the fact that he left a loaded firearm with no safety in a men's room and never reported it and kept his job anyway tells you that something is very wrong with the Capitol Police. That's totally outrageous. But I just want to ask you as an attorney who is involved in these cases, when was the last time you saw a police officer involved in a fatal shooting whose identity wasn't revealed to the public ever? It was never revealed. He decided to reveal. Has that ever happened that you're aware of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL ROBERTS, BABBITT FAMILY ATTORNEY",
      "sentences": "Not to my knowledge, I've never seen it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, what could possibly be the justification? I mean, there are police shootings all the time and we've defended a lot of cops who've been involved in them, not all, some, but their names are always public. I mean, aren't they public officials? On what basis can you hide the name of a cop involved in shooting a citizen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Just unprecedented, it has never happened and I think the U.S. Congress has to take responsibility for that. The Capitol Police are organized under the Congress. They have ultimate responsibility for that fact. It's a shame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Aaron, I've got to ask you, have any Members of Congress, any elected officials reached out to you to say, you know, we're going to get to the bottom of this because we care, because she was a veteran, and a citizen, and your wife and her life had meaning. You know, her life mattered, I guess, would be one way to put it. Has anybody stuck up for you at all in any way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BABBITT",
      "sentences": "Not to me, personally, that I've spoken with, but Dr. Gosar yes actively, you know, talking to my mother-in-law, so he is definitely helping. You know, Louie Gohmert and Marjorie Taylor Greene. So, there's a couple. I mean, it's half a percent of 99 and a half percent. So, I mean, it's not -- it's not enough. So we need all the help we can get. This is Goliath -- David versus Goliath fight we've got going on here. We have a legal fund -- I need. If we can push it out for Ashli, go to the Twitter page, and check out the legal fund that's on Gift & Go. We need every dollar we can get because we are going to have the weight of the U.S. government coming raining down on us. So we need all the help we can get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I think, they've taken enough. You're not allowed to just shoot people and then blow it off like it's no big deal because you don't like their politics. That is a precedent we don't want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BABBITT",
      "sentences": "Unless you work for a job for the police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, got it. Gentlemen, I appreciate coming on tonight. I'm sorry about all this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BABBITT",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "FOX News alert for you. Americans still in Afghanistan are bracing for more attacks tonight. The head of U.S. Central Command said he expects the terrorists from some group or other will continue to fire at U.S. military aircraft and would attempt to take one down. In an attack this morning, as you know, 13 Americans were killed, 12 U.S. Marines and one Navy Corpsman, a medic. Joe Biden spoke today and said, quote, \"The mission will go on.\" Just a few days ago, the National Security adviser, Jake Sullivan explained that the Biden administration actually doesn't trust the Taliban. Hard to keep up. But that was his position then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "sentences": "The President has been very clear about his views of the Taliban. You've asked him repeatedly, do you trust these guys? And he's told you repeatedly, no, I do not. Of course, he does not, and of course, none of us do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so we don't trust the Taliban. Now, we trust the Taliban enough to put them in charge of security at the airport. And as a result, today, 13 Americans were killed. So, that's where we are right now. Why isn't anyone in the Biden administration been fired over this? Greg Steube is a Congressman from Florida, we thought we'd ask him that question. Congressman, thanks so much for coming on tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. GREG STEUBE (R-FL)",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You'd think after a series of errors this grotesque, misjudgments, and the calamities that ensued that someone would have resigned? Is anyone going to resign, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEUBE",
      "sentences": "You would think that that would happen, but of course, they are not going to resign. And I know it was not too long ago, but just think that Trump was impeached for a phone call, and we have the illegal invasion of our southern border, that's violating Federal law and you have an administration that's intentionally violating Federal law on our southern border. And now you have 13 service members who have died because of the failure of leadership of the Biden administration. I served in the military, served in Operation Iraqi Freedom, and I can't tell you how frustrated I am today, how frustrated I've been during this entire calamity. All they had to do was follow what the Trump administration had negotiated. And they did not because heaven forbid, doing something that Trump had negotiated, and now we have 13 service members who have died. And we're actually relying upon the Taliban to give us information and allow our Americans to get through their security that they've set up. We have Americans who are still stuck behind enemy lines and our government and our President is doing absolutely nothing about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, the Marines die and nobody who made the decision is man enough to take responsibility for it. It is so dishonorable, I have to say. Congressman, I appreciate you coming on. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEUBE",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Miranda Devine is a columnist with \"The New York Post.\" We're going to say she's the best columnist in \"The New York Post\" and she's also from abroad. She's Australian. So we have asked her tonight to tell us how America looks internationally right now. Miranda, thanks so much for coming on. What do you think the rest of the world is thinking about our country and the Biden administration at this moment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA DEVINE, FOX NEWS CONTRIBUTOR",
      "sentences": "Look, I hate to say it, but you know, America, in one fell swoop has managed to make itself look untrustworthy, feckless, and weak. For a country that has the best military in the world that, you know, is the leader of the free world that the rest of the free world looks to for leadership. It's gone and there is a vacuum and everyone is scrambling to figure out what to do. I mean, today, in the face of this disaster, this massacre at Kabul, the President, as you said, just went missing again. And, you know, you had Boris Johnson from the U.K. came out and gave a very strong speech before the U.S. President, and then when Joe Biden came out, it couldn't have been a worse, more timid, more poorly judged speech. And, you know, if I hear him do that fake empathy routine one more time, I am just going to start throwing things at the television. And I think that the families of the Marines who were killed today, at least 13, you know, I hope they weren't listening because that kind of ersatz compassion is worse than the callousness that he is marked for now. And you know, this is a President who doesn't have the cognitive bandwidth to do this very difficult job, who has always had terrible judgment. And who -- I guess, his calling card was that he was supposed to be Mr. Compassion, we've seen that that's not true, he pretends to be. And all you can say is that there must be serious people somewhere in the administration and what they need to do is not be frightened that Joe Biden will throw a tantrum when they give him advice he doesn't want. They need to be firm, and they need to cauterize the damage before -- he's only been there eight months. There's three years and a third to go, and the world can't handle it. I mean, you know, how on earth when we now have a reinvigorated terrorist threat facing the world, and you have this man in charge? It won't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No. And it's obviously -- it's obviously not. It's not -- you know, famously, if something can't continue, it won't and I think that's where we are now. Miranda Devine, I appreciate it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVINE",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Lieutenant Colonel Daniel Davis is a senior fellow at Defense Priority. It is the people who should have been in charge of the stuff from the beginning, but unfortunately weren't. Colonel, thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. DANIEL DAVIS, (RET), U.S. ARMY, SENIOR FELLOW, DEFENSE PRIORITIES",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There are a lot of people in Washington who would like to drag us back into deeper engagement in Afghanistan, they hate the withdrawal in the first place. Will that happen, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "No, I mean, it's really too late at this point. And it's very curious that some of the people who are suggesting that we go back really have no plan for doing anything except for adding yet more casualties to those that we suffered before and that's why we've been for getting out long ago. And in fact, if we had gotten out on May 1st on the original plan that President Trump had, none of this would have happened today, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But if you're one of those -- if you're McMaster, and he's probably not the worst, not even close to the worst, but there are a lot of these people who are responsible for the debacle in the first place. They've got a lot of brass weighing in on it now, don't they? I mean, shouldn't they be retired and silent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Absolutely. I mean, I've seen so many of the very architects of this destruction, of this disaster, both Presidents and other Generals who have been the loudest and complaining the most about getting out and making all kinds of dire predictions and warnings, not stopping for a minute -- so, they are responsible for this. The lies that they told the American people, the plans that they put in place, which never worked, and now, they want us to go further and cause more casualties is just unconscionable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It really is. They have no shame. I appreciate you coming on tonight. Lieutenant Colonel Daniel Davis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, we've got about 45 seconds left. How do you sum up a day like this? Who is capable of crystallizing all we've seen, Ned Ryun is, and that's why he's here. Ned, not much time, but we know you're up to it. What do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NED RYUN, FOUNDER AND CEO, AMERICAN MAJORITY",
      "sentences": "Well, I would go back Tucker, to the whole premise that this was supposed to be one of the most competent administrations. And all we've seen is wild incompetence. And I think it's time that we hold people accountable and point out, Joe Biden is really a creature of the corporate propagandists that helped get them into the White House, and they bear responsibility for not only what happened today, but this whole disastrous withdrawal and the whole disastrous Biden administration. It would be nice to see them held to account for what they've done, not only to the situation in Afghanistan, but to the American people as a whole. It's time for consequences, and if we lived in a just world there would be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think I couldn't have summed it up any better than that. If we lived in a just world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ned Ryun, great to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, obviously, a really sad day. If you've been watching for the full hour, then you know there is hope. There are guys like Joe Kent running for office. There's a new generation of people who have skin in the game who have been the victims of these policies for 20 years and they may be taking over. We really hope so. If you didn't see that interview, check it out because it's worth it. Thanks for joining us tonight. We'll be back tomorrow. We hope you have the best evening. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Good evening and welcome to TUCKER CARLSON TONIGHT. Let's say you had deep animus against the United States, let's say you hated the country and you wanted to permanently knock the U.S. from its perch as the preeminent world power and to degrade and humiliate America for good. You might use Afghanistan to do that, and if you wanted to, here's what you might do. First, you would delay your withdrawal from Afghanistan for 19 years, long after there was any national security justification for being there. You would turn a war into a welfare program and you would turn your military into an NGO. That would humiliate everyone involved. You would spend trillions of dollars to do this, but you would be absolutely certain to get nothing in return for that money, apart from dramatically increasing local corruption and making opium poppy as the national crop. As the occupying power, you would run Afghanistan so badly, with such unbelievable stupidity and overbearing arrogance that by the end, much of the population would yearn for the return of brutal religious extremists. Then when it was finally time to go, you would ignore the relevant details of the withdrawal. You wouldn't plan your exit, you would just hope for the best. What could go wrong in a country controlled by the Taliban? When crowds of desperate people showed up, as they inevitably would, begging to be evacuated, you'd be certain to give preference to the foreign nationals, the ones who might hate you and prefer Sharia law to democracy. They would get the first seats on the plane. As for your own citizens, the people you exist to protect, well, you just wish them luck and leave them behind. You wouldn't even bother to get all of their names because, really, who cares? Then having done all of that, you go on television back in your own country to brag about what an amazing job you've done. You'd call yourself a hero. You'd compare your evacuation of Kabul to the Berlin airlift, and that way, once you've done that, the rest the world would know you're not simply incompetent and weak, but you're also delusional. You are a lunatic with no self-respect. Having learned all of that, your enemies just might conclude that now is the perfect time to take advantage of your diminished condition. And today in Kabul, they did just that. A terror bombing at the airport killed 90 people and injured 150 more, 13 of the dead were American servicemen, 12 marines and a Navy corpsman. For the U.S. military, it was the single deadliest day in Afghanistan in a decade. It was a tragedy and we saw it on television. In moments like this, Americans turn instinctively to their President for perspective and leadership. It doesn't matter if they voted for him, they want to be reassured by the man in charge. But Joe Biden did not reassure them, he didn't even appear. For hours, Biden remained hidden and silent. Finally, the White House announced that Joe Biden would speak to the country at 5:00 p.m. this afternoon, but even then, he didn't show. Joe Biden was fully 25 minutes late to the podium, like he had better things to do. And when he spoke, it was hard to believe this is the man in charge of our country. Joe Biden is fading before our eyes. He began by muttering something irrelevant and weird about his late son, Beau, whom he described as the U.S. Attorney in Kosovo, as if that position exists, and then Biden pledged his voice weak and halting, speaking at a pace half of what a normal person speaks at that he was going to somehow hunt down and punish the people who killed our Marines today. And all of a sudden, this didn't sound a lot like a withdrawal from Afghanistan at all."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "utterance": "For those who carried out this attack as well as anyone who wishes America harm, know this, we will not forgive. We will not forget. We will hunt you down and make you pay."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, you are won't. Unfortunately."
    },
    {
      "speaker": "The tragedy today was not a complete surprise. There was Intelligence suggesting it might happen. Just hours before the attack, the U.S. Embassy in Kabul which now operates from the airport sent out the following alert, quote",
      "utterance": "\"Because of security threats outside the gates of Kabul Airport, we're advising U.S. citizens to avoid traveling to the airport and to avoid airport gates at this time. U.S. citizens who are at the abbey gate, the east gate, or the north gate now should leave immediately.\" Well, that turned out to be relevant Intelligence. What did The Pentagon do with it? Well, not much, apparently. They were too busy tweeting about equity."
    },
    {
      "speaker": "This morning, the Sergeant Major of the Army, a man called Michael Grinston wrote this, quote",
      "utterance": "\"Women's Equality Day reminds us we're smarter and more lethal when we come together as an inclusive cohesive team.\" Okay, so some large, but as yet still unknown number of American citizens are trapped in Afghanistan tonight, all of them facing potential death and here we have the senior NCO in the United States Army celebrating Women's Equity Day -- whatever that is. Send in the pregnant fighter pilots. It's all so humiliating. Serious people are laughing at us which is probably the point of doing it. On the other hand, Joe Biden doesn't really need the U.S. military to protect the Kabul Airport because the Taliban now have that covered. General Kenneth McKenzie explained this today at a press conference."
    },
    {
      "speaker": "GEN. KENNETH MCKENZIE, JR., COMMANDER OF UNITED STATES CENTRAL COMMAND",
      "utterance": "It was a failure by, you know Taliban operating with varying degrees of confidence, some of those guys are very scrupulously good, some of them are not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, some of those Taliban guys are very scrupulously good. That was the official word from the Biden administration. Keep in mind, what you just heard from the General he said after the Taliban let a suicide bomber through a checkpoint at the airport that killed 13 Americans, but still we're going to trust them. The Boden administration trusts the Taliban enough tonight apparently to share classified Intelligence with them. Again, here's General McKenzie."
    },
    {
      "speaker": "MCKENZIE",
      "utterance": "The other thing we do is we share versions of this information with the Taliban so that they can actually do some searching out there for us and we believe that some attacks have been thwarted by them. And then we also use the Taliban as a tool to protect us as much as possible. But we share a common purpose, as long as we've kept that common purpose aligned, they've been -- they've been useful to work with. They've cut some of our security concerns down."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, we now share a common purpose with the Taliban. That's the head of the U.S. military telling us that. So, naturally the Taliban are now in charge of protecting our citizens. Hey, America, meets new bodyguards. Bad news is, they're the Taliban. It's hard to believe any of this is actually happening or that that clip that we displayed is real, but it is happening and unfortunately that is a real clip. So what kind of information is the Biden administration now handing over to the Taliban?"
    },
    {
      "speaker": "Well, according to POLITICO, quote",
      "utterance": "\"U.S. officials gave the Taliban a list of names of U.S. citizens, green card holders and Afghan allies to grant entry into the outer perimeter of the city's airport.\" Wait. What? We gave the Taliban the names of U.S. citizens in Afghanistan. We don't have special operators anymore? Why are we doing that? Why would we give it to the Taliban? That can't be right. Well, it is right. It's true. The Biden administration handed the Taliban a list of Americans who are still in Afghanistan. Joe Biden, all but confirmed that today. Apparently, it makes the Taliban's job easier. The question is, what is that job? That's one of many questions tonight. Joe Kent is a U.S. Army veteran who served in Iraq. He is running to represent Washington State in the Congress. He is definitely one of the good guys, we're honored to have him on our show tonight. Joe Kent, thanks for coming on. You're the first in our lineup this evening, so I just -- I'd ask you for your baseline perceptions here. What do you think of what we've seen today?"
    },
    {
      "speaker": "JOE KENT (R), WASHINGTON CONGRESSIONAL CANDIDATE",
      "utterance": "Well, today has been an absolute tragedy, but unfortunately I think we're seeing over nearly two decades of lies come unraveling. The U.S. military has been saying for nearly two decades we've built this Afghan government in this Afghan army and that they were worthy of the sacrifice of our brave young men and women and that they would hold. And then we're also seeing the lies of the Biden administration come unfolding as well. There was a hard plan and a deal to get us out by May, but Biden did not want to execute President Trump's plan to get us out by May, the deal that he negotiated from a position of strength instead he wanted to cut a separate deal, his own deal that gave the Taliban three months of prime fighting season time to plan this assault that we're seeing now. And now, we are completely at the mercy of the Taliban and our troops are hostages essentially and we are not taking proactive steps to go on the offensive to get our people out of there. We are prioritizing refugees and anyone, but Americans. It is an absolute disgrace."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It does seem pretty clear that in a situation like this, obviously, it's complex, lots of moving parts. You know, I always give people the benefit of the doubt to some extent because you know it's hard. But any normal person who love his country would say job one is getting our citizens out. That comes before everything else. There's no question. I mean, anybody, any normal person would decide to do that. But they haven't. Why?"
    },
    {
      "speaker": "KENT",
      "utterance": "No, that's absolutely correct. The only reason that I can think of is just the culture that the Biden administration has set from day one. They opened up our southern border. They are letting thousands of illegal refugees in that way, illegal immigrants pushed in by the cartel. The Biden administration's national security establishment ran by Lloyd Austin, Blinken, Sullivan, and all of them, they are part of this culture that believes America is a power in descent and that we are not a unique nation or an important nation and that culture has echoed throughout the national security apparatus. And now, we are prioritizing getting Afghans out of the country and the only reason that I can think of to get all these unvetted Afghans out as fast as we are trying to get them out is to pump even more refugees into the heartland of this country. That seems to be the top priority of this administration. Again, it's a complete and total disgrace and it's completely and totally reckless."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, you're part of the despised group that actually fights our wars. You know, working-class kid from the Pacific Northwest. You joined young, you got married, and your wife was killed fighting one of these wars. I mean, how much of their contempt do you feel personally as you watch them make these decisions?"
    },
    {
      "speaker": "KENT",
      "utterance": "I feel an incredible amount of contempt and resentment. So, my wife was killed about a month after Trump attempted to get our troops out of Syria the first time. Every time that we attempt to end a war, the military-industrial complex fails catastrophically. Under Trump, they double crossed him and lied every step of the way to leave our troops in harm's way. He tried to get us out of Afghanistan as well. He finally came up with a deal to get us out in May. The military-industrial complex has now lied to President Biden. They did not prepare us to get out right now. According to Biden's timeline, Biden should have never made that deal. He should have had us out in May and the military-industrial complex should have not lied to a duly elected President that's President Trump, not President Biden. They shouldn't have lied to either one and they should have had a plan to get us out, but it's clear they didn't. I can feel the contempt. The politicians and the military-industrial complex, the unelected bureaucrats, they treat us just as cannon fodder to make their political gains and we do not have to take that anymore. This is our country and we need to start taking it back. It's all crumbling apart right now. The illegitimacy of the Biden administration and the illegitimacy of our permanent ruling class."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, you're making me upset just hearing those words because they're so clearly true, and I think anyone listening tonight who has lived in this country for the last 20 years knows that what you said is exactly right. And my last question to you, not to increase the level of bitterness here, but there are a lot of people responsible for the debacle that we're seeing now for the death of those 13 Marines and the Navy corpsman today, and you wonder if any of them will ever be held accountable for what they did."
    },
    {
      "speaker": "KENT",
      "utterance": "They will be held accountable. We are going to take the House and the Senate back in 2022 and we are going to hold a full inquiry on all of our wars starting with this incident, starting with this botched withdrawal, and essentially working our way backwards. We know that we've been lied to about Afghanistan for years. Now, the Afghan papers that came out last year that the media ran coverage for, that all started to expose the lies. We know Iraq was based on lies. There will be accountability when we take our country back. And that's why I'm running for Congress to take this nation back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, we are rooting for you. Joe Kent of Washington State, thanks so much."
    },
    {
      "speaker": "KENT",
      "utterance": "Thank you so much, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Doug Macgregor is a retired Army colonel, a former senior adviser to the Secretary of Defense. He has compared the crisis in Afghanistan to the Benghazi disaster under the Obama administration. He joins us tonight. Doug, thanks so much for coming on. How would you assess what you're seeing now tonight?"
    },
    {
      "speaker": "COL. DOUGLAS MACGREGOR (RET), U.S. ARMY",
      "utterance": "Well, you're seeing the lapses in security, the absence of realistic planning, bad leadership from the top, a failure to outline specifically what the goal was, which I think very clearly was to get all of the American citizens and allied citizens out before we withdrew any military power. All of this looks a lot like Benghazi on steroids."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, I guess that's -- and not to keep repeating it, but I'm going to continue to until I get a real answer. I don't understand why you would withdraw our military force before every American who wants to leave has left. Isn't that your duty? Isn't it like the captain abandoning the ship and leaving the passengers to go to the bottom? Like what is this?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, there is no question, Tucker, but I think General McKenzie answered your question. How is this possible? It strikes me that he concocted and the planners that worked for him a rosy scenario. Normally, when you operate in this kind of environment, you look at the worst case analysis. You plan for the worst thing the enemy can do to you and then you backward plan from that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Why was our perimeter so close to the Taliban? Why wasn't the Taliban told to stay at least two or three thousand meters away from the airfield? We had no standoff. Where was the AC-130 in the air? Why didn't we have some mobile armored firepower on the ground in the form of Bradleys or tanks? You can fly them in and fly them out when you're finished. I don't understand what was going on. It strikes me that no one seemed to think this was really a dangerous environment. The only thing I can conclude is that this half-assed operation was McKenzie's fault primarily, but he's also got the Secretary of Defense, I assume that he briefed him in which case the Secretary of Defense should be removed. And I know Milley is very unpopular with lots of people, but he's just an adviser. Apparently, he didn't give very good advice. You should clean house. This is reminiscent of what happened to JFK at the Bay of Pigs. He did not immediately clean house, but eventually he had to. I think we're in the same position right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you think -- I mean, this is so humiliating for the United States. I know you had advocated for withdrawal from Afghanistan, so it's not like you're calling for permanent war there. You're on the opposite side. But the way we get out is so damaging to this country on every level that it almost seems like it was on purpose. I'm not a conspiracy person, but how could you do something like this? How could you imagine any other outcome but this?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "You know, I think people will say, well there were people actively trying to present us with a failure. I'm not sure that's the case. I think we look a lot like the British expeditionary force at Dunkirk. By the time they reached the, the only thing that saved them at the time was Hitler's decision to halt. Had the Germans continued, they'd have had a quarter of a million British prisoners. They were saved by a miracle. We can't depend on miracles in Afghanistan. We've got to save ourselves, and we haven't done a very good job of it. So, we look feckless. We look incompetent and I think our French and British allies privately are shaking their heads in disbelief because they've actually handled this much better than we have."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How distressing to hear that. How do you think this will play out from here?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, we'll get out and the Taliban is probably going to do business with the countries around it. How that will turn out? I don't know, but I know that the Indians, the Russians and the Iranians are all very sensitive to the real threat in the region, which emanates from Pakistan. That's the wellspring of Sunni Islamist terrorism and the Taliban is funded by them. That's been the problem from day one and we've never come to terms with that, and here we are 20 years later, $2 trillion in the hole, tens of thousands of wounded and killed and what have we got for it? Nothing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you think we'll get all the Americans out?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "I hope so. I'm sure there are people on the ground there, I know them in the Army and the Marines, people that I knew when I was in active duty would say, we're not leaving until we're certain that every American is out. Now will they be allowed to do that? Or are they going to be told by the Secretary of Defense and General McKenzie, I'm sorry you have to leave, it's over. That I don't know. But if you leave it to the soldiers and Marines on the ground over there, hell, yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I believe that. Well, last question. I know that the Biden administration unfortunately has not called you for advice, they ought to. But if you're giving advice to the administration right now, what would you tell them to do?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well first of all, they need to stick with the withdrawal, but they need to make it a precondition that we will not leave until we have successfully extricated every American citizen. We need to make it clear to the Taliban. If there's any interference, then we will take whatever action is required against them. I don't think that the Taliban is stupid. I think at this point, they recognize they've won what they want, and they are liable to go along with it. But at the same time, you can't appear feckless. You can't appear weak. Donald Trump never did that. He was always a voice of strength and influence and power. We need that desperately right now, and that's absent at the top."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Get our people out. Amen. Colonel Macgregor, thank you so much for that."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So in his remarks today which once again worked 25 minutes late because, you know, Joe Biden was busy, the President vowed to quote, \"hunt down\" those responsible for killing 13 Americans today in Kabul. In a matter of days, it seems like we've gone from withdrawing to being pulled back in to war."
    },
    {
      "speaker": "Mitch McConnell for example, the head Republican in the Senate just tweeted this",
      "utterance": "\"The President needs to clearly and firmly state, the United States will stay as long as it takes in Afghanistan.\" Well, that's an interesting response. You're hearing a lot of that by the way, unfortunately, from a lot of Republicans on Capitol Hill. This proves that we need to stay in Afghanistan. What to make of this? Jesse Kelly is the host of \"The Jesse Kelly Show.\" He joins us tonight. Jesse, thanks so much for coming on. You're watching this. What do you think this means? What is going on here exactly? JESSE KELLY, HOST, \"THE JESSE KELLY SHOW\": Politics, no patriotism at all, no love of country at all. This is all politics, Tucker. That's why I am as full of hate and rage right now as I have been probably since 9/11. I know for a fact either mothers or wives or somebody like that, they're getting a phone call tonight or will be getting a phone call shortly and they're going to find out husband is never coming home again, daddy's never coming home again, my son is never coming home again, and I know for a fact, the scumbags in the White House who run this country, they are sitting around a table as we speak and they're not worried about mommy, they're not worried about daddy, they are not worried about that kid. They haven't shed a single tear for anybody. They are worried about poll numbers, Tucker. They are worried what polls well. How are we doing with middle-aged women? How do you think we did with black people tonight? How do you think we did? These people disgust me. They disgust me as much as the Taliban disgusts me. I'm so grossed out by the people who lead this country. Our warriors deserve so much better."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They certainly do. I've got to say though, it does feel like potentially, a turning point. I mean, this reveals such rot underneath our credentialed class. You know, their claim to power is their expertise. They are good at stuff, you're not. What do you know? You're Jesse Kelly. You used to sell RVs. Shut up and obey. But they've just revealed that they actually have no idea what they're doing. They can't even withdraw from Afghanistan. So, what change do you imagine going forward this will spur?"
    },
    {
      "speaker": "KELLY",
      "utterance": "Absolutely nothing. Absolutely -- Tucker, they've put Joe Biden in there on purpose. You remember, they cleared out the field to put in this old man who is clearly half functional, instead of dependable, we've got to dependents in the White House. The guy has no idea what he is doing and the backup plan is Kamala Harris, who quite literally laid down to get the job. These people don't care about country at all. There's no plan and that's what's amazing right now, Tucker. None of them, not one person, not Lloyd Austin or Milley or any one of these idiots, none of them are looking in the mirror as you and I are talking and saying to themselves, gee, I think I really screwed up. They're all worried about their own rear ends and their pensions and their career and there's no patriotism anymore, and it makes me want to vomit."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Lloyd Austin at the height of this two days ago, reminded us that the real threat is not the Taliban, it's white supremacy in America. It's Trump voters, he said that out loud."
    },
    {
      "speaker": "KELLY",
      "utterance": "Oh, yes, him and Milley. Milley was in front of Congress, you'll remember, testifying about white rage and now he wants to understand white rage. Well, we're finding out right now what all that's getting us. There are only so many hours in the day. Either you're digging into white rage or you're digging into actually finding a way to exfil your people from Afghanistan without getting American citizens slaughtered, brave Marines slaughtered, our allies slaughtered. This is more than just a national embarrassment, this is an international embarrassment. I can't even imagine what the military planners in China are pouring into the ears of Xi Jinping right now, because I have to be honest, if I were them, I'd be landing on the shores of Taiwan tomorrow knowing we have a half dead person in the White House."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, you might -- if you lived in Taipei, you might want to be buying lots of Bitcoin and picking up a condo in Santa Monica, I would say right about now. Jesse Kelly, thank you so much for that. Good to see you."
    },
    {
      "speaker": "KELLY",
      "utterance": "You're welcome."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, the U.S. military tells us that an ISIS affiliate in Afghanistan that they are calling ISIS-K was responsible for today's terror attack at the Kabul Airport. K in ISIS-K stands for Khorasan, which is near the Pakistan-Afghanistan border. According to the U.N., this group, ISIS-K has around 2,000 fighters in Afghanistan. So what is this ISIS-K? And how long are we going to stay in Afghanistan to fight them? Jim Hanson served in the U.S. Army Special Forces. He is the President of Security Studies Group and we're happy to have him join us tonight. Jim, thanks so much for coming on. ISIS-K, a lot of Americans hadn't heard that phrase until today or yesterday. What is this? And how are we going to respond to it?"
    },
    {
      "speaker": "JIM HANSON, PRESIDENT, SECURITY STUDIES GROUP",
      "utterance": "Tucker, ISIS-K is a bunch of Taliban guys who thought that the Taliban wasn't savage and barbaric enough for them. So, they split off and formed their own group, and I guess, if they got in control rather than just shooting women in the back of the head at a soccer stadium, they might do live beheadings on pay-per-view. They are obviously a menace, and I think we need to go ahead and consider them, you know the prime threat to U.S. troops on the ground right now. But remember one thing, Joe Biden made a deal with the Taliban to provide security for all of us around that airport, so whoever those ISIS-K suicide bombers who got in today, they had to pass through some Taliban checkpoints to get where they're going. So I don't think the Taliban gets a walk on this. There is blood on their hands as well."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How do you respond to apparently the fact that the Biden administration handed the Taliban a list of Americans still in the country, their names?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Tucker, Biden gave the entire game away to the Taliban. Now, they had him in a very bad position they told him, if you don't give us what we want, we're going to start fighting again. And the last thing he wanted was any fighting going on because then the military would win the argument and we would have stayed. So what he did is he made a deal with them in Doha, Qatar and he said, we'll give you what you want, we'll give you a clear path to Kabul and you can have the country. We'll ground the Afghan Air Force. We'll shut down Bagram, and we'll let your leader, Mullah Baradar fly back from Qatar on a C-17 with the back end of it full of Qatari cash. He gave the game away for a lame promise that never got delivered that they would take care and let Americans get out. They didn't do that, they didn't do anything. Biden got taken to the cleaners and Americans are dying now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, what's the point of having what we typically refer to as the most powerful military in the world? I don't know if that's actually true or not, but we say that it's true. What's the point of having a military this well-funded, certainly the most expensive, if you have to make deals that include flying back the Taliban leadership with cash from Doha? Like, what is the point of military strength if you have to do that?"
    },
    {
      "speaker": "HANSON",
      "utterance": "The problem is, you want military strength as the United States. What you need is political will to use it to deter our enemies because they're scared of the hellfire and damnation you will reign down on them if you cross us, and we don't have that. We've got a doddering drooling fool as Commander-in-Chief who is now giving away even worse, you know he's given away Afghanistan, which we didn't need, but he's given away American credibility and deterrence. So now, our enemies aren't scared, tyrants are emboldened, and our allies know they can't trust us. Having a potent military is useless if you don't have the correct people running it and using it properly."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, I know you do national security for a living, not politics, but what do you make of the number of prominent Democrats in the others, which effectively are arms of the D.N.C. attacking Joe Biden all of a sudden. They've defended every decision Biden has made, opening the southern border, gas prices, and inflation -- whatever. It doesn't matter. He could invade Canada and they'd defend him. But they're attacking him on this. Is that because they're neocons above all? Is it because they want to replace Biden? I mean, do you have any guesses as to what's going on?"
    },
    {
      "speaker": "HANSON",
      "utterance": "They are political tools, Tucker. They're just doing it now because Biden has become a liability. They thought they could put him in and safely hold the White House and get their agenda in play, and now he has become a problem. He has not only screwed up all the political, you know domestic issues that you mentioned, but now, he has made us the one thing Americans won't tolerate, a weak pathetic looking thing on the world stage, and that's not something even the Democrats are going to put up with. The problem is, they hate Kamala Harris as much as the rest of us do, and they don't want to put her in. So, they are stuck between a rock and a hard place and unfortunately, that's going to hurt the United States as much it is going to hurt them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I haven't asked her husband. I've never met anybody who likes Kamala Harris, maybe they're out there. I haven't met them. Jim, great to see tonight. Thank you so much."
    },
    {
      "speaker": "HANSON",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, if you want to know where the media comes down on this, maybe the greatest bias in the American Press Corps is in favor of war. We're just for war, that's our position. So, the very first question that Joe Biden got today came from NBC News was essentially, why don't you escalate the war in Afghanistan, the one that we're purportedly withdrawing from and deploy more troops? It's interesting. So, the media, which of course play on the emotions of decent people and all decent people are highly upset about what's going on right now are now trying to convince you, there is no possible way America can leave Afghanistan after 20 years. Are we misreading that? It seems like that's what's going on. Glenn Greenwald has been paying close attention. He is an independent journalist who writes as you doubtless know at \"Substack.\" He has made it famous. He joins us tonight. Glenn, thanks so much for coming on. So, look you can believe that we needed to get out, which I certainly did, immediately and still think this is a horrible way to do it. But I have to say watching the Press Corps in Washington, I don't think they want to get out at all. That's my impression. Is that yours?"
    },
    {
      "speaker": "GLENN GREENWALD, JOURNALIST",
      "utterance": "Absolutely. You know, I think the comments that your first guest, Joe Kent, made as they usually are were extremely insightful because if you notice, he was critical of the plan to withdraw, but he put that into the proper context, which is that it's not like just this last part got messed up. It's been 20 years of ongoing fraud and lies deliberately on the part of the government with both parties and especially whatever you want to call it, the Deep State, the national security blob to keep this war going. They lied about Iraq. In the beginning, they lied about the progress that they claimed they were making in Afghanistan that they know that we weren't, and so I think the key there is that that is the political party to which the media is most loyal when it comes to foreign affairs. It's not Democrats or Republicans, both of whom by the way have many people wanting to stay as well. It's the military and the C.I.A., those are the people with whom the corporate media, the vast majority of them are most closely aligned and whose ideology they most aggressively and loyally disseminate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If you talk to guys like Joe Kent, you know, they are the people, the individuals who are so misused by this system, by the media, by the foreign policy establishment. The other ones who got killed, his wife was killed. I've got to think that's why CNN is being so tough on Joe Biden. I mean, I've never -- you know they haven't said word one about Joe Biden's inability to think clearly, but all of a sudden they're mad at Joe Biden. Is it that he touched the third rail for them which is withdrawal?"
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Look, I mean I think the key thing we have to remember is there were three Presidents consecutively, Obama, Trump, and, Biden who all won national elections based on a promise to leave Afghanistan because the majority of the country on an overwhelming bipartisan basis has been done with the war. Obama didn't get it done, couldn't get it done. Trump is the one who started negotiations to his great credit with the Taliban and reached a deal with them, and then Biden carried it forward. And this whole time, all of their friends at CNN and MSNBC, the generals they employ, the C.I.A. operatives that they employ, once they leave, the sources on whom they rely have been working to undermine and sabotage it. Joe Kent just got done saying, his wife died in Syria because Trump ordered those troops gone and they just ignored him. They lied to Trump and kept those troops there. They obviously lied in Iraq, and they obviously had in Afghanistan, and they could never have gotten away with it had the media not been their partners the entire time endorsing and sanctifying those lives. And so when you look today, who are they putting on the air? People like H.R. McMaster and all of those same people who are responsible for the fraud over the last 20 years to again tell us what to do, and of course that is to remain in Afghanistan and keep fighting, which benefits them and their friends."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I've noticed. What do you think is going to happen? If you had to guess as to where we are say in a month or six months in Afghanistan, what would you guess?"
    },
    {
      "speaker": "GREENWALD",
      "utterance": "I mean, I don't think there's any real possibility that Biden is going to change his mind, and I hope he doesn't. As I think every one of your guests has said about leaving, we have almost no force there. They are sitting ducks. You'd have to surge a huge amount to re-fight the war. But I think they've generated enough anger, everyone watching those images feels disgust, and horror, and anger at whatever group they're going to blame, ISIS-K or whatever new group they're going to have and want to keep bombing and want to keep doing counterterrorism operations, that's only going to make matters worse, that's why so many people around the world hate us because we drop bombs on their country with so much frequency and that was what Donald Trump's main promise was, to bring our troops home and spend our money improving our own country and not trying to manage everyone else's."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I've got to add just -- and I never want to be a conspiracy nut at all, but I mean, everything you've said is true so far, so is it worth at least wondering, this is such an obvious screw-up, you and I have no experience running a military or logistics in a withdrawal. I can't even organize my garage. But even you and I would probably do a better job of withdrawing than these guys did. It was just like, it was comically bad. Is it possible that they had an interest in making it bad to justify future engagement or is that too much to even speculate about?"
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Well, it is speculation, right, and as journalists, I mean at least I try and avoid ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I agree."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "... endorsing things without evidence, unlike H.R. McMaster who went on CNN and said, oh, I think the Taliban was involved in this attack, but here's what I do know for sure, Tucker, is that for the last 70 years, the C.I.A. has been doing things exactly like what you just described, concocting events, manufacturing conflicts all to induce the American people to rise up in anger and support whatever wars that they wanted. So, can I say that they did it in this case? No, I don't have yet the evidence. We will have it at some point, but don't yet. But I can definitely tell you, it's fully within the character of the Deep State operatives to do this. They've been doing it forever and that's why we have to stop trusting them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. I mean it was always going to be bad. Withdrawal is bad. It's bad. There's no reason for it to be this bad, so it does make you -- it definitely makes you wonder. Glenn Greenwald, I appreciate it. Thank you."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, Americans are very decent people, to their great and enduring credit, and as they watch what's happening on television, their hearts have swelled with sympathy. Again, that's not sarcastic, it's real. You live in a country where people really care about people they've never met before, and that's why this is a great country because it's filled with great and compassionate people, even if they reach different conclusions from what you would reach. So, in the last week, a small number of Americans have headed to Afghanistan and the region to help evacuate people who are trapped there because the Biden administration just isn't doing that very effectively. Glenn Beck is one of those, one of those Americans trying to help. His charity, The Nazarene Fund has already helped rescue thousands of Afghan Christians from the country. Glenn Beck joins us now from a location in the region. We'll leave it there. Glenn Beck, thanks so much for coming on."
    },
    {
      "speaker": "GLENN BECK, THE NAZARENE FUND",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, you just headed over there at the drop of a hat. I have -- you were texting me on the way. I was kind of amazed. Tell us what you've seen since you've been there. What have you learned? What's it like?"
    },
    {
      "speaker": "BECK",
      "utterance": "I'm not in Afghanistan, I'm in one of the countries in the region that are actually taking these people as refugees as a weighing station, just to get them off of the tarmac. They do not want to be identified because they are concerned about the new coming terror that is going to be happening in the region. I will tell you that we have pulled out 5,100 people, Christians, women, children, and put them on planes, what you're seeing there is one of the last planes that took off before the bombing or bombings today. We had about 500 refugees, women and children mainly, and we had them inside of the airport today and one military official asked them -- didn't ask them -- ordered them to go back on the other side of the gate. I have pictures of them this morning pleading to get back through the gate and then I have pictures of blood and body parts and nothing but death in that same area. We believe that our State Department is directly responsible for what we believe were some of these people. I don't know how many survived."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Have you been able to get a sizable number of Christians out of Afghanistan? It seems like that's a group that would need to leave."
    },
    {
      "speaker": "BECK",
      "utterance": "Fifty one hundred. The country -- the country that I'm in right now is at their limit. There are only three countries. The State Department has blocked us every step of the way. They have -- the State Department and the White House have been the biggest problem. Everyone else -- everyone else has been working together, putting aside differences and trying to get these people to safety. The State Department and the White House have blocked us every single step of the way. In fact, an Ambassador was called in Macedonia last night and told not to accept any of these people as we were trying to get them off of the tarmac here to keep the airport flowing and getting these Christians out. We haven't really been able to move anybody for about 12 hours. Our mission is now changing greatly. We have to send people into even greater danger to try to smuggle these Christians out who are marked not just for death, but to be set on fire alive because they're converted Christians. Also tomorrow, I'm getting back onto another plane, so you know not funded by The Nazarene Fund, nothing I am doing here I'm paying for this here. Copeland Ministries has let me borrow their jet, but we're going someplace else to open up two countries and I don't even want to say who they are because I'm afraid our State Department will call them and threaten them. But we are going to move these people to new homes and they are going to be a blessing to some country. I don't know why we have open borders. I mean it's really interesting, we have open borders and closed airports. One group of people are exploited, raped, and killed by drug cartels and then the other group of people are raped, exploited, and crucified, or set on fire by terrorists. There seems to be a pattern with the Biden administration."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, so, Islamic countries, Muslim countries are more eager to accept Christians from Afghanistan than our State Department, which really -- it tells you a lot."
    },
    {
      "speaker": "BECK",
      "utterance": "This country that I'm in, I begged them last night to let me tell them, tell the world who they are. They have more compassion for these Christians than our American government and it is insulting, embarrassing, and wrong. What our government is doing now, I believe is out and out evil."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I hope you'll come -- I hope at some point, you'll tell us what country that is. Glenn Beck, Godspeed. Thank you."
    },
    {
      "speaker": "BECK",
      "utterance": "God bless you. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So more on the unfolding tragedy in Afghanistan in just a minute and then after many months of demanding the name of the Capitol Police officer who shot unarmed Ashli Babbitt on January 6th, tonight we have the name and a remarkable back story. More appalling even than you could have guessed on January 6th. We'll have that after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We are monitoring the unfolding tragedy in Afghanistan tonight. There are new calls for members of the Biden administration and The Pentagon to step down after how gravely they've mismanaged all of this. Will anyone be punished for this national humiliation? That's ahead in just a moment. But first, until today, we couldn't say, we could not confirm who shot Ashli Babbitt to death in the Capitol Building on January 6th. Now we know the officer's name not because the authorities released it, but because he felt like revealing it himself and he did with his sympathetic friends at NBC News. The officer's name is Michael Byrd. If that name rings a bell, you may have read it in the paper because it's the same Michael Byrd, the Capitol Police officer who left his loaded Glock .22 loaded with no safety in the men's room in the Capitol Building in 2019. Now, if you handle firearms for a living in a police department or in the military, you know there's no greater sin than that, to leave it in a men's room and not report it? But he wasn't punished. Byrd reportedly told his fellow officers at the time that he would not be punished, he was right. He said he'd be quote, \"treated differently\" because of his rank. He was a lieutenant. In his interview with NBC News, that same Michael Byrd explained why he shot and killed Ashli Babbitt."
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS ANCHOR",
      "utterance": "We see your arm out there for a considerable amount of time. Were you wavering?"
    },
    {
      "speaker": "LT. MICHAEL BYRD, CAPITOL HILL POLICE",
      "utterance": "I was taking a tactical stance. You're ultimately hoping that your commands will be complied with and unfortunately, they were not."
    },
    {
      "speaker": "HOLT",
      "utterance": "When you fired, what could you see? Where were you aiming?"
    },
    {
      "speaker": "BYRD",
      "utterance": "You're taught to aim for center mass. The subject was sideways and I could not see her full motion of her hands or anything. So, I guess her movement, you know caused the discharge to fall where it did."
    },
    {
      "speaker": "HOLT",
      "utterance": "And what did you think this individual was doing at that moment?"
    },
    {
      "speaker": "BYRD",
      "utterance": "She was posing a threat to the United States House of Representatives."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, she was posing a threat. Let's see, she was 5'2\". She was unarmed. There were armed police and tactical gear standing right next to her on the other side of the door and of course within the chamber where Michael Byrd was. She was not warned. The tape shows that. She was just executed, but she was a threat. That's what he's telling you. Now you'd think the fact again, Ashli Babbitt was a female who was 5'2\", weighed 125 pounds soaking wet and had no weapon, might have suggested that she wasn't a threat, but according to Michael Byrd, no. Never occurred to him."
    },
    {
      "speaker": "HOLT",
      "utterance": "Her family points out that she was not armed."
    },
    {
      "speaker": "BYRD",
      "utterance": "That's correct."
    },
    {
      "speaker": "HOLT",
      "utterance": "The fact that you weren't aware whether she was armed or not, did that alter the decision-making?"
    },
    {
      "speaker": "BYRD",
      "utterance": "It did not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, it didn't alter it at all. So, she was an unarmed protester. I don't think we execute unarmed protesters, do we? Well, we just did. No one has apologized for it. He is a hero. In any other circumstances, imagine how the American media which does seem to be the main moral arbiter in this country at this point, how would they treat an officer like this? Not well. But, Michael Byrd executed an enemy of the Biden administration, so they are praising him. In fact, it turns out, and this may be surprising for you to learn, Michael Byrd is the real victim here. He's the real victim. Later in his interview with NBC News, Michael Byrd agreed that he is the real victim."
    },
    {
      "speaker": "HOLT",
      "utterance": "Can you give us the nature of some of those threats?"
    },
    {
      "speaker": "BYRD",
      "utterance": "They talked about you know, killing me, cutting off my head. You know, very vicious and cruel things --"
    },
    {
      "speaker": "HOLT",
      "utterance": "Racist things?"
    },
    {
      "speaker": "BYRD",
      "utterance": "There were some racist attacks as well. It's all disheartening because I know I was doing my job."
    },
    {
      "speaker": "HOLT",
      "utterance": "Given the nature of the threats that you describe, do you have any concern about showing your face and identifying yourself?"
    },
    {
      "speaker": "BYRD",
      "utterance": "Of course, I do. That is a very vital point and it's something that is frightening. I believe I showed the utmost courage on January 6th."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I showed the utmost courage by executing an unarmed woman without warning her first. That's the utmost courage. If we live in a country where we let that pass, that's courage. No, that's not courage. I mean we can argue about whether it was justified or not, notice nobody is arguing. People are just praising him, including Republican Members of Congress who should be ashamed of themselves, but we call that courage? We've devalued the term. Aaron Babbitt is the husband, the widower of Ashli Babbitt. Terrell Roberts is the family's attorney. They both join us now. Thanks so much for coming on air. First question to you. How did you feel when the NBC News anchor asks the officer who shot your wife to death, your unarmed wife to death without warning her first before shooting her asked him, isn't he the real victim here? Isn't he the one who's really suffering? How does it make you feel? I'm just kind of wondering."
    },
    {
      "speaker": "AARON BABBITT, WIDOWER OF ASHLI BABBITT",
      "utterance": "Pissed off. I mean, I've only heard a couple of clips so far, Tucker, at this point. It's not aired until seven o'clock out here. I read the full transcript of it. I had not heard that one clip that you just played. My agitation levels actually going through the roof right now where he admitted he didn't really care if she was armed or not, were unarmed or not. He didn't care. So -- Yes, we're going down a bad rabbit hole right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, especially if the national media congratulate him for this and the entire left as one gloats over your wife's death as if she deserved it because she voted for the wrong person. I mean, they're kind of saying that, and I'm sorry to make you feel even worse, I can't imagine how you feel now. But they're kind of saying that she deserved it and her life had no meaning. I mean, what else are they saying?"
    },
    {
      "speaker": "BABBITT",
      "utterance": "They've been saying that. They've been saying that all along. I don't even want to hear him talk about how he is getting death threats and he is scared. I've been getting death threats since January 7th, two, three, five, ten a day, you know, and all I did on January 6th was become a widower. So you're going to have to suck it up and take it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, yes. Well, that's -- Mr. Roberts, let me ask you. We know Michael Byrd's name, by the way, the fact that he left a loaded firearm with no safety in a men's room and never reported it and kept his job anyway tells you that something is very wrong with the Capitol Police. That's totally outrageous. But I just want to ask you as an attorney who is involved in these cases, when was the last time you saw a police officer involved in a fatal shooting whose identity wasn't revealed to the public ever? It was never revealed. He decided to reveal. Has that ever happened that you're aware of?"
    },
    {
      "speaker": "TERRELL ROBERTS, BABBITT FAMILY ATTORNEY",
      "utterance": "Not to my knowledge, I've never seen it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, what could possibly be the justification? I mean, there are police shootings all the time and we've defended a lot of cops who've been involved in them, not all, some, but their names are always public. I mean, aren't they public officials? On what basis can you hide the name of a cop involved in shooting a citizen?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Just unprecedented, it has never happened and I think the U.S. Congress has to take responsibility for that. The Capitol Police are organized under the Congress. They have ultimate responsibility for that fact. It's a shame."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Aaron, I've got to ask you, have any Members of Congress, any elected officials reached out to you to say, you know, we're going to get to the bottom of this because we care, because she was a veteran, and a citizen, and your wife and her life had meaning. You know, her life mattered, I guess, would be one way to put it. Has anybody stuck up for you at all in any way?"
    },
    {
      "speaker": "BABBITT",
      "utterance": "Not to me, personally, that I've spoken with, but Dr. Gosar yes actively, you know, talking to my mother-in-law, so he is definitely helping. You know, Louie Gohmert and Marjorie Taylor Greene. So, there's a couple. I mean, it's half a percent of 99 and a half percent. So, I mean, it's not -- it's not enough. So we need all the help we can get. This is Goliath -- David versus Goliath fight we've got going on here. We have a legal fund -- I need. If we can push it out for Ashli, go to the Twitter page, and check out the legal fund that's on Gift & Go. We need every dollar we can get because we are going to have the weight of the U.S. government coming raining down on us. So we need all the help we can get."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I think, they've taken enough. You're not allowed to just shoot people and then blow it off like it's no big deal because you don't like their politics. That is a precedent we don't want."
    },
    {
      "speaker": "BABBITT",
      "utterance": "Unless you work for a job for the police."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, got it. Gentlemen, I appreciate coming on tonight. I'm sorry about all this."
    },
    {
      "speaker": "BABBITT",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "FOX News alert for you. Americans still in Afghanistan are bracing for more attacks tonight. The head of U.S. Central Command said he expects the terrorists from some group or other will continue to fire at U.S. military aircraft and would attempt to take one down. In an attack this morning, as you know, 13 Americans were killed, 12 U.S. Marines and one Navy Corpsman, a medic. Joe Biden spoke today and said, quote, \"The mission will go on.\" Just a few days ago, the National Security adviser, Jake Sullivan explained that the Biden administration actually doesn't trust the Taliban. Hard to keep up. But that was his position then."
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "utterance": "The President has been very clear about his views of the Taliban. You've asked him repeatedly, do you trust these guys? And he's told you repeatedly, no, I do not. Of course, he does not, and of course, none of us do."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so we don't trust the Taliban. Now, we trust the Taliban enough to put them in charge of security at the airport. And as a result, today, 13 Americans were killed. So, that's where we are right now. Why isn't anyone in the Biden administration been fired over this? Greg Steube is a Congressman from Florida, we thought we'd ask him that question. Congressman, thanks so much for coming on tonight."
    },
    {
      "speaker": "REP. GREG STEUBE (R-FL)",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You'd think after a series of errors this grotesque, misjudgments, and the calamities that ensued that someone would have resigned? Is anyone going to resign, do you think?"
    },
    {
      "speaker": "STEUBE",
      "utterance": "You would think that that would happen, but of course, they are not going to resign. And I know it was not too long ago, but just think that Trump was impeached for a phone call, and we have the illegal invasion of our southern border, that's violating Federal law and you have an administration that's intentionally violating Federal law on our southern border. And now you have 13 service members who have died because of the failure of leadership of the Biden administration. I served in the military, served in Operation Iraqi Freedom, and I can't tell you how frustrated I am today, how frustrated I've been during this entire calamity. All they had to do was follow what the Trump administration had negotiated. And they did not because heaven forbid, doing something that Trump had negotiated, and now we have 13 service members who have died. And we're actually relying upon the Taliban to give us information and allow our Americans to get through their security that they've set up. We have Americans who are still stuck behind enemy lines and our government and our President is doing absolutely nothing about it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, the Marines die and nobody who made the decision is man enough to take responsibility for it. It is so dishonorable, I have to say. Congressman, I appreciate you coming on. Thank you."
    },
    {
      "speaker": "STEUBE",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Miranda Devine is a columnist with \"The New York Post.\" We're going to say she's the best columnist in \"The New York Post\" and she's also from abroad. She's Australian. So we have asked her tonight to tell us how America looks internationally right now. Miranda, thanks so much for coming on. What do you think the rest of the world is thinking about our country and the Biden administration at this moment?"
    },
    {
      "speaker": "MIRANDA DEVINE, FOX NEWS CONTRIBUTOR",
      "utterance": "Look, I hate to say it, but you know, America, in one fell swoop has managed to make itself look untrustworthy, feckless, and weak. For a country that has the best military in the world that, you know, is the leader of the free world that the rest of the free world looks to for leadership. It's gone and there is a vacuum and everyone is scrambling to figure out what to do. I mean, today, in the face of this disaster, this massacre at Kabul, the President, as you said, just went missing again. And, you know, you had Boris Johnson from the U.K. came out and gave a very strong speech before the U.S. President, and then when Joe Biden came out, it couldn't have been a worse, more timid, more poorly judged speech. And, you know, if I hear him do that fake empathy routine one more time, I am just going to start throwing things at the television. And I think that the families of the Marines who were killed today, at least 13, you know, I hope they weren't listening because that kind of ersatz compassion is worse than the callousness that he is marked for now. And you know, this is a President who doesn't have the cognitive bandwidth to do this very difficult job, who has always had terrible judgment. And who -- I guess, his calling card was that he was supposed to be Mr. Compassion, we've seen that that's not true, he pretends to be. And all you can say is that there must be serious people somewhere in the administration and what they need to do is not be frightened that Joe Biden will throw a tantrum when they give him advice he doesn't want. They need to be firm, and they need to cauterize the damage before -- he's only been there eight months. There's three years and a third to go, and the world can't handle it. I mean, you know, how on earth when we now have a reinvigorated terrorist threat facing the world, and you have this man in charge? It won't work."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No. And it's obviously -- it's obviously not. It's not -- you know, famously, if something can't continue, it won't and I think that's where we are now. Miranda Devine, I appreciate it. Thank you."
    },
    {
      "speaker": "DEVINE",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Lieutenant Colonel Daniel Davis is a senior fellow at Defense Priority. It is the people who should have been in charge of the stuff from the beginning, but unfortunately weren't. Colonel, thanks so much for joining us."
    },
    {
      "speaker": "LT. COL. DANIEL DAVIS, (RET), U.S. ARMY, SENIOR FELLOW, DEFENSE PRIORITIES",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There are a lot of people in Washington who would like to drag us back into deeper engagement in Afghanistan, they hate the withdrawal in the first place. Will that happen, do you think?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "No, I mean, it's really too late at this point. And it's very curious that some of the people who are suggesting that we go back really have no plan for doing anything except for adding yet more casualties to those that we suffered before and that's why we've been for getting out long ago. And in fact, if we had gotten out on May 1st on the original plan that President Trump had, none of this would have happened today, frankly."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But if you're one of those -- if you're McMaster, and he's probably not the worst, not even close to the worst, but there are a lot of these people who are responsible for the debacle in the first place. They've got a lot of brass weighing in on it now, don't they? I mean, shouldn't they be retired and silent?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "Absolutely. I mean, I've seen so many of the very architects of this destruction, of this disaster, both Presidents and other Generals who have been the loudest and complaining the most about getting out and making all kinds of dire predictions and warnings, not stopping for a minute -- so, they are responsible for this. The lies that they told the American people, the plans that they put in place, which never worked, and now, they want us to go further and cause more casualties is just unconscionable."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It really is. They have no shame. I appreciate you coming on tonight. Lieutenant Colonel Daniel Davis."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, we've got about 45 seconds left. How do you sum up a day like this? Who is capable of crystallizing all we've seen, Ned Ryun is, and that's why he's here. Ned, not much time, but we know you're up to it. What do you make of this?"
    },
    {
      "speaker": "NED RYUN, FOUNDER AND CEO, AMERICAN MAJORITY",
      "utterance": "Well, I would go back Tucker, to the whole premise that this was supposed to be one of the most competent administrations. And all we've seen is wild incompetence. And I think it's time that we hold people accountable and point out, Joe Biden is really a creature of the corporate propagandists that helped get them into the White House, and they bear responsibility for not only what happened today, but this whole disastrous withdrawal and the whole disastrous Biden administration. It would be nice to see them held to account for what they've done, not only to the situation in Afghanistan, but to the American people as a whole. It's time for consequences, and if we lived in a just world there would be."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think I couldn't have summed it up any better than that. If we lived in a just world."
    },
    {
      "speaker": "RYUN",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ned Ryun, great to see you tonight. Thank you."
    },
    {
      "speaker": "RYUN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, obviously, a really sad day. If you've been watching for the full hour, then you know there is hope. There are guys like Joe Kent running for office. There's a new generation of people who have skin in the game who have been the victims of these policies for 20 years and they may be taking over. We really hope so. If you didn't see that interview, check it out because it's worth it. Thanks for joining us tonight. We'll be back tomorrow. We hope you have the best evening. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}