{
  "date": "August 3, 2018",
  "headline": "Laura Ingraham: Resisting for all the wrong reasons",
  "subHeadline": "Why fight so hard to whip up change for an economy that's actually working for the people?",
  "url": "https://www.foxnews.com/transcript/laura-ingraham-resisting-for-all-the-wrong-reasons",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "Welcome to Washington. I'm Laura Ingraham and this is \"The Ingraham Angle.\" We have a spectacular show for you tonight. You wouldn't know there it from watching MSNBC, but there was yet another great economic report today. We'll expose the blatant bias when it comes to reporting on the president's major accomplishments. That in just a moment. Plus, there's a new dance craze that involves jumping out of a moving car. What? Raymond Arroyo will be here to explain it in the Friday Follies. Plus some black pastors are facing backlash for simply meeting with President Trump this week. Unbelievable -- two of them will be here with me. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } But first, resisting for all the wrong reasons. That's the focus of tonight's Angle. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. This progressive summit called Netroots Nation is underway in New Orleans this weekend. The speakers list is a who's who of leftist darlings. From the impeachment-obsessed Tom Steyer to the 2020 wannabe Kamala Harris, Elizabeth Warren and Cory Booker. And while the big names light up the marquee, the lesser known politicians are the ones who really have the pulse on the direction of the party, delivering their manifestos to adoring crowds. Here's the mayor of Jackson, Mississippi. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHOKWE ANTAR LUMUMBA, MAYOR OF JACKSON, MISSISSIPPI",
      "sentences": "We have made the declaration in Jackson, Mississippi that we intend to be the most radical city on the planet. We need to be prepared to be as radical as the circumstances dictate we should. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, as radical as the circumstances dictate? OK. I need a translator for that one. I don't even get that. But in the age of Trump, let's face it, we have seen what that all can entail. And here's the mayor of New Orleans on what she hopes will happen next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LATOYA CANTRELL, MAYOR OF NEW ORLEANS, LOUISIANA",
      "sentences": "Let's bring about the change that we know that our people need. We need economic justice. We need criminal justice reform. We need health and environmental justice. We need racial equality, because we understand that no one matters if everyone doesn't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No one matters if everyone doesn't matter. I guess that's a double negative? That means no one matters, right? I'll diagram that later. But the real question is this: why fight so hard to whip up change for an economy that's actually working for the people at every level of the economy? Let's just take a look at what we're talking about here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Black, Hispanic, and non-high school graduate unemployment are now all at record lows. Job growth is also exploding across the country. We have more people employed now than at any time in our history. Wages are up 2.7 percent from last year. The housing market is making a massive comeback. And get this. Manufacturing jobs are back. Oh, how many times did Barack Obama say that couldn't happen? It's the strongest manufacturing job market in 20 years. Despite what all those naysayers told us. So what's the bottom line? There's a glaring disconnect between the so-called resistance and just regular Americans who want to work for a living. And those people are reveling in Trump's economic renaissance. Just listen to some of my radio callers this week. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I work for the largest shipping company in the world. I'm an outside sales rep for them. And I'm up 40, 60 percent this year. I think everybody sees a difference. Everywhere I go people talk about it. And I think it's real. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My family has a construction business and my husband's phone is ringing off the hook. He currently has seven houses to build. He's added employees and is hoping to get them more benefits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You saw an uptick as soon as the election went through because of the optimism. When you talk to other people in business and people working, who are truck drivers or whoever -- in our particular line of work, they are happy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm 28 years old, I just recently started a fiberglass business. I'm making money hand over fist. People are willing to spend their money because they're not worried they'll be broke tomorrow. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wow, it is going to be awfully hard for the left to convince happy Americans to change course when they're actually now on a winning track. That Netroots gathering tells us a lot though about the direction of the Democratic Party. They're so far to the left, they're so far beyond all the bromines (ph) , that they lack serious policy ideas to challenge the president's successful record. They've become basically the party of perpetual grievance and perpetual complaint. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } But how long will that actually play among an electorate that is so much more prosperous and from what I can gather, so much more optimistic than they've been in years? Who's going to want to change that -- reverse that. As for the Netroots, I think they can use some water. The Kool-Aid that they've been drinking has gone to their head. This is why I call them Nutroots. And that's the Angle. Joining us now for reaction is Florida Attorney General Pam Bondi, who's a Republican and Tezlyn Figaro, who worked on the Bernie Sanders national campaign. All right. Let's start with you Tezlyn, I'm trying to figure out -- as just a person, forget republican or conservative -- how Democrats argue against an economy that is helping so many who have been kicked so far down on the economic ladder for so long, whether it's unemployment, wages going up, optimism, opportunity for small businesses? Why would you want to change that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TEZLYN FIGARO. POLITICAL CONSULTANT",
      "sentences": "Well that's the problem, Laura. They're not arguing it, they're not having the debate to actually talk about the issues at hand. Democrats have been playing platform hopscotch for the last several years, which is why we lost the House and Senate. Going from the center -- first it was all about being in the center with Clinton, then it went to the left with Sanders, now by 2020 they'll be back in the center. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know so I'm here to say it's time to pick a side or step aside -- decide what platform you're actually going to push, and how you're going to push that narrative. It's okay to talk about President Trump and what they don't like about Trump, but they do have to be able to sell the message if they're going to be able to take the American people further than where we are right now. Getting into the debate on whether that was from the benefit of Obama or whether it was Trump, has nothing to do what individuals are dealing with right now, which is how are we going to be able to move America forward and that's what you're seeing with the divide between the far left and the middle of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pam, let's go to you. Again, for the life of me though, despite the -- there's this debate in the democrat party I guess from the far progressive side to the Old Guard democrat party that believed in more the TPP and you know, they were more into military interventions and so forth. But I'm still not hearing, even from the progressives, other than saying we want free college and we want free health care --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTORNEY GENERAL",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm not hearing a substantive argument about how to get to 4.1 percent of GDP or this level of employment. How are you going to better what Trump is going? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "And they can't. I don't understand the patriotism of some of these leaders Laura. You know Cory Booker says today something savagely wrong with America. Really? I don't even understand that. He doesn't have to like the president. He didn't have to vote for the president. But you should hope for the president's success because as you said minority unemployment has plummeted. Hispanic unemployment, which is so important in my state, is at a low of 4.5. The lowest ever under President Obama was 5.4. And so as you said about kids that dropped out of high school, the record fell 5.1 percent. How great is that unemployment? So I don't understand why they would not root for the success of America because when you do it's rooting for the success of all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to a sound bite for you from billionaire Tom Steyer who spoke yesterday at the Netroots convention about what democrats are missing. Let's watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM STEYER, BILLIONAIRE",
      "sentences": "Their message to me and the five and a half million Americans who are demanding Donald Trump's impeachment is that it's bad politics, it's off message, and it will galvanize the republicans. And not a single person in the Senate democratic caucus has shown the common sense or the sense of right and wrong to support impeach him. Not one. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is that what the democrats need to rally around, Tezlyn? Impeachment? That's going to turn people out to the polls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "No, it won't turn people out to the polls. I mean it does drive a lot of emotions, but to run complete campaign platforms on dumping Trump is not necessarily going to speak to the heart of the voters. We have to remember, everybody -- I was an independent on the Sanders campaign, not a socialist -- so when people start believing that just because someone supported someone else prior to and think you're going to be able to talk on talking points that address my issues, they'll find they're completely wrong. So it's OK to be against someone, but you have to be able to speak about what you're for, and that's what the party is missing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think today the number I saw was the African-American approval rating, I believe it's correct -- it's a daily snapshot, is about 29 percent. A couple of months ago I believe it was at 15 percent, Pam. If Donald Trump can move the African-American opinion and turn out African-American voters, even if he moves it 5 percent -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- that will be a significant plus for the republicans and I think it would be good for everyone. The idea is just because you're one skin color you have to vote for one party, to me -- that doesn't make any sense, given how great the news is for African-Americans, Pam. The issue of impeachment. There's a lot of Netroots enthusiasm for pushing the I word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "And that's what they're doing, just trying to inflame emotions at this Netroots conference. And I get they're never going to say anything good about the president, I was just here in Tampa with him, I rode in the car with him. I watched him and I watched Ivanka. And no one mentions that he just gave $1 billion in grants. He signed that into law -- $1 billion for S.T.E.M. jobs for on the job training for technical jobs. Who does that help? That helps minorities, that helps everyone in this country. So I just don't get that they're preaching impeachment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- never going to be able to pay that back. I just hope we're going to pay that back. Both of you stay right there because I want to bring in Fox News media critic, host of \"MediaBuzz\" Howie Kurtz. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now Howie, I mentioned at the top the disconnect between politocos the far left and everyday Americans. There's this one crazy moment today of many crazy moments on television involving our friend John Meacham, historian and also Chuck Todd. It seems like they've moved from invoking Hitler as far as Trump goes to now invoking another famous dictator. Let's watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN MEACHAM, HISTORIAN",
      "sentences": "It's simply a Stalinist phrase for god's sake, it comes out of totalitarian regimes to declare that a free press is the enemy of the people. It's in their self-interest to stop playing this totalitarian card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD",
      "sentences": "Tonight I'm obsessed with President Trump's repeated Stalin-era assertion that the press is the enemy of the people. Does he really believe that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Stalin. Is this working? The Stalin, Hitler --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST",
      "sentences": "I guess the Hitler thing wasn't polling well so they brought in Joseph Stalin. I also think the president shouldn't refer to fake news as the enemy of the people. I think it sometimes distracts from his message. But the coverage is so stunningly one-sided. When journalists and commentators use the Stalin analogy, when they call President Trump unhinged, mentally unfit, undermining world peace, a danger to western civilization, they are lowering the discourse in precisely the way they accuse the president who they detest. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joseph Stalin atrocities, just for fun on a Friday -- 20 to 25 million killed under Stalin, an additional 40 million killed often linked to him. Had many millions of people of course -- sent to labor camps, concentration camps, expanded the secret police, all sorts of other atrocities -- citizen spying is another. It's just patently ridiculous. There was another moment today when all this good economic news came out where a number of figures in the media were doing their best, and it's unbelievable given the news, to kind of downplay what's happening on the economy. I want all of you to react. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One hundred fifty-seven thousand, which is somewhat healthy but also disappointing. It shows a slowdown in hirings. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is not the strongest gain we've seen, wage growth remains stagnant. Just 2.7 percent year over year. This is a big problem for American workers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A big problem for American workers. I want to go to you, Pam. It's 2.7 year to year. It was flat under Obama. We hadn't seen a median wage increase for I think 18 years. And it's tough, I mean there are a lot of downward pressures on the economy, but this is good news and this is after revising numbers in May and June upward. They had to go back and revise those job numbers upward. So that was good news in both prior preceding months. They believed the number was bad for this month because of the Toys 'R Us. They lost a lot of jobs in retail because of the Toys 'R Us closing. So that did not help. Does this seem transparent to you as it does to me? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Yeah, it does. And frankly, I like the term fake news because that's what we're hearing, that's what we're seeing every day. Our economy has very strong footing right now. Consumer spending is going up that means creating more jobs. And as a prosecutor, the more unemployed, I feel the fewer people committing crimes. It's great for our country. So I do believe in the term fake news and yes, it's extremely transparent. When they have nothing to go on, that's what they go on, referring to our great president as Hitler and Stalin is unpatriotic and horrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And this gal Angela Rye was on with Jason Miller on CNN, Tezlyn. And they were discussing President Trump and whether he was everyone's president or just certain people's president. Let's watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELA RYE, CNN POLITICAL COMMENTATOR",
      "sentences": "I'm calling this process, this procedure is absolutely based on bigotry and fear mongering. If you don't understand that your president announced his campaign by talking about building a wall to keep -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } JASON MILLER, CHIEF SPOKESMAN FOR DONALD TRUMP'S 2016 CAMPAIGN: My president? He's our president, Angela. He's the President of the United States -- are you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYE",
      "sentences": "-- your president. Not mine. Not mine. I'll never -- I will never claim a bigot ever. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tezlyn, do you subscribe to that? He's not your president? Or do you like that approach to politics? I don't think I ever would dream of saying that. I definitely did not say that when President Obama was president. He was our president, disagreed with him on a lot, but he won the presidency and he was an amazing campaigner and communicator. And I never took that away from him. But that's common parlance on the left now. He's not our president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "I mean saying he's not our president doesn't make it the reality, just as I can say I'm LeBron James, you know that doesn't mean that that's the reality. The reality is he's the President of the United States and to piggyback on Pam's point -- as an employer who actually signs the front of the check in Orlando, Florida, I wish we would have had the economy we had to stop me from closing my business in 2012. I put over 300 to work as temporary associates, and most of those associates Pam were people who were actually second-chance citizens, people who had gotten out of prison who actually wanted to be put to work. And so when I was put out of business. we also put out individuals who were on probation, a lot of women who were in shelters at the time. And I was a two-time award-winning business owner with Orlando Business Journal. But those are the stories that we don't hear about, those are the stories that affect not only small business, but particularly African-American businesses that have went back in the community to do the hiring that maybe corporate America cannot. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } So I'm interested in the numbers, I'm interested in what can actually be done specifically, African-Americans, which the democrat party still has yet to address. Which is why Tom Perez was an apology tour over the last two months apologizing to black women. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tezlyn, you're going to want to see a segment we do later about prison reform, which is fascinating FYI. Howie, you mentioned this earlier. They tried this about a year ago with Donald Trump, that he's in declining mental capacity, Omarosa's coming out with some book claiming that as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Desperate for attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Desperate -- and this is what a host on MSNBC, Mika Brzezinski said this morning. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "sentences": "The dangerous, blustering bigot on the stage last night is even more boorish and less connected to reality than he was ten years ago. Donald Trump is not well, and everyone close to him says it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I think all those adjectives don't help the left's position. And I understand pundits going after Trump on immigration and Putin. But when the economic news is clearly very good -- for almost everyone, I mean there are pockets it hasn't reached -- and then you're trying to argue the skies are dark, that seems to me to be journalists almost rooting for a bad economy. And the worst thing, the most appalling thing I've heard Laura, is when some of these journalists and commentators go after Trump voters. They're yahoos, they're idiots -- these people in the crowds -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mark Caputo of Polico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- are racists. Yeah who had to apologize about for a tweet about oh they don't have enough teeth. I mean, that kind of hatred, they are smearing the 63 millions of Americans for the sin of voting for Trump. That is even worse in my view than going after the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't understand that's why they voted for Trump, because they know that those folks looked down on them and Trump didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "They know how condescending elite institutions, which includes the elite media, are, when it comes to these things. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The forgotten man and woman, that's why he referenced it. Fantastic panel, all of you. Thanks so much for joining us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And why would a former CIA Moscow station chief say John Brennan and Jim Clapper are doing Putin bidding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Former intel chiefs John Brennan, Jim Clapper have become the darlings of the mainstream media and liberals and they've being fully exploitative of their past positions to slam President Trump over the Russian probe and his handling of U.S. intel agencies. But a new piece from RealClearInvestigations is arguing that Brennan and Clapper, get this, may be doing more harm than good, citing former CIA station chief in Moscow, Daniel Hoffman, it says, quote, Brennan and Clapper are doing Putin's bidding when they speculate without facts. In Brennan's case, that Putin could blackmail Trump, and in Clapper's case that the Kremlin's interference swung the election to Trump. Senior intelligence officers should know we speculate at our own peril. Joining us now with reaction is Lee Smith the RealClearInvestigations reporter who wrote that piece. We're also joined by former CIA covert ops officer, Mike Baker and Wall Street Journal columnist Kim Strassel. Great to see all of you this Friday night. Lee, let's start with you. Why is this news? It seems that a lot of conservatives have seen what happened to Brennan and to a lesser extent but still Clapper. They already think they're hurting the intel's reputation, but what else did you find?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE SMITH, REPORTER, REALCLEARINVESTIGATIONS",
      "sentences": "Well there's a number of different things going on here. I mean one of the key things is that the American public is losing their confidence right now when they see former intelligence chiefs like Brennan and Clapper get on TV and tear into the president. The other thing it does is it also enhances the idea, encourages the idea, as President Trump has said, that these guys were up to no good, that Brennan and Clapper, and others were up to no good -- that Brennan and Clapper as well as others, including James Comey and other intelligence officials were up to no good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And there's a couple of moments of the last month or so that really jumped out at me, where the criticism of the president was particularly nasty. And this involved both Clapper and Brennan. Let's watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "sentences": "Mr. Trump is not sophisticated enough unfortunately to deal with these foreign leaders in a manner that is going to protect U.S. National security weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "This past weekend is illustrative of what a great case officer Vladimir Putin is. He knows how to handle an asset, and that's what he's doing with the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kimberley, for Clapper to say that the President of the United States is an asset to Vladimir Putin, what about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLEY STRASSEL, COLMUNIST, THE WALL STREET JOURNAL",
      "sentences": "Yes, I mean, how can you look at these people and not view them as partisan? And that gets to Lee's piece, which is you go back and look through the history of CIA directors, even in recent history -- Leon Panetta, Hayden, Porter Goss -- you might not agree with all of their policies, they might have had some critical words after they got out of office for a president here or there on a serious policy question. But these were serious CIA directors who understood the importance of remaining somewhat neutral while they were in office and continuing to allow Americans to have confidence in the CIA and its assessment. Brennan and Clapper -- they're destroying that. And it's why you get station chiefs who come out and worry and that's why you have the FBI officials who privately confess so much concern about Comey too and his comments since leaving office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Mike, the president has hit back hard and hit back hard. And when he does hit back, he's criticized for himself tarnishing the reputation of the intelligence agencies and hurting their credibility. This is back on July 17th, what the president said. Let's watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "President Obama, along with Brennan and Clapper and the whole group that you see on television now, probably getting paid a lot of money by you networks, they knew about Russia's attempt to interfere in the election in September and they totally buried it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's basically saying they did nothing. If Hillary won, what would they have done? Is the president wise to speak in those terms about the intel agencies or at least the past directors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE BAKER, FORMER CIA COVERT OPS OFFICER",
      "sentences": "I think we're in a different world here. I would like to see the president more circumspect, but that's not going to happen. I would also very much like to see John Brennan and James Clapper and others who come out of those senior positions, just do what traditionally has been done, which is keep your yap shut and hold your own counsel. Look, John Brennan and the others have a right to say whatever they want to say, right? They've got that right. And clearly, they're exercising it. They don't have a right to a security clearance. And that is one action that the president is currently considering is yanking those security clearances. Those are given to them or remain with them as a courtesy. Not just John Brennan but anyone coming out of a senior position. And frankly we should be overhauling the clearance process regardless. But I think to Lee's point in this article that you started with, yes, it is true that by talking the way that John Brennan is talking and talking the way that James Clapper is discussing, in a sense they're furthering the Russian objective, which is essentially and always has been over decades to sow discord and doubt and confusion. And so when you have someone with that credibility of a senior position come out and just speculate, as they are speculating. They don't have access to that information of that nature at this point in the game. It does serve to some degree the Russian objective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yeah, I mean Lee back to you. That does make the Russians happy. They're a fraction of what they once were. Their economy is dwarfed by China, it's about the size of Italy's, still have nuclear weapons. But they're not the great power that they once were, but this gives them a sense of, oh, look the whole country is locked down in a conversation about Vladimir Putin. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Absolutely. And the idea that our former intelligence directors are saying things like Putin is a master case officer and look at how he's handling Trump. What more could he ask for, aside from having intelligence chiefs, ex-spy chiefs, praising Vladimir Putin how he's handling the president, which is nonsense by the way. These guys are out there, making the Russian case. It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lee, yesterday -- Kim excuse me -- we had five top officials, national security intel officials come out in the briefing room, this big show of force to restate that Russia did try to meddle, is continuing to try to interfere in our electoral politics, made this big show. And I thought maybe the media would say, well, okay, this is for real now. But instead the reaction was quite different. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "The tale of two White Houses, one where the threat Russia poses to American elections is real, and one where the opposite seems true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "sentences": "For some it's going to take more than one surprise briefing to convince them that what we heard today about cracking down on Russia has the full backing of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's just a PR stunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That was a PR stunt. Give me a break, yes. They got used. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kimberley?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Well, keep this in mind, Laura. Anything that the Trump administration is doing to combat Russia and its interference in our election is ten times more than the Obama administration did during their tenure. Remember, we didn't find out about this until after the fact. And there has been very critical reporting about how little this was taken seriously, at least not until the very end, and how little was done to proactively warn candidates out there. In fact, they were kept in the dark about investigations, so they couldn't try to stop this from within their own campaigns. So look, when you have this many intelligence officials out there making the claim, you clearly have people within the CIA that having seen what happened in 2016 are very much on the case, the media can choose to ignore that if they want, but the proof is in what's actually happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All I can say is they literally can do nothing right in the media's eyes. There is nothing they can do. I mean Donald Trump could have smacked Putin in the face and tackled him and down like the clothesline wrestling thing and it still wouldn't have been enough for the media. Great to have all of you on tonight. And by the way, a viral dance craze prompting serious warnings from police across the country. And how the #metoo movement may be ruining the viewing of classic films, or Friday Follies segment with Arroyo, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKIE IBANEZ, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, and live from America's news headquarters, I'm Jackie Ibanez in New York. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } A federal judge ruling tonight that the Trump administration must fully restore the Dreamers act or DACA. The judge found that the president failed to find adequate justification for ending the Obama era policy, calling the decision, quote, arbitrary and capricious. The program allows 800,000 people brought to the U.S. illegally as children to receive work permits and deferred deportation. The White House has 20 days to appeal the ruling. A 10-month investigation into the Las Vegas massacre has concluded without a clear motive. Las Vegas police say 64-year-old Stephen Paddock acted alone but they don't know why. Fifty-eight people died during the worst mass shooting in modern American history. Hundreds were injured. Paddock did not leave a suicide note and authorities say he had no ties to terror or hate groups. I'm Jackie Ibanez. Now back to \"The Ingraham Angle.\" For all your headlines, log on to FoxNews.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "It's Friday, and you know what that means. A viral dancing sensation is sweeping the Internet, but it's prompting serious warnings from police and safety officials across the United States. For more we're joined by \"New York Times\" bestselling author of the \"Will Wilder\" series, Fox News contributor Raymond Arroyo. So what in the good Lord's name is this? Why do we care?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "If you play your cards right, I'll send you a version of me taking up the in my feelings challenge. This is a Drake song that a comedian named Shiggy recorded himself in the street, there he is, dancing to the Drake tune. Some know this as the Kiki challenge. And it's just you dance along to the Drake song. Well, then celebrities took it up, like Will Smith. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a good dancer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Will Smith got on the top of a Paris landmark and started dancing along. And then, naturally, which happens on the Internet, everybody and their grandmother quite literally got in on the act. They started jumping out of moving cars. Look at them, breaking legs, major fractures. Fines are being imposed in Florida, in Egypt, all over the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How did it go to jumping out of cars?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How did that go from the original video where he's actually a great dancer to the jumping out of cars?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Because Shiggy was on the street, so they decided we're not only going to do it on the street. We're going to do it out of a moving vehicle. I have to show you this one. It's so sad it's funny. This one guy tries to do this, and he starts the move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good, very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You'll see what happens here. This is unbelievable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What? He's OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He's OK. People are getting hit by cars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How is he OK? That looks really bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "People are getting airlifted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He said he would do it again in an interview, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Of course. An 18-year-old Iowa teen, she was airlifted out. She's learning to walk again. There are better ways to express yourself on the Internet than doing the Shiggy. I'm doing that after the show. I'm doing the Shannon Bream dance contest. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Not in the street you're not. OK, there's another dangerous trend invading cities across the U.S., electric scooters. What happened to walking? In San Diego alone bird scooters have deposited 1,300 vehicles around town, and people are not happy. Bird, lime, spin, these are three companies. They're like Ubers, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "People just drop them in the middle of the sidewalk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You use your cell phone, you turn the thing on. I hope you have a direct dial to a personal injury attorney because most of these people are falling over. When they stop, they don't stop gradually. They stop suddenly, and people are flipping over them. Again, fractures, leg breaks, arm breaks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't we want people to walk? Don't we have an obesity problem? Remember, Michelle, let's move. Now we've gone to let's move to the emergency room because we're going on a scooter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "My feeling is, if you're over 12, get off the scooter. Get a bike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here's the worst, a man, grown man with a backpack, wearing a knit cap or a baseball cap backwards, wearing those tight sweatpants on a scooter with a man bun and a tattoo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I can top you. The 50-year-olds on the skateboards at the skate park. Grandpa, you're going to bust a hip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Go back to the milk of magnesia. Before I let you go, there was a piece in USA Today by Hannah Yasharoff that questioned whether we can still watch movies the way we once did. Tell us about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "She's talking about \"Animal House's\" 40th anniversary, and she said while parts of the film are still genuinely fun and enjoyable in 2018, the crueler moments beg the question, in the era of \"Me Too,\" is it still OK to enjoy \"Animal House.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are you kidding me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And I thought to myself, wait a minute, so we have to reappraise our viewing of every old movie? I thought, my gosh, we can't watch \"Caddy Shack\" anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RODNEY DANGERFIELD, COMEDIAN",
      "sentences": "This is your wife. Oh, a lovely lady. Hey, baby, you're all right. You must have been something before electricity. Hey doll, how are you. You live alone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Here is my problem. Why are we judging the past by the present?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And take the era in. My immediate thought was, my gosh, there's so many old classic movies we'll never be able to watch again, like these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can tie a bucket to you and sink you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Maybe you found someone you like better?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's the matter? What's the -- what are you sore on a little slap?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Why can't we appreciate how society has changed? By the way, \"Adam's Rib,\" that movie, it is about women being equal at a time they weren't. So there's a lot we have to learn from these old films. My feeling is sit back and enjoy them like time capsules. They capture the zeitgeist of a time, and have a laugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Have a laugh. And by the way, it's like examining Shakespeare, through a gender studies program. By the way, two African-American pastors met with President Trump this week. They're getting blowback for it you won't believe. Up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN GRAY, GREENVILLE PASTOR",
      "sentences": "God, we thank you for an opportunity to speak about the hearts of those who sometimes cannot fight for themselves. Thank you for this moment to be able to share our hearts with the president and his administration. Dr. King said we cannot influence a table that we are not seated at. And so we pray that this conversation will be fruitful and productive and honoring of the best traditions of this nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How many times did you see former presidents praying like that? I love that moment. That was President Trump on Wednesday. He held a meeting with inner-city religious leaders where several of the pastors expressed support for President Trump's policies, especially this new push for prison and sentencing reform. That actually did not go over very well with some congregants of these pastors who say Trump has not been good to the black community despite a record low unemployment rate. Joining me now are two pastors who attended that event, Pastor Darrell Scott, founder of the New Spirit Revival Center in Cleveland Heights, Ohio, and Pastor Van Moody of the Worship Center Christian Church in Birmingham, Alabama, along with Democratic strategist Antjuan Seawright from New York. It's great to have all of you on tonight. Let's start with you, Pastor Van Moody. You received some blowback after being at the White House on Wednesday. Tell us about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR VAN MOODY, THE WORSHIP CENTER CHRISTIAN CHURCH",
      "sentences": "Well, yes, I did receive a tremendous amount of blowback, a lot of vitriol, a lot of name calling. A number of individuals that have been a part of a number of things that I've done, books that I've written, conferences and other ministry opportunities have said that they're leaving, and many people expressed a lot of anger and frustration because I was there but also because one of the comments that I made I think was misunderstood and taken out of context when I thanked President Trump for him having a heart for all people as it relates to this issue of prison reform and workforce development. So it's been quite a challenge. But, once again, I think the purpose of trying to make a difference in the lives of people that are marginalized and voiceless is so much bigger than personal attack and political ideology, and that's why I went in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How ironic that we have a president who seems very open to taking on this very complicated issue of prison reform, ending this scourge of recidivism where in federal prisons, about 76 percent of the current prison population have already served time. They want to put an end to that so people can rejoin communities, get jobs, be retrained, have a job skill. And it's a big and heavy lift, but I think they're going to get this done. And it takes everybody to do this. And Pastor Scott, I would like you to chime in here because I think it's so brave that Pastor Van Moody came to the White House. I can't believe I have to describe it as brave, but it is brave in this society that we live in today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, NEW SPIRIT REVIVAL CENTER",
      "sentences": "He took a bold step, and I commend and applaud him and the other pastors, my other colleagues, for coming as well. But listen, it's time to put those identity politics aside, put this pettiness aside, try to suppress this black/white divide that the left is trying to promulgate int his country, and sit down and have some meaningful, productive dialogue that can lead to some meaningful, productive change in this country. The president has a heart for prison reform. I've been working with him on this for over a year. The president, Jared Kushner, criminal justice reform is another issue that is on the president's heart that he has a concern about. And we've had many different discussions concerning this. And urban revitalization, I'm working with him on the urban revitalization issues. We're going to endeavor to have the most ambitious public/private partnership regarding urban revitalization in American history. I said it at the meeting. People took me to task. I said this is going to be -- President Trump has the potential to be the most pro-black president in my lifetime because all of the presidents -- and I've lived under 12 different presidents. He's the 12th one. The prior 11 were all reactive towards the black community. Even our great icons, Johnson and Kennedy and they say are holding up as civil rights icons, they were reactive towards social upheaval. President Trump is being proactive towards the black community. He's doing these things, that's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's get Antjuan's response. You heard what the pastor just said, Trump could be the most pro-black president in modern history. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, DEMOCRATIC STRATEGIST",
      "sentences": "I think that's disappointing. And keep in mind, I'm not a pastor, but I grew up, I'm a fourth generation AME, I grew in the church. I know a little bit about leadership. My uncle was the 133rd elected AME bishop in the AME church. And what I do know is that when a pastor steps out of the pulpit or in the pulpit, they represent the hearts and minds of the entire congregation. And what we know about this president from the time before when he was running for president up until now, he has not had the best interest of African-Americans --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How do you say that, Antjuan. How do you say that with the results?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "If you look at his rhetoric, if you look at some of the things his administration has done, if you look at some of the policy stance he has taken --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Like what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Whether it's voter suppression.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Voter suppression?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where are you getting that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Whether he's talking about s-hole countries, whether he's called Mexicans rapists and thugs, if you look at all, this president has never been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You're throwing out a lot of stuff. Half of it or most of it is misstated. You can't do that on this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "And he campaigned on the issue that he wanted to undo everything Barack Obama had done. This guys was part of the birther movement. And so you can say what you want. Listen, I'm not here to judge these pastors. You do what you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You giving us a speech. Speeches don't work on cable television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "I'm not trying to give a speech. I'm clearly articulating why I disagree with these pastors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's bumper sticker mentality. Pastor Moody, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOODY",
      "sentences": "Yes, I think one of the things that people have to understand is for me as a faith leader, I'm called to something much higher than politics and egos and ideology. And for me this was very simple. There are a number of individuals that are voiceless and disenfranchised in the prison population. African-Americans, for an example, make up 12 to 13 percent of the American population but nearly 35 percent of the prison population. And so for me it's not a left issue, it's not a right issue. It is a how can we help issue and how can we continue to model the ethic of Jesus Christ. And it is not about advocating for people who are in -- exactly, but it is not about if we're going to do this, we've got to set aside petty politics. We've got to put our egos aside, and we've also got to be able to find commonality between this issue of what you like and what I don't like. I believe that even if --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "We're talking about Donald Trump here. You do know that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOODY",
      "sentences": "But wait a second. And I talk about in my op-ed piece, I've been on record of voicing issues that I've had with this administration, but I still believe that we ought to be able to find commonality to work for the good of other people. We have got to move beyond who we like and who we don't like because there are lives --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Pastor, it's never about who we don't like or do like. What this is about working in a bipartisan way if we really want to do it to get something done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got two faith leaders and a political person. And hold on, guys, all of you. What I find -- and this is interesting because I hear this on my radio show all the time. I learn more by listening to people who are not in politics and not pundits like myself. I learn more from listening to other people, people of faith, people in business, than I do from people who are in that narrow lane of politics because you're living the real life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "That's not saying I don't live a real life, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm not trying to put down what you're saying. I'm just saying sometimes when you take it out of politics and you give it over to a higher power, good things can happen. Not always, but good things can happen. And I want to now allow Pastor Scott to speak. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Listen, gentleman such as Antjuan, whatever your name is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "It's Antjuan Seawright. Don't disrespect me, Pastor. I was respectful to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "I didn't know your name so I said whatever it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "It's Antjuan Seawright.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everybody be nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "OK, Antjuan Seawright, duly noted. Listen, you guys would rather this country fail than Trump succeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Who are you guys?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "You. You then. I'll put it on you. You're talking about Donald Trump. You would rather the country fail than work together for Donald Trump to succeed. We're sitting there talking about prison reform to help prisoners and you're upset that people went in the room with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "I'm not upset. I'm not upset that people went in a room with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, guys, we're out of time, but we're going to be covering prison reform for a couple of months at least. It looks like we're going to actually accomplish something. We're going to be bringing you back. Great segment, thank you so much. And how out-of-control parents, you're not going to believe this, are fueling a crisis in youth sports. Oh, boy, look at that, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, that's just a small sample of the absolutely ridiculous things some parents have done at youth sporting events recently. And the brunt of this increasingly intense parental harassment is being felt by the referees. The situation is getting so bad that 80 percent of high school referees are quitting within just three years. But a new Facebook page created by an Oklahoma youth soccer referee is aiming to change all that. He's offering bounties to anyone who sends a video showcasing badly behaving parents to publicly shame them. Joining us now with reaction is football coaching legend Lou Holtz. Lou, it is great to see you. I'm so excited this football season is about to kick off. You and I are going to the Michigan game together. I'm so excited. I'm thrilled. But I'm not thrilled to see parents completely getting out of control. Is this something new or is it just because we have cell phone videos of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU HOLTZ, FORMER HEAD FOOTBALL COACH, NOTRE DAME",
      "sentences": "I think it's because of our society, so to speak. The most important job a parent has is to prepare their children to make good can choices in life. I encourage you to go to games. I went to games for my children. However, I went there predominantly to be there to see things go well. It's a life lesson you can teach them. Life isn't always fair. The ball bounces the wrong way. Sometimes a person who complains about the way the ball bounces is usually the person that dropped it. And as far as the officials concerned, this is absolutely ridiculous. These officials don't have children involved in this sport. They're give them their time and their effort. They're not professional, and you always have to look at it from a different point of view. It's just like you're going to say this ball is white, I say it's blue. It's because it depends upon which angle you look at it. I would tell my players about the officials, they'll make bad calls, but they can't put the ball in the end zone. Let's teach our children how to react to them when they do have a tragedy in their life later on, they know how to handle it and how to react to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So when you're coaching at Notre Dame, the vaunted Notre Dame, did you ever have parents come up to you and say, look, I know everything is on the line with every game, but you never play my son. He's fantastic. Can't you give him a chance? Do parents put pressure on you even at the college level?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLTZ",
      "sentences": "Never once did I have that happen in my entire coaching career. But I always told the players this. You explain to your parents why you're not playing. They don't need to come to me. You can give them the answer. You know the things that need to be done. You aren't making the necessary sacrifice, you explain it to them because if they come to me, I might be a little bit harsher than you will be when you explain it. If they have a problem after you talk to them, I'm more than welcome. All my obligation as a coach is to be fair to everybody on that football team. If I have somebody that's really working hard and wants to win and wants to achieve something in life, it would be unfair for that individual for me to put somebody on the field who is not adequately prepared to do so. But this really bothers me about the parents because so many times they scream, they holler. I want to be there for my children when things didn't go well. When Tim Brown won the Heisman, I went there not to be with him when he won it. I went there to be with him if he did not win it. That's when people need guidance and counseling and, above all, patience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think part of this, Lou, is parents who are trying to live vicariously through their kids. I played sports in high school and some in college. I love the team sports, but I don't think I'm vicariously trying to live my life through my kids. But I guess that could happen. And so they get frustrated when things don't go their way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLTZ",
      "sentences": "Well, these are people who are trying to live a second life through their children. You lived your life. Let them live their life. Your most important obligation I said at the top of this portion was your obligation to prepare your children for life. And you don't do it by exhibiting temper and anger and frustration and blaming everybody else. It's always somebody else's fault. It's not your fault. It's the official. That's what's wrong with this society. Life is a matter of choices. Let's be accountable for what happens. And the ball isn't always going to bounce your way. But the most important --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everybody gets a trophy, Lou. Everybody gets a trophy. Well, I'm going to see you at the Michigan game. Legendary coach Lou Holtz, thank you so much. It's such an honor to talk to you. What a great guy, period. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Can you believe it? Its' all the time we have left this evening. But I always like to hear from you over the weekend. Follow me on Twitter. Tweet me @IngrahamAngle. Love getting your thoughts and your reactions about the show. Suggestions, what should we cover next week. Have a great weekend. Remember, always fly your flag. Have a barbeque with the fam, Enjoy life. Be happy. It's a Trump economy. Shannon Bream and the \"Fox News @ Night\" are up next. Have a great weekend, everyone. Goodnight from Washington. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "Welcome to Washington. I'm Laura Ingraham and this is \"The Ingraham Angle.\" We have a spectacular show for you tonight. You wouldn't know there it from watching MSNBC, but there was yet another great economic report today. We'll expose the blatant bias when it comes to reporting on the president's major accomplishments. That in just a moment. Plus, there's a new dance craze that involves jumping out of a moving car. What? Raymond Arroyo will be here to explain it in the Friday Follies. Plus some black pastors are facing backlash for simply meeting with President Trump this week. Unbelievable -- two of them will be here with me. But first, resisting for all the wrong reasons. That's the focus of tonight's Angle. All right. This progressive summit called Netroots Nation is underway in New Orleans this weekend. The speakers list is a who's who of leftist darlings. From the impeachment-obsessed Tom Steyer to the 2020 wannabe Kamala Harris, Elizabeth Warren and Cory Booker. And while the big names light up the marquee, the lesser known politicians are the ones who really have the pulse on the direction of the party, delivering their manifestos to adoring crowds. Here's the mayor of Jackson, Mississippi."
    },
    {
      "speaker": "CHOKWE ANTAR LUMUMBA, MAYOR OF JACKSON, MISSISSIPPI",
      "utterance": "We have made the declaration in Jackson, Mississippi that we intend to be the most radical city on the planet. We need to be prepared to be as radical as the circumstances dictate we should."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, as radical as the circumstances dictate? OK. I need a translator for that one. I don't even get that. But in the age of Trump, let's face it, we have seen what that all can entail. And here's the mayor of New Orleans on what she hopes will happen next."
    },
    {
      "speaker": "LATOYA CANTRELL, MAYOR OF NEW ORLEANS, LOUISIANA",
      "utterance": "Let's bring about the change that we know that our people need. We need economic justice. We need criminal justice reform. We need health and environmental justice. We need racial equality, because we understand that no one matters if everyone doesn't matter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No one matters if everyone doesn't matter. I guess that's a double negative? That means no one matters, right? I'll diagram that later. But the real question is this: why fight so hard to whip up change for an economy that's actually working for the people at every level of the economy? Let's just take a look at what we're talking about here. Black, Hispanic, and non-high school graduate unemployment are now all at record lows. Job growth is also exploding across the country. We have more people employed now than at any time in our history. Wages are up 2.7 percent from last year. The housing market is making a massive comeback. And get this. Manufacturing jobs are back. Oh, how many times did Barack Obama say that couldn't happen? It's the strongest manufacturing job market in 20 years. Despite what all those naysayers told us. So what's the bottom line? There's a glaring disconnect between the so-called resistance and just regular Americans who want to work for a living. And those people are reveling in Trump's economic renaissance. Just listen to some of my radio callers this week."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I work for the largest shipping company in the world. I'm an outside sales rep for them. And I'm up 40, 60 percent this year. I think everybody sees a difference. Everywhere I go people talk about it. And I think it's real."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "My family has a construction business and my husband's phone is ringing off the hook. He currently has seven houses to build. He's added employees and is hoping to get them more benefits."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You saw an uptick as soon as the election went through because of the optimism. When you talk to other people in business and people working, who are truck drivers or whoever -- in our particular line of work, they are happy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm 28 years old, I just recently started a fiberglass business. I'm making money hand over fist. People are willing to spend their money because they're not worried they'll be broke tomorrow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wow, it is going to be awfully hard for the left to convince happy Americans to change course when they're actually now on a winning track. That Netroots gathering tells us a lot though about the direction of the Democratic Party. They're so far to the left, they're so far beyond all the bromines (ph) , that they lack serious policy ideas to challenge the president's successful record. They've become basically the party of perpetual grievance and perpetual complaint. But how long will that actually play among an electorate that is so much more prosperous and from what I can gather, so much more optimistic than they've been in years? Who's going to want to change that -- reverse that. As for the Netroots, I think they can use some water. The Kool-Aid that they've been drinking has gone to their head. This is why I call them Nutroots. And that's the Angle. Joining us now for reaction is Florida Attorney General Pam Bondi, who's a Republican and Tezlyn Figaro, who worked on the Bernie Sanders national campaign. All right. Let's start with you Tezlyn, I'm trying to figure out -- as just a person, forget republican or conservative -- how Democrats argue against an economy that is helping so many who have been kicked so far down on the economic ladder for so long, whether it's unemployment, wages going up, optimism, opportunity for small businesses? Why would you want to change that?"
    },
    {
      "speaker": "TEZLYN FIGARO. POLITICAL CONSULTANT",
      "utterance": "Well that's the problem, Laura. They're not arguing it, they're not having the debate to actually talk about the issues at hand. Democrats have been playing platform hopscotch for the last several years, which is why we lost the House and Senate. Going from the center -- first it was all about being in the center with Clinton, then it went to the left with Sanders, now by 2020 they'll be back in the center. You know so I'm here to say it's time to pick a side or step aside -- decide what platform you're actually going to push, and how you're going to push that narrative. It's okay to talk about President Trump and what they don't like about Trump, but they do have to be able to sell the message if they're going to be able to take the American people further than where we are right now. Getting into the debate on whether that was from the benefit of Obama or whether it was Trump, has nothing to do what individuals are dealing with right now, which is how are we going to be able to move America forward and that's what you're seeing with the divide between the far left and the middle of the Democratic Party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pam, let's go to you. Again, for the life of me though, despite the -- there's this debate in the democrat party I guess from the far progressive side to the Old Guard democrat party that believed in more the TPP and you know, they were more into military interventions and so forth. But I'm still not hearing, even from the progressives, other than saying we want free college and we want free health care --"
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTORNEY GENERAL",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm not hearing a substantive argument about how to get to 4.1 percent of GDP or this level of employment. How are you going to better what Trump is going?"
    },
    {
      "speaker": "BONDI",
      "utterance": "And they can't. I don't understand the patriotism of some of these leaders Laura. You know Cory Booker says today something savagely wrong with America. Really? I don't even understand that. He doesn't have to like the president. He didn't have to vote for the president. But you should hope for the president's success because as you said minority unemployment has plummeted. Hispanic unemployment, which is so important in my state, is at a low of 4.5. The lowest ever under President Obama was 5.4. And so as you said about kids that dropped out of high school, the record fell 5.1 percent. How great is that unemployment? So I don't understand why they would not root for the success of America because when you do it's rooting for the success of all of us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to a sound bite for you from billionaire Tom Steyer who spoke yesterday at the Netroots convention about what democrats are missing. Let's watch."
    },
    {
      "speaker": "TOM STEYER, BILLIONAIRE",
      "utterance": "Their message to me and the five and a half million Americans who are demanding Donald Trump's impeachment is that it's bad politics, it's off message, and it will galvanize the republicans. And not a single person in the Senate democratic caucus has shown the common sense or the sense of right and wrong to support impeach him. Not one."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is that what the democrats need to rally around, Tezlyn? Impeachment? That's going to turn people out to the polls?"
    },
    {
      "speaker": "FIGARO",
      "utterance": "No, it won't turn people out to the polls. I mean it does drive a lot of emotions, but to run complete campaign platforms on dumping Trump is not necessarily going to speak to the heart of the voters. We have to remember, everybody -- I was an independent on the Sanders campaign, not a socialist -- so when people start believing that just because someone supported someone else prior to and think you're going to be able to talk on talking points that address my issues, they'll find they're completely wrong. So it's OK to be against someone, but you have to be able to speak about what you're for, and that's what the party is missing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think today the number I saw was the African-American approval rating, I believe it's correct -- it's a daily snapshot, is about 29 percent. A couple of months ago I believe it was at 15 percent, Pam. If Donald Trump can move the African-American opinion and turn out African-American voters, even if he moves it 5 percent --"
    },
    {
      "speaker": "BONDI",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- that will be a significant plus for the republicans and I think it would be good for everyone. The idea is just because you're one skin color you have to vote for one party, to me -- that doesn't make any sense, given how great the news is for African-Americans, Pam. The issue of impeachment. There's a lot of Netroots enthusiasm for pushing the I word."
    },
    {
      "speaker": "BONDI",
      "utterance": "And that's what they're doing, just trying to inflame emotions at this Netroots conference. And I get they're never going to say anything good about the president, I was just here in Tampa with him, I rode in the car with him. I watched him and I watched Ivanka. And no one mentions that he just gave $1 billion in grants. He signed that into law -- $1 billion for S.T.E.M. jobs for on the job training for technical jobs. Who does that help? That helps minorities, that helps everyone in this country. So I just don't get that they're preaching impeachment."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- never going to be able to pay that back. I just hope we're going to pay that back. Both of you stay right there because I want to bring in Fox News media critic, host of \"MediaBuzz\" Howie Kurtz. Now Howie, I mentioned at the top the disconnect between politocos the far left and everyday Americans. There's this one crazy moment today of many crazy moments on television involving our friend John Meacham, historian and also Chuck Todd. It seems like they've moved from invoking Hitler as far as Trump goes to now invoking another famous dictator. Let's watch."
    },
    {
      "speaker": "JOHN MEACHAM, HISTORIAN",
      "utterance": "It's simply a Stalinist phrase for god's sake, it comes out of totalitarian regimes to declare that a free press is the enemy of the people. It's in their self-interest to stop playing this totalitarian card."
    },
    {
      "speaker": "CHUCK TODD",
      "utterance": "Tonight I'm obsessed with President Trump's repeated Stalin-era assertion that the press is the enemy of the people. Does he really believe that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Stalin. Is this working? The Stalin, Hitler --"
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST",
      "utterance": "I guess the Hitler thing wasn't polling well so they brought in Joseph Stalin. I also think the president shouldn't refer to fake news as the enemy of the people. I think it sometimes distracts from his message. But the coverage is so stunningly one-sided. When journalists and commentators use the Stalin analogy, when they call President Trump unhinged, mentally unfit, undermining world peace, a danger to western civilization, they are lowering the discourse in precisely the way they accuse the president who they detest."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joseph Stalin atrocities, just for fun on a Friday -- 20 to 25 million killed under Stalin, an additional 40 million killed often linked to him. Had many millions of people of course -- sent to labor camps, concentration camps, expanded the secret police, all sorts of other atrocities -- citizen spying is another. It's just patently ridiculous. There was another moment today when all this good economic news came out where a number of figures in the media were doing their best, and it's unbelievable given the news, to kind of downplay what's happening on the economy. I want all of you to react. Let's watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "One hundred fifty-seven thousand, which is somewhat healthy but also disappointing. It shows a slowdown in hirings."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is not the strongest gain we've seen, wage growth remains stagnant. Just 2.7 percent year over year. This is a big problem for American workers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A big problem for American workers. I want to go to you, Pam. It's 2.7 year to year. It was flat under Obama. We hadn't seen a median wage increase for I think 18 years. And it's tough, I mean there are a lot of downward pressures on the economy, but this is good news and this is after revising numbers in May and June upward. They had to go back and revise those job numbers upward. So that was good news in both prior preceding months. They believed the number was bad for this month because of the Toys 'R Us. They lost a lot of jobs in retail because of the Toys 'R Us closing. So that did not help. Does this seem transparent to you as it does to me?"
    },
    {
      "speaker": "BONDI",
      "utterance": "Yeah, it does. And frankly, I like the term fake news because that's what we're hearing, that's what we're seeing every day. Our economy has very strong footing right now. Consumer spending is going up that means creating more jobs. And as a prosecutor, the more unemployed, I feel the fewer people committing crimes. It's great for our country. So I do believe in the term fake news and yes, it's extremely transparent. When they have nothing to go on, that's what they go on, referring to our great president as Hitler and Stalin is unpatriotic and horrible."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And this gal Angela Rye was on with Jason Miller on CNN, Tezlyn. And they were discussing President Trump and whether he was everyone's president or just certain people's president. Let's watch."
    },
    {
      "speaker": "ANGELA RYE, CNN POLITICAL COMMENTATOR",
      "utterance": "I'm calling this process, this procedure is absolutely based on bigotry and fear mongering. If you don't understand that your president announced his campaign by talking about building a wall to keep -- JASON MILLER, CHIEF SPOKESMAN FOR DONALD TRUMP'S 2016 CAMPAIGN: My president? He's our president, Angela. He's the President of the United States -- are you --"
    },
    {
      "speaker": "RYE",
      "utterance": "-- your president. Not mine. Not mine. I'll never -- I will never claim a bigot ever."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tezlyn, do you subscribe to that? He's not your president? Or do you like that approach to politics? I don't think I ever would dream of saying that. I definitely did not say that when President Obama was president. He was our president, disagreed with him on a lot, but he won the presidency and he was an amazing campaigner and communicator. And I never took that away from him. But that's common parlance on the left now. He's not our president."
    },
    {
      "speaker": "FIGARO",
      "utterance": "I mean saying he's not our president doesn't make it the reality, just as I can say I'm LeBron James, you know that doesn't mean that that's the reality. The reality is he's the President of the United States and to piggyback on Pam's point -- as an employer who actually signs the front of the check in Orlando, Florida, I wish we would have had the economy we had to stop me from closing my business in 2012. I put over 300 to work as temporary associates, and most of those associates Pam were people who were actually second-chance citizens, people who had gotten out of prison who actually wanted to be put to work. And so when I was put out of business. we also put out individuals who were on probation, a lot of women who were in shelters at the time. And I was a two-time award-winning business owner with Orlando Business Journal. But those are the stories that we don't hear about, those are the stories that affect not only small business, but particularly African-American businesses that have went back in the community to do the hiring that maybe corporate America cannot. So I'm interested in the numbers, I'm interested in what can actually be done specifically, African-Americans, which the democrat party still has yet to address. Which is why Tom Perez was an apology tour over the last two months apologizing to black women."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tezlyn, you're going to want to see a segment we do later about prison reform, which is fascinating FYI. Howie, you mentioned this earlier. They tried this about a year ago with Donald Trump, that he's in declining mental capacity, Omarosa's coming out with some book claiming that as well."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Desperate for attention."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Desperate -- and this is what a host on MSNBC, Mika Brzezinski said this morning."
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "utterance": "The dangerous, blustering bigot on the stage last night is even more boorish and less connected to reality than he was ten years ago. Donald Trump is not well, and everyone close to him says it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I think all those adjectives don't help the left's position. And I understand pundits going after Trump on immigration and Putin. But when the economic news is clearly very good -- for almost everyone, I mean there are pockets it hasn't reached -- and then you're trying to argue the skies are dark, that seems to me to be journalists almost rooting for a bad economy. And the worst thing, the most appalling thing I've heard Laura, is when some of these journalists and commentators go after Trump voters. They're yahoos, they're idiots -- these people in the crowds --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mark Caputo of Polico."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- are racists. Yeah who had to apologize about for a tweet about oh they don't have enough teeth. I mean, that kind of hatred, they are smearing the 63 millions of Americans for the sin of voting for Trump. That is even worse in my view than going after the president."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't understand that's why they voted for Trump, because they know that those folks looked down on them and Trump didn't."
    },
    {
      "speaker": "KURTZ",
      "utterance": "They know how condescending elite institutions, which includes the elite media, are, when it comes to these things."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The forgotten man and woman, that's why he referenced it. Fantastic panel, all of you. Thanks so much for joining us tonight."
    },
    {
      "speaker": "BONDI",
      "utterance": "Thank you."
    },
    {
      "speaker": "FIGARO",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And why would a former CIA Moscow station chief say John Brennan and Jim Clapper are doing Putin bidding?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Former intel chiefs John Brennan, Jim Clapper have become the darlings of the mainstream media and liberals and they've being fully exploitative of their past positions to slam President Trump over the Russian probe and his handling of U.S. intel agencies. But a new piece from RealClearInvestigations is arguing that Brennan and Clapper, get this, may be doing more harm than good, citing former CIA station chief in Moscow, Daniel Hoffman, it says, quote, Brennan and Clapper are doing Putin's bidding when they speculate without facts. In Brennan's case, that Putin could blackmail Trump, and in Clapper's case that the Kremlin's interference swung the election to Trump. Senior intelligence officers should know we speculate at our own peril. Joining us now with reaction is Lee Smith the RealClearInvestigations reporter who wrote that piece. We're also joined by former CIA covert ops officer, Mike Baker and Wall Street Journal columnist Kim Strassel. Great to see all of you this Friday night. Lee, let's start with you. Why is this news? It seems that a lot of conservatives have seen what happened to Brennan and to a lesser extent but still Clapper. They already think they're hurting the intel's reputation, but what else did you find?"
    },
    {
      "speaker": "LEE SMITH, REPORTER, REALCLEARINVESTIGATIONS",
      "utterance": "Well there's a number of different things going on here. I mean one of the key things is that the American public is losing their confidence right now when they see former intelligence chiefs like Brennan and Clapper get on TV and tear into the president. The other thing it does is it also enhances the idea, encourages the idea, as President Trump has said, that these guys were up to no good, that Brennan and Clapper, and others were up to no good -- that Brennan and Clapper as well as others, including James Comey and other intelligence officials were up to no good."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And there's a couple of moments of the last month or so that really jumped out at me, where the criticism of the president was particularly nasty. And this involved both Clapper and Brennan. Let's watch."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "utterance": "Mr. Trump is not sophisticated enough unfortunately to deal with these foreign leaders in a manner that is going to protect U.S. National security weekend."
    },
    {
      "speaker": "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "This past weekend is illustrative of what a great case officer Vladimir Putin is. He knows how to handle an asset, and that's what he's doing with the president."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kimberley, for Clapper to say that the President of the United States is an asset to Vladimir Putin, what about that?"
    },
    {
      "speaker": "KIMBERLEY STRASSEL, COLMUNIST, THE WALL STREET JOURNAL",
      "utterance": "Yes, I mean, how can you look at these people and not view them as partisan? And that gets to Lee's piece, which is you go back and look through the history of CIA directors, even in recent history -- Leon Panetta, Hayden, Porter Goss -- you might not agree with all of their policies, they might have had some critical words after they got out of office for a president here or there on a serious policy question. But these were serious CIA directors who understood the importance of remaining somewhat neutral while they were in office and continuing to allow Americans to have confidence in the CIA and its assessment. Brennan and Clapper -- they're destroying that. And it's why you get station chiefs who come out and worry and that's why you have the FBI officials who privately confess so much concern about Comey too and his comments since leaving office."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Mike, the president has hit back hard and hit back hard. And when he does hit back, he's criticized for himself tarnishing the reputation of the intelligence agencies and hurting their credibility. This is back on July 17th, what the president said. Let's watch."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "President Obama, along with Brennan and Clapper and the whole group that you see on television now, probably getting paid a lot of money by you networks, they knew about Russia's attempt to interfere in the election in September and they totally buried it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's basically saying they did nothing. If Hillary won, what would they have done? Is the president wise to speak in those terms about the intel agencies or at least the past directors?"
    },
    {
      "speaker": "MIKE BAKER, FORMER CIA COVERT OPS OFFICER",
      "utterance": "I think we're in a different world here. I would like to see the president more circumspect, but that's not going to happen. I would also very much like to see John Brennan and James Clapper and others who come out of those senior positions, just do what traditionally has been done, which is keep your yap shut and hold your own counsel. Look, John Brennan and the others have a right to say whatever they want to say, right? They've got that right. And clearly, they're exercising it. They don't have a right to a security clearance. And that is one action that the president is currently considering is yanking those security clearances. Those are given to them or remain with them as a courtesy. Not just John Brennan but anyone coming out of a senior position. And frankly we should be overhauling the clearance process regardless. But I think to Lee's point in this article that you started with, yes, it is true that by talking the way that John Brennan is talking and talking the way that James Clapper is discussing, in a sense they're furthering the Russian objective, which is essentially and always has been over decades to sow discord and doubt and confusion. And so when you have someone with that credibility of a senior position come out and just speculate, as they are speculating. They don't have access to that information of that nature at this point in the game. It does serve to some degree the Russian objective."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yeah, I mean Lee back to you. That does make the Russians happy. They're a fraction of what they once were. Their economy is dwarfed by China, it's about the size of Italy's, still have nuclear weapons. But they're not the great power that they once were, but this gives them a sense of, oh, look the whole country is locked down in a conversation about Vladimir Putin."
    },
    {
      "speaker": "SMITH",
      "utterance": "Absolutely. And the idea that our former intelligence directors are saying things like Putin is a master case officer and look at how he's handling Trump. What more could he ask for, aside from having intelligence chiefs, ex-spy chiefs, praising Vladimir Putin how he's handling the president, which is nonsense by the way. These guys are out there, making the Russian case. It's ridiculous."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lee, yesterday -- Kim excuse me -- we had five top officials, national security intel officials come out in the briefing room, this big show of force to restate that Russia did try to meddle, is continuing to try to interfere in our electoral politics, made this big show. And I thought maybe the media would say, well, okay, this is for real now. But instead the reaction was quite different. Let's watch."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "The tale of two White Houses, one where the threat Russia poses to American elections is real, and one where the opposite seems true."
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "utterance": "For some it's going to take more than one surprise briefing to convince them that what we heard today about cracking down on Russia has the full backing of the president."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That's just a PR stunt."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That was a PR stunt. Give me a break, yes. They got used."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kimberley?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Well, keep this in mind, Laura. Anything that the Trump administration is doing to combat Russia and its interference in our election is ten times more than the Obama administration did during their tenure. Remember, we didn't find out about this until after the fact. And there has been very critical reporting about how little this was taken seriously, at least not until the very end, and how little was done to proactively warn candidates out there. In fact, they were kept in the dark about investigations, so they couldn't try to stop this from within their own campaigns. So look, when you have this many intelligence officials out there making the claim, you clearly have people within the CIA that having seen what happened in 2016 are very much on the case, the media can choose to ignore that if they want, but the proof is in what's actually happening."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All I can say is they literally can do nothing right in the media's eyes. There is nothing they can do. I mean Donald Trump could have smacked Putin in the face and tackled him and down like the clothesline wrestling thing and it still wouldn't have been enough for the media. Great to have all of you on tonight. And by the way, a viral dance craze prompting serious warnings from police across the country. And how the #metoo movement may be ruining the viewing of classic films, or Friday Follies segment with Arroyo, next."
    },
    {
      "speaker": "JACKIE IBANEZ, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, and live from America's news headquarters, I'm Jackie Ibanez in New York. A federal judge ruling tonight that the Trump administration must fully restore the Dreamers act or DACA. The judge found that the president failed to find adequate justification for ending the Obama era policy, calling the decision, quote, arbitrary and capricious. The program allows 800,000 people brought to the U.S. illegally as children to receive work permits and deferred deportation. The White House has 20 days to appeal the ruling. A 10-month investigation into the Las Vegas massacre has concluded without a clear motive. Las Vegas police say 64-year-old Stephen Paddock acted alone but they don't know why. Fifty-eight people died during the worst mass shooting in modern American history. Hundreds were injured. Paddock did not leave a suicide note and authorities say he had no ties to terror or hate groups. I'm Jackie Ibanez. Now back to \"The Ingraham Angle.\" For all your headlines, log on to FoxNews.com."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "It's Friday, and you know what that means. A viral dancing sensation is sweeping the Internet, but it's prompting serious warnings from police and safety officials across the United States. For more we're joined by \"New York Times\" bestselling author of the \"Will Wilder\" series, Fox News contributor Raymond Arroyo. So what in the good Lord's name is this? Why do we care?"
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "If you play your cards right, I'll send you a version of me taking up the in my feelings challenge. This is a Drake song that a comedian named Shiggy recorded himself in the street, there he is, dancing to the Drake tune. Some know this as the Kiki challenge. And it's just you dance along to the Drake song. Well, then celebrities took it up, like Will Smith. Watch this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a good dancer."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Will Smith got on the top of a Paris landmark and started dancing along. And then, naturally, which happens on the Internet, everybody and their grandmother quite literally got in on the act. They started jumping out of moving cars. Look at them, breaking legs, major fractures. Fines are being imposed in Florida, in Egypt, all over the world."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How did it go to jumping out of cars?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "I don't know."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How did that go from the original video where he's actually a great dancer to the jumping out of cars?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Because Shiggy was on the street, so they decided we're not only going to do it on the street. We're going to do it out of a moving vehicle. I have to show you this one. It's so sad it's funny. This one guy tries to do this, and he starts the move."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good, very good."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You'll see what happens here. This is unbelievable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What? He's OK."
    },
    {
      "speaker": "ARROYO",
      "utterance": "He's OK. People are getting hit by cars."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How is he OK? That looks really bad."
    },
    {
      "speaker": "ARROYO",
      "utterance": "People are getting airlifted."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He said he would do it again in an interview, by the way."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Of course. An 18-year-old Iowa teen, she was airlifted out. She's learning to walk again. There are better ways to express yourself on the Internet than doing the Shiggy. I'm doing that after the show. I'm doing the Shannon Bream dance contest."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Not in the street you're not. OK, there's another dangerous trend invading cities across the U.S., electric scooters. What happened to walking? In San Diego alone bird scooters have deposited 1,300 vehicles around town, and people are not happy. Bird, lime, spin, these are three companies. They're like Ubers, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "People just drop them in the middle of the sidewalk."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You use your cell phone, you turn the thing on. I hope you have a direct dial to a personal injury attorney because most of these people are falling over. When they stop, they don't stop gradually. They stop suddenly, and people are flipping over them. Again, fractures, leg breaks, arm breaks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't we want people to walk? Don't we have an obesity problem? Remember, Michelle, let's move. Now we've gone to let's move to the emergency room because we're going on a scooter."
    },
    {
      "speaker": "ARROYO",
      "utterance": "My feeling is, if you're over 12, get off the scooter. Get a bike."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here's the worst, a man, grown man with a backpack, wearing a knit cap or a baseball cap backwards, wearing those tight sweatpants on a scooter with a man bun and a tattoo."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I can top you. The 50-year-olds on the skateboards at the skate park. Grandpa, you're going to bust a hip."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Go back to the milk of magnesia. Before I let you go, there was a piece in USA Today by Hannah Yasharoff that questioned whether we can still watch movies the way we once did. Tell us about this."
    },
    {
      "speaker": "ARROYO",
      "utterance": "She's talking about \"Animal House's\" 40th anniversary, and she said while parts of the film are still genuinely fun and enjoyable in 2018, the crueler moments beg the question, in the era of \"Me Too,\" is it still OK to enjoy \"Animal House.\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are you kidding me?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "And I thought to myself, wait a minute, so we have to reappraise our viewing of every old movie? I thought, my gosh, we can't watch \"Caddy Shack\" anymore."
    },
    {
      "speaker": "RODNEY DANGERFIELD, COMEDIAN",
      "utterance": "This is your wife. Oh, a lovely lady. Hey, baby, you're all right. You must have been something before electricity. Hey doll, how are you. You live alone?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Here is my problem. Why are we judging the past by the present?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's ridiculous."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And take the era in. My immediate thought was, my gosh, there's so many old classic movies we'll never be able to watch again, like these."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I can tie a bucket to you and sink you."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Maybe you found someone you like better?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What's the matter? What's the -- what are you sore on a little slap?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Why can't we appreciate how society has changed? By the way, \"Adam's Rib,\" that movie, it is about women being equal at a time they weren't. So there's a lot we have to learn from these old films. My feeling is sit back and enjoy them like time capsules. They capture the zeitgeist of a time, and have a laugh."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Have a laugh. And by the way, it's like examining Shakespeare, through a gender studies program. By the way, two African-American pastors met with President Trump this week. They're getting blowback for it you won't believe. Up next."
    },
    {
      "speaker": "JOHN GRAY, GREENVILLE PASTOR",
      "utterance": "God, we thank you for an opportunity to speak about the hearts of those who sometimes cannot fight for themselves. Thank you for this moment to be able to share our hearts with the president and his administration. Dr. King said we cannot influence a table that we are not seated at. And so we pray that this conversation will be fruitful and productive and honoring of the best traditions of this nation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How many times did you see former presidents praying like that? I love that moment. That was President Trump on Wednesday. He held a meeting with inner-city religious leaders where several of the pastors expressed support for President Trump's policies, especially this new push for prison and sentencing reform. That actually did not go over very well with some congregants of these pastors who say Trump has not been good to the black community despite a record low unemployment rate. Joining me now are two pastors who attended that event, Pastor Darrell Scott, founder of the New Spirit Revival Center in Cleveland Heights, Ohio, and Pastor Van Moody of the Worship Center Christian Church in Birmingham, Alabama, along with Democratic strategist Antjuan Seawright from New York. It's great to have all of you on tonight. Let's start with you, Pastor Van Moody. You received some blowback after being at the White House on Wednesday. Tell us about that."
    },
    {
      "speaker": "PASTOR VAN MOODY, THE WORSHIP CENTER CHRISTIAN CHURCH",
      "utterance": "Well, yes, I did receive a tremendous amount of blowback, a lot of vitriol, a lot of name calling. A number of individuals that have been a part of a number of things that I've done, books that I've written, conferences and other ministry opportunities have said that they're leaving, and many people expressed a lot of anger and frustration because I was there but also because one of the comments that I made I think was misunderstood and taken out of context when I thanked President Trump for him having a heart for all people as it relates to this issue of prison reform and workforce development. So it's been quite a challenge. But, once again, I think the purpose of trying to make a difference in the lives of people that are marginalized and voiceless is so much bigger than personal attack and political ideology, and that's why I went in the first place."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How ironic that we have a president who seems very open to taking on this very complicated issue of prison reform, ending this scourge of recidivism where in federal prisons, about 76 percent of the current prison population have already served time. They want to put an end to that so people can rejoin communities, get jobs, be retrained, have a job skill. And it's a big and heavy lift, but I think they're going to get this done. And it takes everybody to do this. And Pastor Scott, I would like you to chime in here because I think it's so brave that Pastor Van Moody came to the White House. I can't believe I have to describe it as brave, but it is brave in this society that we live in today."
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, NEW SPIRIT REVIVAL CENTER",
      "utterance": "He took a bold step, and I commend and applaud him and the other pastors, my other colleagues, for coming as well. But listen, it's time to put those identity politics aside, put this pettiness aside, try to suppress this black/white divide that the left is trying to promulgate int his country, and sit down and have some meaningful, productive dialogue that can lead to some meaningful, productive change in this country. The president has a heart for prison reform. I've been working with him on this for over a year. The president, Jared Kushner, criminal justice reform is another issue that is on the president's heart that he has a concern about. And we've had many different discussions concerning this. And urban revitalization, I'm working with him on the urban revitalization issues. We're going to endeavor to have the most ambitious public/private partnership regarding urban revitalization in American history. I said it at the meeting. People took me to task. I said this is going to be -- President Trump has the potential to be the most pro-black president in my lifetime because all of the presidents -- and I've lived under 12 different presidents. He's the 12th one. The prior 11 were all reactive towards the black community. Even our great icons, Johnson and Kennedy and they say are holding up as civil rights icons, they were reactive towards social upheaval. President Trump is being proactive towards the black community. He's doing these things, that's great."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's get Antjuan's response. You heard what the pastor just said, Trump could be the most pro-black president in modern history. Your thoughts?"
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, DEMOCRATIC STRATEGIST",
      "utterance": "I think that's disappointing. And keep in mind, I'm not a pastor, but I grew up, I'm a fourth generation AME, I grew in the church. I know a little bit about leadership. My uncle was the 133rd elected AME bishop in the AME church. And what I do know is that when a pastor steps out of the pulpit or in the pulpit, they represent the hearts and minds of the entire congregation. And what we know about this president from the time before when he was running for president up until now, he has not had the best interest of African-Americans --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How do you say that, Antjuan. How do you say that with the results?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "If you look at his rhetoric, if you look at some of the things his administration has done, if you look at some of the policy stance he has taken --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Like what?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Whether it's voter suppression."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Voter suppression?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where are you getting that?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Whether he's talking about s-hole countries, whether he's called Mexicans rapists and thugs, if you look at all, this president has never been --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You're throwing out a lot of stuff. Half of it or most of it is misstated. You can't do that on this show."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "And he campaigned on the issue that he wanted to undo everything Barack Obama had done. This guys was part of the birther movement. And so you can say what you want. Listen, I'm not here to judge these pastors. You do what you want."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You giving us a speech. Speeches don't work on cable television."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "I'm not trying to give a speech. I'm clearly articulating why I disagree with these pastors."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's bumper sticker mentality. Pastor Moody, go ahead."
    },
    {
      "speaker": "MOODY",
      "utterance": "Yes, I think one of the things that people have to understand is for me as a faith leader, I'm called to something much higher than politics and egos and ideology. And for me this was very simple. There are a number of individuals that are voiceless and disenfranchised in the prison population. African-Americans, for an example, make up 12 to 13 percent of the American population but nearly 35 percent of the prison population. And so for me it's not a left issue, it's not a right issue. It is a how can we help issue and how can we continue to model the ethic of Jesus Christ. And it is not about advocating for people who are in -- exactly, but it is not about if we're going to do this, we've got to set aside petty politics. We've got to put our egos aside, and we've also got to be able to find commonality between this issue of what you like and what I don't like. I believe that even if --"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "We're talking about Donald Trump here. You do know that, right?"
    },
    {
      "speaker": "MOODY",
      "utterance": "But wait a second. And I talk about in my op-ed piece, I've been on record of voicing issues that I've had with this administration, but I still believe that we ought to be able to find commonality to work for the good of other people. We have got to move beyond who we like and who we don't like because there are lives --"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Pastor, it's never about who we don't like or do like. What this is about working in a bipartisan way if we really want to do it to get something done."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got two faith leaders and a political person. And hold on, guys, all of you. What I find -- and this is interesting because I hear this on my radio show all the time. I learn more by listening to people who are not in politics and not pundits like myself. I learn more from listening to other people, people of faith, people in business, than I do from people who are in that narrow lane of politics because you're living the real life."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "That's not saying I don't live a real life, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm not trying to put down what you're saying. I'm just saying sometimes when you take it out of politics and you give it over to a higher power, good things can happen. Not always, but good things can happen. And I want to now allow Pastor Scott to speak. Go ahead."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Listen, gentleman such as Antjuan, whatever your name is."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "It's Antjuan Seawright. Don't disrespect me, Pastor. I was respectful to you."
    },
    {
      "speaker": "SCOTT",
      "utterance": "I didn't know your name so I said whatever it is."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "It's Antjuan Seawright."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everybody be nice."
    },
    {
      "speaker": "SCOTT",
      "utterance": "OK, Antjuan Seawright, duly noted. Listen, you guys would rather this country fail than Trump succeed."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Who are you guys?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "You. You then. I'll put it on you. You're talking about Donald Trump. You would rather the country fail than work together for Donald Trump to succeed. We're sitting there talking about prison reform to help prisoners and you're upset that people went in the room with him."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "I'm not upset. I'm not upset that people went in a room with him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, guys, we're out of time, but we're going to be covering prison reform for a couple of months at least. It looks like we're going to actually accomplish something. We're going to be bringing you back. Great segment, thank you so much. And how out-of-control parents, you're not going to believe this, are fueling a crisis in youth sports. Oh, boy, look at that, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, that's just a small sample of the absolutely ridiculous things some parents have done at youth sporting events recently. And the brunt of this increasingly intense parental harassment is being felt by the referees. The situation is getting so bad that 80 percent of high school referees are quitting within just three years. But a new Facebook page created by an Oklahoma youth soccer referee is aiming to change all that. He's offering bounties to anyone who sends a video showcasing badly behaving parents to publicly shame them. Joining us now with reaction is football coaching legend Lou Holtz. Lou, it is great to see you. I'm so excited this football season is about to kick off. You and I are going to the Michigan game together. I'm so excited. I'm thrilled. But I'm not thrilled to see parents completely getting out of control. Is this something new or is it just because we have cell phone videos of it?"
    },
    {
      "speaker": "LOU HOLTZ, FORMER HEAD FOOTBALL COACH, NOTRE DAME",
      "utterance": "I think it's because of our society, so to speak. The most important job a parent has is to prepare their children to make good can choices in life. I encourage you to go to games. I went to games for my children. However, I went there predominantly to be there to see things go well. It's a life lesson you can teach them. Life isn't always fair. The ball bounces the wrong way. Sometimes a person who complains about the way the ball bounces is usually the person that dropped it. And as far as the officials concerned, this is absolutely ridiculous. These officials don't have children involved in this sport. They're give them their time and their effort. They're not professional, and you always have to look at it from a different point of view. It's just like you're going to say this ball is white, I say it's blue. It's because it depends upon which angle you look at it. I would tell my players about the officials, they'll make bad calls, but they can't put the ball in the end zone. Let's teach our children how to react to them when they do have a tragedy in their life later on, they know how to handle it and how to react to it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So when you're coaching at Notre Dame, the vaunted Notre Dame, did you ever have parents come up to you and say, look, I know everything is on the line with every game, but you never play my son. He's fantastic. Can't you give him a chance? Do parents put pressure on you even at the college level?"
    },
    {
      "speaker": "HOLTZ",
      "utterance": "Never once did I have that happen in my entire coaching career. But I always told the players this. You explain to your parents why you're not playing. They don't need to come to me. You can give them the answer. You know the things that need to be done. You aren't making the necessary sacrifice, you explain it to them because if they come to me, I might be a little bit harsher than you will be when you explain it. If they have a problem after you talk to them, I'm more than welcome. All my obligation as a coach is to be fair to everybody on that football team. If I have somebody that's really working hard and wants to win and wants to achieve something in life, it would be unfair for that individual for me to put somebody on the field who is not adequately prepared to do so. But this really bothers me about the parents because so many times they scream, they holler. I want to be there for my children when things didn't go well. When Tim Brown won the Heisman, I went there not to be with him when he won it. I went there to be with him if he did not win it. That's when people need guidance and counseling and, above all, patience."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think part of this, Lou, is parents who are trying to live vicariously through their kids. I played sports in high school and some in college. I love the team sports, but I don't think I'm vicariously trying to live my life through my kids. But I guess that could happen. And so they get frustrated when things don't go their way."
    },
    {
      "speaker": "HOLTZ",
      "utterance": "Well, these are people who are trying to live a second life through their children. You lived your life. Let them live their life. Your most important obligation I said at the top of this portion was your obligation to prepare your children for life. And you don't do it by exhibiting temper and anger and frustration and blaming everybody else. It's always somebody else's fault. It's not your fault. It's the official. That's what's wrong with this society. Life is a matter of choices. Let's be accountable for what happens. And the ball isn't always going to bounce your way. But the most important --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everybody gets a trophy, Lou. Everybody gets a trophy. Well, I'm going to see you at the Michigan game. Legendary coach Lou Holtz, thank you so much. It's such an honor to talk to you. What a great guy, period. We'll be right back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Can you believe it? Its' all the time we have left this evening. But I always like to hear from you over the weekend. Follow me on Twitter. Tweet me @IngrahamAngle. Love getting your thoughts and your reactions about the show. Suggestions, what should we cover next week. Have a great weekend. Remember, always fly your flag. Have a barbeque with the fam, Enjoy life. Be happy. It's a Trump economy. Shannon Bream and the \"Fox News @ Night\" are up next. Have a great weekend, everyone. Goodnight from Washington. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}