{
  "date": "August 29, 2021",
  "headline": "'Sunday Morning Futures' on US airstrikes in Afghanistan",
  "subHeadline": "Guests: Stephen Miller, Larry Elder, Brian Mast, Michael Waltz, Kevin McCarthy",
  "url": "https://www.foxnews.com/transcript/sunday-morning-futures-on-tropical-storm-ida-us-airstrikes-in-afghanistan",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "sentences": "Good Sunday morning, everyone. Thanks very much for joining us. Welcome to \"Sunday Morning Futures.\" I'm Maria Bartiromo. We have breaking news right now. FOX News' Jennifer Griffin reporting there has been a second explosion near the Kabul Airport in Afghanistan. Reuters is reporting that the U.S. conducted this military strike against suspected ISIS-K militants. Black smoke can be seen rising into the sky near the airport. There are reports that a child was hit. Two witnesses said the blast appeared to have been caused by a rocket that hit a house in an area to the northern side of the airport. But there was no immediate confirmation that. We will cover this, this morning and bring you the very latest as we get it. Meanwhile, coming up as well: mission accomplished by President Obama and his former national security team. Closing Bagram Air Base has been a priority for the Obama administration and his colleagues for nearly a decade. Coming up, two Afghanistan veterans drill down on who directed Joe Biden to shut the very fortified, very expensive and very strategically located Bagram Air Base on July 5, tearing the rug out from underneath our military, leading to the death of 13 of our heroes. This morning, Florida Congressmen Michael Waltz and Brian Mast on their tours in Afghanistan and whose heads should roll over this deadly mistake and this gift to terrorists in the Mideast and in China. Plus, instead of preaching military readiness, the wrong messages this administration and the Democrats have been sending since day one when Joe Biden took office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERRICK GARLAND, U.S. ATTORNEY GENERAL",
      "sentences": "In the FBI's view, the top domestic violent extremist threat comes from racially or ethnically motivated violent extremists, specifically those who advocate for the superiority of the white race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "You know, we had the findings of the FBI previous to January 6 as to what was happening in our country with domestic terrorists, with domestic terrorism in America, and saying that domestic terrorism was more of a threat to our security than an inter -- global terrorism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Domestic terrorism. Thirteen of our service members are dead. Coming up, GOP Leader Kevin McCarthy on what went wrong in Afghanistan, why Speaker Pelosi refuses to talk about it, and is instead investigating Donald Trump supporters. Then: Take them all in. AOC demanding the United States take in at least 200,000 Afghan refugees, resettle them in America, and issue them visas, on top of the millions of others coming in through wide-open borders. Former Trump adviser Stephen Miller on the fight against Biden's radical agenda, which continues. And then a dereliction of duty; 13 servicemen are dead, 18 others are injured this week. The world is in disarray. But Joe Biden is in campaign mode, headed to California to campaign and raise money for disgraced Governor Gavin Newsom. California gubernatorial front-runner Larry Elder on why California is allowing voters to print out their own ballots in another sick strategy to keep Democrats in charge. All that right here, right now on \"Sunday Morning Futures.\" We have a lot to cover this morning. We want to get you caught up first on Hurricane Ida, rapidly strengthening, in a dangerous Category 4 storm, sustained 150 mile-an-hour winds. This monster storm is forecast to make landfall in Louisiana in a few hours, 16 years to the day after Hurricane Katrina came ashore. FOX weather meteorologist Rick Reichmuth is live with the forecast. Rick, good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHIEF METEOROLOGIST",
      "sentences": "Good morning, Maria. Yes, this storm really strengthening a lot during the overnight hours. Last night, it was a Category 2. Now it's Category 4. You get 157 miles an hour, and that's a Category 5 storm. So you get the idea. Center of the storm looking better on satellite representation than it has. When I say better, I mean as a storm, stronger than it has at any time in its life cycle. And that's happening right as it's getting close to landfall. Pressure also has really been plummeting, 930 millibars. Meteorologically, that means we just have more energy, more explosive energy in the storm, the lower that pressure goes. And that's happening right as it's getting close to landfall, as you said, which will probably happen in the next two to three hours, somewhere just to the west of Grand Isle, maybe around the Port Fourchon area, which is where 16 to 18 percent of all of the oil that is produced out of the Gulf all goes through that area, 16 to 18 percent of the oil that we consume in the United States, I should say. So, you have a storm coming onshore right there so strong. Because of that, we're going to see hurricane-force winds extend well far inland. We will see hurricane-force winds later this afternoon in places like Baton Rouge, certainly in New Orleans as well. Storm surge is going to be a massive problem for us, tornadoes throughout the afternoon. And then this storm is going to not move very quickly. So we're going to be talking about some spots 15 to 20 inches of rain, maybe even in the New Orleans area that has a very hard time pumping that kind of water out of the city, also assuming that those levees that have been restructured over the last number of years will also hold. So, lots of questions with this storm about how we're going to be able to handle it there in Southwestern -- Southeastern Louisiana -- Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, Rick, thanks very much. Of course, FOX News is going to be covering all of this all day. Rick Reichmuth, thank you very much. We have a number of breaking news stories to report. This week, it was the face of weakness seen across the world, Joe Biden cowering at the podium, cowering to the Taliban, as he defended his plan to keep the terrorists' deadline to cut and run out of Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You know as well as I do that the former president made a deal with the Taliban that he would get all American forces out of Afghanistan by May 1. No, no, now, wait a minute. I'm asking you a question. Is that -- is that accurate, to the best of your knowledge? I think they have an issue that people are likely to get hurt, some, as we've seen, have gotten killed, and that it is messy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Abandoning the Bagram Air Base before all Americans were out of the country also meant opening up two prisons that were full of thousands and thousands of hardcore terrorists, those same terrorists one of my first guests this morning and many of their colleagues put their lives on the line to put behind bars. Joining me right now are Afghanistan-veterans-turned-lawmakers Florida Congressman Michael Waltz and Brian Mast. Gentlemen, I want to thank you so much for your service to our country, for all that you have done and continue to do. My condolences for our fallen heroes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "sentences": "Thank you. Yes, thank you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRIAN MAST (R-FL)",
      "sentences": "Thank you, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman Waltz, let me kick this off with you and get your reaction to the apparent reportedly military strike that the U.S. has taken again this morning after the strike which hit the planners of this debacle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Well, I'm glad this strike happened. We received briefings just a few days ago that suicide vests and car bombs were descending on Kabul Airport, which many of us have said from day one is not defendable. We should have been in Bagram. However, it's also worth noting that Biden is removing all of these assets, the drones, our capability to run sources on the ground and have eyes and ears on the ground. It's all soon to be gone in just 48 hours. So that will leave us going forward with no troops on the ground, no embassy, and having to send drones from halfway around the world. We're going to be blind. And if we can't -- we couldn't even trust the Taliban to protect an airport and screen terrorists, how the heck is this administration looking to -- then to protect our homeland, and to keep Al Qaeda and ISIS from plotting and planning to hit America again? At the end of the day, Maria, we're going to have to go back. It's going to be far worse than September 10, 2001, because we gave away all our bases. Our allies are being hunted down. And now we have a terrorist army armed to the teeth with American equipment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "This is such an incredibly bad outcome and mistake. Congressman Waltz, you continue to fight for America's rights in your role right now. But we know that you also led the look for Bowe Bergdahl back when you were in Afghanistan. I want to get back to that. And, Congressman Mast, I want to talk about this decision to close Bagram Air Base, because I know that this was a decision of the Obama administration. And many people say that his former national security team have their fingerprints all over this, in particular, Susan Rice, as well as Antony Blinken and others. But let's talk about what you have done and the incredible service that you have given to our country. You lost both your legs. You lost a finger. It was your job when you were in Afghanistan throughout 2010 to find the bad guys, roll them up, and put them in prison. Your personal reaction, because it has to be personal for both of you, to see these prisoners now let out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "Maria, it goes so far beyond personal. You said I lost two legs and a finger. That's a scratch. That's the truth. That's a scratch compared to what Michael's and I, our friends suffered. And I will give you -- I could give you my list on my arm right here, right, three of my friends right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "They gave their lives rolling up these people that were left out. Another one of my friends right there gave his life rolling up these people that President Biden let out. More friends right there gave their lives rolling up these people that president let out. It's so far beyond the injuries. And you see the sacrifices that are now taking place because of those that were let out that are saying, this is the way that we need to go out there and seek retribution against the Americans. This has to be the red line for Americans that we will retreat no further. We will not allow this administration to retreat any further. We are Americans. Those people that gave their lives, our friends and those that gave their lives this week, none of them ever believed that we would seek peace by negotiating with a white flag of surrender. That is not who we are as Americans. That is my reaction. I literally cannot stand it when I think about every one of these friends and so many more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We are looking at pictures of our heroes, our fallen heroes last week in Afghanistan. I want to show those pictures again and continue to tribute and cherish the lives of our heroes who fell last week. Congressmen, these men and women were between 20 years old and 31 years old. One of them, I know, went right into the Marines right after high school. They were 10 Marines, two Army sergeants and one Navy medic. Your thoughts on who we lost last week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Well, Maria, I can tell you for a fact that so many congressional offices and private groups have had to step in to save Americans and to save our at-risk allies. We have had to step into the void because the White House isn't leading. And we were in direct contact with some of those Marines who were pulling grueling security during the day and then, in their few off-hours, were in contact with us and actually going out and helping pull Afghans in -- into the wire and pull Americans into the wire. That's the kind of sacrifice that they were making. But we still have Americans out there. I was just in touch a few hours ago with Americans outside the gate in Kabul International. They can't get ahold of anyone in there. Biden has shut it down. And Americans are going to be left behind. And the Taliban are going to have a hostage bonanza at any time of their choosing. It's disgraceful and shameful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Look, I know, that it was a priority for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "And Michael and I, we know as well as anybody that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, go ahead, Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "... that inventory that our U.S. service members are now having to fight against. We have used those weapons. We have carried those weapons across the battlefield. We know what they can mean in terms of harm, not just the improvised explosive devices and the suicide vests and the vehicle-borne IEDs, but the ordnance, the mortars. The anti-armor weapons, the body armor that they can use to protect themselves, the night vision that they now have that limit us from conducting nighttime operations, that can help give us a little bit of an edge over those enemies, the surface-to-air assets that they now have that they can -- that they can put down our assets that are in the sky. Michael and I know as well as anybody, that inventory of the most advanced military weaponry that was given to them by President Biden makes this already inherently dangerous situation the gravest possible situation that our men could face, our men and women could face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Well, I mean, I want to know about the Taliban, ISIS, Al Qaeda. Obviously, these are ongoing and increasing threats. What can you tell us about both of those -- about those groups? Should we be trusting the Taliban?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "Not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Maria, Biden's own intelligence...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "Yes, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Their own in -- his own intelligence community just briefed us a few days ago that Taliban and Al Qaeda are married at the hip. Al Qaeda fully intends to come roaring back and to attack the homeland again. But you're going to see this administration start to try to draw false distinctions, and that the Taliban are good terrorists that we can deal with and we can work with them against the others. And anybody who has fought against these guys knows that's a bunch of garbage. They're all working together and they all aim to kill Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And you both fought -- both fought against these guys. Go ahead, Brian, before we take a short break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "The most holy word for Americans, any American, has to be the word freedom. That is the opposite of what every one of those terrorist groups by any name stands for, Al Qaeda, Taliban, ISIS, ISIS-K. As Michael said, they're all joined at the hip. They're just running under a slightly different flag, a slightly different banner. We need to stand up for what Americans truly believe is our mantra, is our battle cry. That is freedom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "We need to stand up for it with our last breath, or not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, then why would we take down such a strategically placed air base? I want to take a break, and then come back to who's accountable. It's hard to talk about this in the smoke of war, the fog of war, but we must connect the dots to China, Iran, Pakistan, and the Obama administration. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. We are having a discussion this morning with Afghan veterans and Congressman Mike Waltz and Brian Mast. And, Brian Mast, I want to ask you about what was behind the decision, in your view, to close down Bagram Air Base, because I know that this was a priority of the Obama administration, and many of his national security people are working for President Biden. And that includes Susan Rice and Antony Blinken and Jake Sullivan. Your thoughts on why closing such an important, strategically placed air base was a good idea? That was our eyes and ears to China, to Pakistan. And I know that we invested $1 trillion in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "Yes, it's Bagram. It's the embassy. It's every other place, because their mantra was withdraw at any price because of political optics. Reach that 9/11 as your strategic objective, that 9/11 ceremony, where they can have a celebration and make a to-do about it to say they accomplished something political to get out, not a strategic objective of making America safer, getting our citizens out alive, making our service members in a safer world that they go out there and conduct their operations, making our homeland safer, no strategic objectives met. Their only strategy was to say, how can we make things politically better optically? That was their objective. And, obviously, when they tried to do that, they made every aspect of geopolitics and safety across the globe in the most dire possible situation. That's what they actually accomplished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Michael...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "And -- yes. And, Maria, just...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Michael Waltz, your thoughts here. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Yes, just -- just to add to that, Bagram Air Base was the only base in the world that we had sandwiched between China, Russia, and Iran, and that we could also strike these terrorist groups, the only one. Not a single country around Afghanistan has agreed to host an additional base. It's also just a few hundred miles from the Chinese province Xinjiang province, where the Uyghurs are, and also where they're putting their new nuclear missiles. On top of that, there were over a trillion dollars of rare earth critical minerals in Afghanistan that we could have had access to. And on top of that, India is now feeling even more isolated because the Taliban are aligned with Pakistan, aligned with China. But the biggest piece is the propaganda win here. The Chinese are already telling Taiwan, America won't stand with you. This is evidence. The Russians are telling the Ukrainians the same thing and that, at the end of the day, democracy and America's values lose, jihad wins, authoritarian regimes win, and America will not stand with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right. This is such an enormous mistake. It cannot be underestimated. That's why I wanted to show that map in terms of the Uyghurs and the nuclear buildup. Real quick, look at this graphic. Who is going to take the hit? Who is going to be accountable for this mistake? All of these people who are working with Joe Biden, directing his actions are -- were in the Obama administration. Do you think we will see anyone accountable for this massive mistake to close Bagram Air Base?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "We will push, Maria, but under Pelosi...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Go ahead, Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "They have to account for endangering 10,000-plus Americans, reckless endangerment of 10,000-plus Americans. That needs to be the charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Gentlemen, thank you so much, Brian Mast, Mike Waltz. It's an honor to speak with you both this morning. Coming up: The Biden administration cannot guarantee Americans' safe passage home, but it's reportedly flown out more than 100 Afghans on intelligence agency watch lists. We will get into it with Stephen Miller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "The consequences of a rapid exit are both predictable and unacceptable; 9/11, the worst terrorist attack in our history, was planned and directed from Afghanistan, because that country was ruled by a government that gave comfort and shelter to terrorists. A hasty withdrawal would create a vacuum that terrorists, including ISIS and Al Qaeda, would instantly fill, just as happened before September 11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow. That was President Trump in August of 2017 warning against a hasty withdrawal from Afghanistan. It is exactly what has happened when Biden abandoned Bagram Air Force Base on July 5, leaving behind our Afghan allies 80-plus billion dollars worth of U.S. weapons, and two prisons full of hardcore terrorists who are now on the loose, likely planning more attacks. Joining me right now is former White House senior adviser Stephen Miller. He is the founder of America First Legal, a nonprofit that's fighting back against the Biden administration and their radical agenda. Stephen, good morning to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MILLER, FORMER SENIOR ADVISER TO PRESIDENT TRUMP",
      "sentences": "Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Hearing President Trump there was really incredible, given what has taken place. You know that President Biden is partly putting the blame on President Trump for the deal that he did with the Taliban. Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Well, we know that President Biden is an inveterate liar. And it is preposterous to say that President Trump, who kept our troops from harm, without any Taliban attacks against them from the moment that he began the peace negotiations in early 2020, to blame him for the Biden debacle is outrageous and an offense to human reason. President Trump had a peace plan and a peace process in place that was conditions-based. And the Taliban knew that, if they crossed any red line, if our people were hurt on their watch, if they moved on our air base, if they moved on our embassy, if they moved on any American asset, they would pay with their lives. And they knew this. And when Biden came in, he took the Trump peace plan, just like Nancy Pelosi took Trump's State of the Union, and he ripped it to shreds. And he and the same team of people that brought us the disasters and Libya and Syria and Egypt, they brought us the disaster in Afghanistan, and they alone are responsible for the greatest strategic humiliation in our history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I am very concerned about the closing of the Bagram Air Base for a number of reasons, not just because of our ability to have eyes and ears in the ground in Afghanistan, but our ability to be situated right there between China, Iran, Pakistan, Russia. We don't have that. Where would we launch strikes from? How do we ensure that America is kept safe without any presence whatsoever in this region? Stephen, your -- your -- I mean, one of the conditions of the peace plan was that the Taliban had to negotiate with the Afghan government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "There were actual conditions...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Yes, it was...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... of that Trump peace plan that were blown off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "It was conditions-based, step by step. It was graduated, because President Trump understood everything he said in that 2017 speech, that -- and that process in '17, and '18, and '19, and '20 laid the groundwork for this process to make clear to the Taliban that you can either be part of a negotiated political settlement, or this process is done, this process is over. And Biden just, again, he ripped that whole entire process to shreds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to turn to the refugee situation, Stephen, because now you have got people like Alexandria Ocasio-Cortez say, take them all in, we have to resettle the Afghans, we have got to give them, issue them 200,000 visas and let them live in America. Your thoughts on this debacle on top of the open border that we are talking about at the Southern border, which COVID and terrorists and human trafficking and illicit drugs are flowing through?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Yes. Well, look, this is a double Biden disaster. First, as you mentioned, and as we discussed, he got rid of the Trump plan, the Trump conditions-based plan. And now Afghanistan's terror wonderland once again, with terrorists just roaming around doing whatever they want to do. But the second part of this disaster is now he's opening our border to Afghanistan. Have we forgotten so quickly that the 9/11 terrorists were granted visas by our State Department? Have we forgotten so quickly that all that blood was shed because we weren't able to secure our own immigration system? Now we're going to repeat these mistakes again? The United States has no obligation, none at all, to say every person in the world who's living under Islamic theocracy has a right to come to our country. When did that become the mission? How many people does that apply to? How is that safe for us? How's that good for the Muslim world? If there are people who want to leave the Taliban because they don't want to live under Islamic Sharia law, if that's the reason they want to leave, then we can work with them to find a home somewhere else in the Middle East. But this open-ended obligation to take out every one of the 40 million people who would prefer to live here than under Sharia law is clinically insane. And we will rue the day that we made that decision. So I hope members of Congress will speak up before it's too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Stephen, thank you so much for weighing in on all of this. We are going to get right to Congress right now. We want accountability. And we appreciate your time this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Ladies and gentlemen, we are once again in war times. The U.S. has struck once again the region outside of the airport. We have breaking news this morning. We are going to speak with House Minority Leader Kevin McCarthy, who is in Washington right now. He wants briefings. He wants to know what went wrong. Nancy Pelosi has not responded. She is refusing to call Congress back into session to help evacuate Americans from Afghanistan before it's too late. The Taliban knows who these people are because the Biden administration gave them a list of names. What it will take to save them after this with Kevin McCarthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. We are covering breaking news this morning here on \"Sunday Morning Futures.\" Nancy Pelosi is third in line for the presidency, Joe Biden, Kamala Harris, Nancy Pelosi. Why isn't she in Washington right now, after 13 service member heroes gave their lives for Joe Biden's botched-up plan to cut and run out of Afghanistan? Pelosi apparently refusing GOP Leader Kevin McCarthy's demands to bring the House back in to review what went wrong in Afghanistan. The congressman joins me this morning from where he is in Washington, D.C. Congressman, it's good to see you. Thanks very much for coming back this morning because of this breaking news. We spoke over the weekend. And I know that you have been working the phones trying to get Americans out of Afghanistan. I'm going to get to Nancy Pelosi in a minute. Tell us about your efforts to get people out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "sentences": "Maria, there are hundreds and could be thousands of Americans that are going to get left behind in Afghanistan. As Michael Waltz just told you, as well as Brian Mast, many of the members have been working such as myself trying to get Americans that we know that are our constituents that are just outside the wall of the airport to get them in, to get them on planes, to get them home, to get them to safety. The State Department has made a decision that the 31st is the deadline. They're allowing Taliban to dictate our foreign policy. And what has happened here, Maria, any time you allow a partisan political decision designed for a photo-op, it will lead to a fatal national security problem on the battlefield. And that is what transpired here, based upon what Joe Biden, as president, has done. You bring a very good point about Bagram. Even if, the end of the day, they wanted to close that base, why would they close it before all the Americans were out? You housed more than 5,000 terrorists in a prison there. They have now been released. You left in the middle of the night without telling your allies. You left weaponry. Now the prisoners are out. ISIS-K, we're seeing the damage what they're able to do in such a short time frame. We're watching Americans being left behind, but an administration knowingly making that decision. There's no excuse why this deadline has not been extended. The speaker has got to call us back in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you have demanded that Nancy Pelosi call Congress back in so that you can understand what went wrong. Have you heard back from the speaker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "We have not heard back from the speaker, only from her deputy chief, who tried to criticize us for asking that a co-equal branch of government could have a say. When we were called back, other nations called back. In the U.K., they called their Parliament back to work on getting their citizens home. When we were called back last week, it was only to pass about $5 trillion of spending. We had had a short time to talk. And they cut the meeting off when we had our update. We should spend the time knowing how many Americans are still there, not setting an artificial deadline until the mission is done that every American is out safely. Then you could shut it down. But to allow the Taliban to dictate our foreign policy, to allow the State Department to run this, instead of the military, these are mistakes. But these are answers that we're going to have to hold people accountable for later, because people have lost their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, these are...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "To those 13 Gold Star families, our heart go...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Our hearts and prayers goes out to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, they -- we do. We have been cherishing them and honoring them all morning. You're absolutely right. I know that you were against closing Bagram a while back. And I think it's really important to show the proximity of this air base relative to China, relative to the Uyghurs, where they're locked up in the Xinjiang region, and relative to where China is building up its nuclear facility. So, I wonder if also Xi Jinping was among those pressuring Joe Biden to close down this air base. I mean, whose decision was it? And what kind of consequences is this going to mean for America over the long term?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Those are the questions we're going to have to get answered as we go forward. I have had and directed our Republican leaders in the three different committees to send a letter to the White House to secure those documents. We want to know the answers, because, one, why would you close it down? Two, why would you close it ahead before all the Americans are out? Why would you, in that place, harm not just our Americans still sitting there with the terrorists, but future America and everywhere else? And, strategically, when you're looking towards the future, when you're looking at the growth of China, the movement of Russia, Pakistan and others, why wouldn't we want to be able to have a situation awareness that we could be able to move planes out and others from that strategic point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to ask you about where the investigations are in Washington, given this moment in time that we're in. You have sent the letter to the White House saying, make sure to save all documentation, do not destroy any documents, because you will be investigating this. Meanwhile, Nancy Pelosi is wanting to investigate you and anybody who was there on January 6. Congressman, have you gotten any news in terms of what they want to see from you? Because it appears that, while we should be investigating what went wrong in Afghanistan, they are in fact investigating Trump supporters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes. No, I have received nothing so far. There's only the talk that they want to do this. But think for one moment. While under Nancy Pelosi and the Democrats, they have taken the Intel Committee that are supposed to be the eyes and ears of looking around the world to keep America safe, and created Adam Schiff to have a political committee. They spent their time impeaching the president, now looking after Americans. They took the eye off the ball. We are a co-equal branch of government. Why didn't we know of what was happening on the ground in there? Why didn't Adam Schiff have those hearings? Devin Nunes had warned us and had told me many times before when we would raise this issue. And now, at this moment in time, when they have an open border, when they have caught people on the terrorist watch list already in this year, that they have the chairman of the Homeland Security investigating members of Congress and the chairman of the Intel Committee? That's their focus, instead of focusing on protecting all of America and the homeland. That's what they should be working on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK, before you go, real quick, will you lead drawing up articles of impeachment? Will you look at the 25th Amendment? Senator Rick Scott tweeted out, it is time to look at the 25th Amendment now that we see all of these missteps from Joe Biden. What are your plans in terms of leadership as we are in this incredible moment of time? Rick Scott says: \"President Biden's Cabinet must put politics aside and act in the best interests of the American people. Biden's tragic and inexplicable failures in Afghanistan defy logic. It's time to consider the 25th Amendment.\" And you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I say, my moment in this time at this moment is getting every American out. When we get beyond that point, we're going to collect all the data. And we're going to -- we have a constitutional responsibility to hold people accountable. And we will take it wherever the facts bring that forward. If that's the case, we will move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Can you say anything about your classified briefing on Afghanistan to share with us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Those are classified briefings. One thing I will tell you is, we should have the members of Congress back for another classified briefing before they bring our men and women out of there. They have Americans knowing that the State Department talked about, about 11,000 Americans there. They said they moved out 5, 400. That means thousands of Americans are still there. We know from the State Department spokesman that there's thousands of ISIS-K people, terrorists that have now left the prison in Bagram. We are less safe today than we were in the places if you looked before 9/11, because now they have our weaponry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Taliban now has more Black Hawk helicopters than Australia. They have our drones and others. We need to focus on protecting America. And that's something that this administration is not doing, but putting more Americans that could be held hostage stuck in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, we're going to be following your every move. Thanks very much for your leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We appreciate you joining me, Kevin McCarthy in Washington this morning. Coming up: Now that we have lived through the first seven months of all of these Joe Biden crises, the Democrats want to ensure they're in charge forever with their H.R.4 voting bill. In California, a new strategy, print out your own ballot for Gavin Newsom. And Joe Biden wants to help. So he will put on a...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FMR. REP. NEWT GINGRICH (R-GA)",
      "sentences": "This is going to be an election where they go all out to steal the referendum. The secretary of state of California has now said, you can print your own ballots. I mean, you think about this. You talk about the opposite of election integrity. They're going to allow you to print your own ballots. They're going to allow people to come around and harvest your ballot. So, the unions will be out there, and they will make sure that everybody votes, even if they don't vote. And I think this may well be the most rigged statewide election we have seen probably in at least a half-century. And I think people should look carefully at this, because there's pretty good evidence that, if Newsom is in a straight, honest count, he probably - - he has a good chance of losing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was the former Speaker of the House Newt Gingrich with me last Sunday right here on this program, warning off the Gavin Newsom's recall election September 14 could be rigged. Joining me right now is the GOP front-runner in that race, California gubernatorial candidate Larry Elder. Larry, good morning to you. Thanks very much for being here. Early voting is under way. Will this race be fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER (R), CALIFORNIA GUBERNATORIAL CANDIDATE",
      "sentences": "Well, I'm worried about that. And I think the speaker is right. Right now, the recall side and the anti-recall side, we're about 50/50. Excuse me. And it takes 50 percent, plus one vote to get this guy out. And about a third of all those who signed the petition to get him out were independents and Democrats who just voted for him two years earlier. The majority of Hispanics now want him out. The lion's share of Hispanics voted for him just two years earlier. Independents also want him out. And 53 percent of all California voters say he does not deserve a second term. They can't explain the way he shut down the government while ignoring science, his own kids enjoying in-person private education.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "A third of all small businesses are now closed forever because of the way he cut down the state. People are now leaving. Crime is up. Homelessness is up. The cost of living, it's out of control. The fires are worse because he's not properly managed the forest. We are having rolling brownouts, for crying out loud, in California. You add it all up, and many Californians want this man to go. And I believe, September 14, he will be out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Tell me about your platform, Larry. We are a little tight on time, so I'm going to switch to a commercial break in a moment and then come back and continue. But what is most important to you in terms of your own priorities should you get the job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, to the extent that there are still mask mandates and vaccine mandates for state workers, those are going to be repealed. I also am pushing choice in education. Before the pandemic, Maria, 75 percent of black boys could not read at state levels of proficiency. And almost half of all third graders could not. And they were denied a whole year of in-person education. So, one of my big agendas is to fulfill the promise that black and brown parents want in the inner city. And that is to make sure that their kids get a quality education, again, while Gavin Newsom his own kids were enjoying in-person private schooling. It's a hypocrisy that's driven people absolutely crazy here in California, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I'm asking people to go to ElectElder.com. We have a voter integrity project called ElectElder.com. If you have anything suspicious you want to report, go to ElectElder.com and report it, and we will be monitoring all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Larry, stay with us. Quick break, and then more from Larry Elder this morning in California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. And I'm back with California gubernatorial candidate Larry Elder. Larry, Kamala Harris was supposed to travel to California to lobby and campaign and fund-raise for Gavin Newsom. She has canceled that trip. Joe Biden has not canceled his trip yet. We have got 13 service members dead as a result of a botched-up plan to cut and run out of Afghanistan. But, apparently, a trip to California is still on the commander in chief's schedule. Are you expecting Joe Biden in California this week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "I don't -- I don't care one way or the other. But I think it's going to be very difficult for him to come here with any kind of credibility. Gavin Newsom is the only major political figure, to my knowledge, Maria, who has praised what Joe Biden did in Afghanistan. And I also have a fund-raising disadvantage. My opponent, Gavin Newsom, has raised about $50 million so far from the usual suspects, teachers union, public sector unions, Hollywood, big tech. I have expenditure limitations. That's why I'm asking people to go to ElectElder.com. Regarding crime, Maria, we talked about that a moment ago, under this governor, 20,000 convicted felons, many of them violent offenders, have been released early because of coronavirus. What could possibly go wrong? That's one of the reasons why crime has gone up in most of the cities here in California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "There's also the elimination of cash bail, which they put into place in New York, and it was an absolute disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Kamala Harris had said she would like that throughout the country. Are you committed to reversing that as well? What are your priorities in terms of fixing the crime situation in California and homelessness?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Well, in fact, Maria, I think California was the first state to have cashless bail. Yes, I'm going to be committed to reversing that, also this ridiculous defund the police movement. Just a few days ago, Barbara Boxer, the former senator, was mugged in Oakland. And the Oakland police chief just days earlier complained about the fact that a bunch of money was being diverted from his department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "All of that is going to be reversed when I become governor of California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Larry Elder, thanks very much for being here this morning. We so appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And that will do it for us on \"Sunday Morning Futures.\" Thanks for being with us. Have a great week, everybody. Stay with FOX News for breaking news on all of this, this afternoon. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "utterance": "Good Sunday morning, everyone. Thanks very much for joining us. Welcome to \"Sunday Morning Futures.\" I'm Maria Bartiromo. We have breaking news right now. FOX News' Jennifer Griffin reporting there has been a second explosion near the Kabul Airport in Afghanistan. Reuters is reporting that the U.S. conducted this military strike against suspected ISIS-K militants. Black smoke can be seen rising into the sky near the airport. There are reports that a child was hit. Two witnesses said the blast appeared to have been caused by a rocket that hit a house in an area to the northern side of the airport. But there was no immediate confirmation that. We will cover this, this morning and bring you the very latest as we get it."
    },
    {
      "speaker": "Meanwhile, coming up as well",
      "utterance": "mission accomplished by President Obama and his former national security team. Closing Bagram Air Base has been a priority for the Obama administration and his colleagues for nearly a decade. Coming up, two Afghanistan veterans drill down on who directed Joe Biden to shut the very fortified, very expensive and very strategically located Bagram Air Base on July 5, tearing the rug out from underneath our military, leading to the death of 13 of our heroes. This morning, Florida Congressmen Michael Waltz and Brian Mast on their tours in Afghanistan and whose heads should roll over this deadly mistake and this gift to terrorists in the Mideast and in China. Plus, instead of preaching military readiness, the wrong messages this administration and the Democrats have been sending since day one when Joe Biden took office."
    },
    {
      "speaker": "MERRICK GARLAND, U.S. ATTORNEY GENERAL",
      "utterance": "In the FBI's view, the top domestic violent extremist threat comes from racially or ethnically motivated violent extremists, specifically those who advocate for the superiority of the white race."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "You know, we had the findings of the FBI previous to January 6 as to what was happening in our country with domestic terrorists, with domestic terrorism in America, and saying that domestic terrorism was more of a threat to our security than an inter -- global terrorism."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Domestic terrorism. Thirteen of our service members are dead. Coming up, GOP Leader Kevin McCarthy on what went wrong in Afghanistan, why Speaker Pelosi refuses to talk about it, and is instead investigating Donald Trump supporters."
    },
    {
      "speaker": "Then",
      "utterance": "Take them all in. AOC demanding the United States take in at least 200,000 Afghan refugees, resettle them in America, and issue them visas, on top of the millions of others coming in through wide-open borders. Former Trump adviser Stephen Miller on the fight against Biden's radical agenda, which continues. And then a dereliction of duty; 13 servicemen are dead, 18 others are injured this week. The world is in disarray. But Joe Biden is in campaign mode, headed to California to campaign and raise money for disgraced Governor Gavin Newsom. California gubernatorial front-runner Larry Elder on why California is allowing voters to print out their own ballots in another sick strategy to keep Democrats in charge. All that right here, right now on \"Sunday Morning Futures.\" We have a lot to cover this morning. We want to get you caught up first on Hurricane Ida, rapidly strengthening, in a dangerous Category 4 storm, sustained 150 mile-an-hour winds. This monster storm is forecast to make landfall in Louisiana in a few hours, 16 years to the day after Hurricane Katrina came ashore. FOX weather meteorologist Rick Reichmuth is live with the forecast. Rick, good morning."
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS CHIEF METEOROLOGIST",
      "utterance": "Good morning, Maria. Yes, this storm really strengthening a lot during the overnight hours. Last night, it was a Category 2. Now it's Category 4. You get 157 miles an hour, and that's a Category 5 storm. So you get the idea. Center of the storm looking better on satellite representation than it has. When I say better, I mean as a storm, stronger than it has at any time in its life cycle. And that's happening right as it's getting close to landfall. Pressure also has really been plummeting, 930 millibars. Meteorologically, that means we just have more energy, more explosive energy in the storm, the lower that pressure goes. And that's happening right as it's getting close to landfall, as you said, which will probably happen in the next two to three hours, somewhere just to the west of Grand Isle, maybe around the Port Fourchon area, which is where 16 to 18 percent of all of the oil that is produced out of the Gulf all goes through that area, 16 to 18 percent of the oil that we consume in the United States, I should say. So, you have a storm coming onshore right there so strong. Because of that, we're going to see hurricane-force winds extend well far inland. We will see hurricane-force winds later this afternoon in places like Baton Rouge, certainly in New Orleans as well. Storm surge is going to be a massive problem for us, tornadoes throughout the afternoon. And then this storm is going to not move very quickly. So we're going to be talking about some spots 15 to 20 inches of rain, maybe even in the New Orleans area that has a very hard time pumping that kind of water out of the city, also assuming that those levees that have been restructured over the last number of years will also hold. So, lots of questions with this storm about how we're going to be able to handle it there in Southwestern -- Southeastern Louisiana -- Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, Rick, thanks very much. Of course, FOX News is going to be covering all of this all day. Rick Reichmuth, thank you very much. We have a number of breaking news stories to report. This week, it was the face of weakness seen across the world, Joe Biden cowering at the podium, cowering to the Taliban, as he defended his plan to keep the terrorists' deadline to cut and run out of Afghanistan."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "You know as well as I do that the former president made a deal with the Taliban that he would get all American forces out of Afghanistan by May 1. No, no, now, wait a minute. I'm asking you a question. Is that -- is that accurate, to the best of your knowledge? I think they have an issue that people are likely to get hurt, some, as we've seen, have gotten killed, and that it is messy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Abandoning the Bagram Air Base before all Americans were out of the country also meant opening up two prisons that were full of thousands and thousands of hardcore terrorists, those same terrorists one of my first guests this morning and many of their colleagues put their lives on the line to put behind bars. Joining me right now are Afghanistan-veterans-turned-lawmakers Florida Congressman Michael Waltz and Brian Mast. Gentlemen, I want to thank you so much for your service to our country, for all that you have done and continue to do. My condolences for our fallen heroes."
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "utterance": "Thank you. Yes, thank you, Maria."
    },
    {
      "speaker": "REP. BRIAN MAST (R-FL)",
      "utterance": "Thank you, ma'am."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman Waltz, let me kick this off with you and get your reaction to the apparent reportedly military strike that the U.S. has taken again this morning after the strike which hit the planners of this debacle."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Well, I'm glad this strike happened. We received briefings just a few days ago that suicide vests and car bombs were descending on Kabul Airport, which many of us have said from day one is not defendable. We should have been in Bagram. However, it's also worth noting that Biden is removing all of these assets, the drones, our capability to run sources on the ground and have eyes and ears on the ground. It's all soon to be gone in just 48 hours. So that will leave us going forward with no troops on the ground, no embassy, and having to send drones from halfway around the world. We're going to be blind. And if we can't -- we couldn't even trust the Taliban to protect an airport and screen terrorists, how the heck is this administration looking to -- then to protect our homeland, and to keep Al Qaeda and ISIS from plotting and planning to hit America again? At the end of the day, Maria, we're going to have to go back. It's going to be far worse than September 10, 2001, because we gave away all our bases. Our allies are being hunted down. And now we have a terrorist army armed to the teeth with American equipment."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "This is such an incredibly bad outcome and mistake. Congressman Waltz, you continue to fight for America's rights in your role right now. But we know that you also led the look for Bowe Bergdahl back when you were in Afghanistan. I want to get back to that. And, Congressman Mast, I want to talk about this decision to close Bagram Air Base, because I know that this was a decision of the Obama administration. And many people say that his former national security team have their fingerprints all over this, in particular, Susan Rice, as well as Antony Blinken and others. But let's talk about what you have done and the incredible service that you have given to our country. You lost both your legs. You lost a finger. It was your job when you were in Afghanistan throughout 2010 to find the bad guys, roll them up, and put them in prison. Your personal reaction, because it has to be personal for both of you, to see these prisoners now let out?"
    },
    {
      "speaker": "MAST",
      "utterance": "Maria, it goes so far beyond personal. You said I lost two legs and a finger. That's a scratch. That's the truth. That's a scratch compared to what Michael's and I, our friends suffered. And I will give you -- I could give you my list on my arm right here, right, three of my friends right there."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "MAST",
      "utterance": "They gave their lives rolling up these people that were left out. Another one of my friends right there gave his life rolling up these people that President Biden let out. More friends right there gave their lives rolling up these people that president let out. It's so far beyond the injuries. And you see the sacrifices that are now taking place because of those that were let out that are saying, this is the way that we need to go out there and seek retribution against the Americans. This has to be the red line for Americans that we will retreat no further. We will not allow this administration to retreat any further. We are Americans. Those people that gave their lives, our friends and those that gave their lives this week, none of them ever believed that we would seek peace by negotiating with a white flag of surrender. That is not who we are as Americans. That is my reaction. I literally cannot stand it when I think about every one of these friends and so many more."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We are looking at pictures of our heroes, our fallen heroes last week in Afghanistan. I want to show those pictures again and continue to tribute and cherish the lives of our heroes who fell last week. Congressmen, these men and women were between 20 years old and 31 years old. One of them, I know, went right into the Marines right after high school. They were 10 Marines, two Army sergeants and one Navy medic. Your thoughts on who we lost last week?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "Well, Maria, I can tell you for a fact that so many congressional offices and private groups have had to step in to save Americans and to save our at-risk allies. We have had to step into the void because the White House isn't leading. And we were in direct contact with some of those Marines who were pulling grueling security during the day and then, in their few off-hours, were in contact with us and actually going out and helping pull Afghans in -- into the wire and pull Americans into the wire. That's the kind of sacrifice that they were making. But we still have Americans out there. I was just in touch a few hours ago with Americans outside the gate in Kabul International. They can't get ahold of anyone in there. Biden has shut it down. And Americans are going to be left behind. And the Taliban are going to have a hostage bonanza at any time of their choosing. It's disgraceful and shameful."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Look, I know, that it was a priority for..."
    },
    {
      "speaker": "MAST",
      "utterance": "And Michael and I, we know as well as anybody that..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, go ahead, Brian."
    },
    {
      "speaker": "MAST",
      "utterance": "... that inventory that our U.S. service members are now having to fight against. We have used those weapons. We have carried those weapons across the battlefield. We know what they can mean in terms of harm, not just the improvised explosive devices and the suicide vests and the vehicle-borne IEDs, but the ordnance, the mortars. The anti-armor weapons, the body armor that they can use to protect themselves, the night vision that they now have that limit us from conducting nighttime operations, that can help give us a little bit of an edge over those enemies, the surface-to-air assets that they now have that they can -- that they can put down our assets that are in the sky. Michael and I know as well as anybody, that inventory of the most advanced military weaponry that was given to them by President Biden makes this already inherently dangerous situation the gravest possible situation that our men could face, our men and women could face."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Well, I mean, I want to know about the Taliban, ISIS, Al Qaeda. Obviously, these are ongoing and increasing threats. What can you tell us about both of those -- about those groups? Should we be trusting the Taliban?"
    },
    {
      "speaker": "MAST",
      "utterance": "Not at all."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Maria, Biden's own intelligence..."
    },
    {
      "speaker": "MAST",
      "utterance": "Yes, go ahead."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Their own in -- his own intelligence community just briefed us a few days ago that Taliban and Al Qaeda are married at the hip. Al Qaeda fully intends to come roaring back and to attack the homeland again. But you're going to see this administration start to try to draw false distinctions, and that the Taliban are good terrorists that we can deal with and we can work with them against the others. And anybody who has fought against these guys knows that's a bunch of garbage. They're all working together and they all aim to kill Americans."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And you both fought -- both fought against these guys. Go ahead, Brian, before we take a short break."
    },
    {
      "speaker": "MAST",
      "utterance": "The most holy word for Americans, any American, has to be the word freedom. That is the opposite of what every one of those terrorist groups by any name stands for, Al Qaeda, Taliban, ISIS, ISIS-K. As Michael said, they're all joined at the hip. They're just running under a slightly different flag, a slightly different banner. We need to stand up for what Americans truly believe is our mantra, is our battle cry. That is freedom."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "MAST",
      "utterance": "We need to stand up for it with our last breath, or not at all."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, then why would we take down such a strategically placed air base? I want to take a break, and then come back to who's accountable. It's hard to talk about this in the smoke of war, the fog of war, but we must connect the dots to China, Iran, Pakistan, and the Obama administration. We will be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. We are having a discussion this morning with Afghan veterans and Congressman Mike Waltz and Brian Mast. And, Brian Mast, I want to ask you about what was behind the decision, in your view, to close down Bagram Air Base, because I know that this was a priority of the Obama administration, and many of his national security people are working for President Biden. And that includes Susan Rice and Antony Blinken and Jake Sullivan. Your thoughts on why closing such an important, strategically placed air base was a good idea? That was our eyes and ears to China, to Pakistan. And I know that we invested $1 trillion in it."
    },
    {
      "speaker": "MAST",
      "utterance": "Yes, it's Bagram. It's the embassy. It's every other place, because their mantra was withdraw at any price because of political optics. Reach that 9/11 as your strategic objective, that 9/11 ceremony, where they can have a celebration and make a to-do about it to say they accomplished something political to get out, not a strategic objective of making America safer, getting our citizens out alive, making our service members in a safer world that they go out there and conduct their operations, making our homeland safer, no strategic objectives met. Their only strategy was to say, how can we make things politically better optically? That was their objective. And, obviously, when they tried to do that, they made every aspect of geopolitics and safety across the globe in the most dire possible situation. That's what they actually accomplished."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Michael..."
    },
    {
      "speaker": "WALTZ",
      "utterance": "And -- yes. And, Maria, just..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Michael Waltz, your thoughts here. Go ahead."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Yes, just -- just to add to that, Bagram Air Base was the only base in the world that we had sandwiched between China, Russia, and Iran, and that we could also strike these terrorist groups, the only one. Not a single country around Afghanistan has agreed to host an additional base. It's also just a few hundred miles from the Chinese province Xinjiang province, where the Uyghurs are, and also where they're putting their new nuclear missiles. On top of that, there were over a trillion dollars of rare earth critical minerals in Afghanistan that we could have had access to. And on top of that, India is now feeling even more isolated because the Taliban are aligned with Pakistan, aligned with China. But the biggest piece is the propaganda win here. The Chinese are already telling Taiwan, America won't stand with you. This is evidence. The Russians are telling the Ukrainians the same thing and that, at the end of the day, democracy and America's values lose, jihad wins, authoritarian regimes win, and America will not stand with you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right. This is such an enormous mistake. It cannot be underestimated. That's why I wanted to show that map in terms of the Uyghurs and the nuclear buildup. Real quick, look at this graphic. Who is going to take the hit? Who is going to be accountable for this mistake? All of these people who are working with Joe Biden, directing his actions are -- were in the Obama administration. Do you think we will see anyone accountable for this massive mistake to close Bagram Air Base?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "We will push, Maria, but under Pelosi..."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Go ahead, Brian."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "MAST",
      "utterance": "They have to account for endangering 10,000-plus Americans, reckless endangerment of 10,000-plus Americans. That needs to be the charge."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Gentlemen, thank you so much, Brian Mast, Mike Waltz. It's an honor to speak with you both this morning."
    },
    {
      "speaker": "Coming up",
      "utterance": "The Biden administration cannot guarantee Americans' safe passage home, but it's reportedly flown out more than 100 Afghans on intelligence agency watch lists. We will get into it with Stephen Miller."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "The consequences of a rapid exit are both predictable and unacceptable; 9/11, the worst terrorist attack in our history, was planned and directed from Afghanistan, because that country was ruled by a government that gave comfort and shelter to terrorists. A hasty withdrawal would create a vacuum that terrorists, including ISIS and Al Qaeda, would instantly fill, just as happened before September 11."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow. That was President Trump in August of 2017 warning against a hasty withdrawal from Afghanistan. It is exactly what has happened when Biden abandoned Bagram Air Force Base on July 5, leaving behind our Afghan allies 80-plus billion dollars worth of U.S. weapons, and two prisons full of hardcore terrorists who are now on the loose, likely planning more attacks. Joining me right now is former White House senior adviser Stephen Miller. He is the founder of America First Legal, a nonprofit that's fighting back against the Biden administration and their radical agenda. Stephen, good morning to you."
    },
    {
      "speaker": "STEPHEN MILLER, FORMER SENIOR ADVISER TO PRESIDENT TRUMP",
      "utterance": "Good morning."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Hearing President Trump there was really incredible, given what has taken place. You know that President Biden is partly putting the blame on President Trump for the deal that he did with the Taliban. Your reaction?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Well, we know that President Biden is an inveterate liar. And it is preposterous to say that President Trump, who kept our troops from harm, without any Taliban attacks against them from the moment that he began the peace negotiations in early 2020, to blame him for the Biden debacle is outrageous and an offense to human reason. President Trump had a peace plan and a peace process in place that was conditions-based. And the Taliban knew that, if they crossed any red line, if our people were hurt on their watch, if they moved on our air base, if they moved on our embassy, if they moved on any American asset, they would pay with their lives. And they knew this. And when Biden came in, he took the Trump peace plan, just like Nancy Pelosi took Trump's State of the Union, and he ripped it to shreds. And he and the same team of people that brought us the disasters and Libya and Syria and Egypt, they brought us the disaster in Afghanistan, and they alone are responsible for the greatest strategic humiliation in our history."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I am very concerned about the closing of the Bagram Air Base for a number of reasons, not just because of our ability to have eyes and ears in the ground in Afghanistan, but our ability to be situated right there between China, Iran, Pakistan, Russia. We don't have that. Where would we launch strikes from? How do we ensure that America is kept safe without any presence whatsoever in this region? Stephen, your -- your -- I mean, one of the conditions of the peace plan was that the Taliban had to negotiate with the Afghan government."
    },
    {
      "speaker": "MILLER",
      "utterance": "Correct."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "There were actual conditions..."
    },
    {
      "speaker": "MILLER",
      "utterance": "Yes, it was..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... of that Trump peace plan that were blown off."
    },
    {
      "speaker": "MILLER",
      "utterance": "It was conditions-based, step by step. It was graduated, because President Trump understood everything he said in that 2017 speech, that -- and that process in '17, and '18, and '19, and '20 laid the groundwork for this process to make clear to the Taliban that you can either be part of a negotiated political settlement, or this process is done, this process is over. And Biden just, again, he ripped that whole entire process to shreds."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to turn to the refugee situation, Stephen, because now you have got people like Alexandria Ocasio-Cortez say, take them all in, we have to resettle the Afghans, we have got to give them, issue them 200,000 visas and let them live in America. Your thoughts on this debacle on top of the open border that we are talking about at the Southern border, which COVID and terrorists and human trafficking and illicit drugs are flowing through?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Yes. Well, look, this is a double Biden disaster. First, as you mentioned, and as we discussed, he got rid of the Trump plan, the Trump conditions-based plan. And now Afghanistan's terror wonderland once again, with terrorists just roaming around doing whatever they want to do. But the second part of this disaster is now he's opening our border to Afghanistan. Have we forgotten so quickly that the 9/11 terrorists were granted visas by our State Department? Have we forgotten so quickly that all that blood was shed because we weren't able to secure our own immigration system? Now we're going to repeat these mistakes again? The United States has no obligation, none at all, to say every person in the world who's living under Islamic theocracy has a right to come to our country. When did that become the mission? How many people does that apply to? How is that safe for us? How's that good for the Muslim world? If there are people who want to leave the Taliban because they don't want to live under Islamic Sharia law, if that's the reason they want to leave, then we can work with them to find a home somewhere else in the Middle East. But this open-ended obligation to take out every one of the 40 million people who would prefer to live here than under Sharia law is clinically insane. And we will rue the day that we made that decision. So I hope members of Congress will speak up before it's too late."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Stephen, thank you so much for weighing in on all of this. We are going to get right to Congress right now. We want accountability. And we appreciate your time this morning."
    },
    {
      "speaker": "MILLER",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Ladies and gentlemen, we are once again in war times. The U.S. has struck once again the region outside of the airport. We have breaking news this morning. We are going to speak with House Minority Leader Kevin McCarthy, who is in Washington right now. He wants briefings. He wants to know what went wrong. Nancy Pelosi has not responded. She is refusing to call Congress back into session to help evacuate Americans from Afghanistan before it's too late. The Taliban knows who these people are because the Biden administration gave them a list of names. What it will take to save them after this with Kevin McCarthy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. We are covering breaking news this morning here on \"Sunday Morning Futures.\" Nancy Pelosi is third in line for the presidency, Joe Biden, Kamala Harris, Nancy Pelosi. Why isn't she in Washington right now, after 13 service member heroes gave their lives for Joe Biden's botched-up plan to cut and run out of Afghanistan? Pelosi apparently refusing GOP Leader Kevin McCarthy's demands to bring the House back in to review what went wrong in Afghanistan. The congressman joins me this morning from where he is in Washington, D.C. Congressman, it's good to see you. Thanks very much for coming back this morning because of this breaking news. We spoke over the weekend. And I know that you have been working the phones trying to get Americans out of Afghanistan. I'm going to get to Nancy Pelosi in a minute. Tell us about your efforts to get people out."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "utterance": "Maria, there are hundreds and could be thousands of Americans that are going to get left behind in Afghanistan. As Michael Waltz just told you, as well as Brian Mast, many of the members have been working such as myself trying to get Americans that we know that are our constituents that are just outside the wall of the airport to get them in, to get them on planes, to get them home, to get them to safety. The State Department has made a decision that the 31st is the deadline. They're allowing Taliban to dictate our foreign policy. And what has happened here, Maria, any time you allow a partisan political decision designed for a photo-op, it will lead to a fatal national security problem on the battlefield. And that is what transpired here, based upon what Joe Biden, as president, has done. You bring a very good point about Bagram. Even if, the end of the day, they wanted to close that base, why would they close it before all the Americans were out? You housed more than 5,000 terrorists in a prison there. They have now been released. You left in the middle of the night without telling your allies. You left weaponry. Now the prisoners are out. ISIS-K, we're seeing the damage what they're able to do in such a short time frame. We're watching Americans being left behind, but an administration knowingly making that decision. There's no excuse why this deadline has not been extended. The speaker has got to call us back in."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you have demanded that Nancy Pelosi call Congress back in so that you can understand what went wrong. Have you heard back from the speaker?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "We have not heard back from the speaker, only from her deputy chief, who tried to criticize us for asking that a co-equal branch of government could have a say. When we were called back, other nations called back. In the U.K., they called their Parliament back to work on getting their citizens home. When we were called back last week, it was only to pass about $5 trillion of spending. We had had a short time to talk. And they cut the meeting off when we had our update. We should spend the time knowing how many Americans are still there, not setting an artificial deadline until the mission is done that every American is out safely. Then you could shut it down. But to allow the Taliban to dictate our foreign policy, to allow the State Department to run this, instead of the military, these are mistakes. But these are answers that we're going to have to hold people accountable for later, because people have lost their lives."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, these are..."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "To those 13 Gold Star families, our heart go..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Our hearts and prayers goes out to them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, they -- we do. We have been cherishing them and honoring them all morning. You're absolutely right. I know that you were against closing Bagram a while back. And I think it's really important to show the proximity of this air base relative to China, relative to the Uyghurs, where they're locked up in the Xinjiang region, and relative to where China is building up its nuclear facility. So, I wonder if also Xi Jinping was among those pressuring Joe Biden to close down this air base. I mean, whose decision was it? And what kind of consequences is this going to mean for America over the long term?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Those are the questions we're going to have to get answered as we go forward. I have had and directed our Republican leaders in the three different committees to send a letter to the White House to secure those documents. We want to know the answers, because, one, why would you close it down? Two, why would you close it ahead before all the Americans are out? Why would you, in that place, harm not just our Americans still sitting there with the terrorists, but future America and everywhere else? And, strategically, when you're looking towards the future, when you're looking at the growth of China, the movement of Russia, Pakistan and others, why wouldn't we want to be able to have a situation awareness that we could be able to move planes out and others from that strategic point?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to ask you about where the investigations are in Washington, given this moment in time that we're in. You have sent the letter to the White House saying, make sure to save all documentation, do not destroy any documents, because you will be investigating this. Meanwhile, Nancy Pelosi is wanting to investigate you and anybody who was there on January 6. Congressman, have you gotten any news in terms of what they want to see from you? Because it appears that, while we should be investigating what went wrong in Afghanistan, they are in fact investigating Trump supporters."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes. No, I have received nothing so far. There's only the talk that they want to do this. But think for one moment. While under Nancy Pelosi and the Democrats, they have taken the Intel Committee that are supposed to be the eyes and ears of looking around the world to keep America safe, and created Adam Schiff to have a political committee. They spent their time impeaching the president, now looking after Americans. They took the eye off the ball. We are a co-equal branch of government. Why didn't we know of what was happening on the ground in there? Why didn't Adam Schiff have those hearings? Devin Nunes had warned us and had told me many times before when we would raise this issue. And now, at this moment in time, when they have an open border, when they have caught people on the terrorist watch list already in this year, that they have the chairman of the Homeland Security investigating members of Congress and the chairman of the Intel Committee? That's their focus, instead of focusing on protecting all of America and the homeland. That's what they should be working on."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK, before you go, real quick, will you lead drawing up articles of impeachment? Will you look at the 25th Amendment? Senator Rick Scott tweeted out, it is time to look at the 25th Amendment now that we see all of these missteps from Joe Biden. What are your plans in terms of leadership as we are in this incredible moment of time? Rick Scott says: \"President Biden's Cabinet must put politics aside and act in the best interests of the American people. Biden's tragic and inexplicable failures in Afghanistan defy logic. It's time to consider the 25th Amendment.\" And you say?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I say, my moment in this time at this moment is getting every American out. When we get beyond that point, we're going to collect all the data. And we're going to -- we have a constitutional responsibility to hold people accountable. And we will take it wherever the facts bring that forward. If that's the case, we will move forward."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Can you say anything about your classified briefing on Afghanistan to share with us?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Those are classified briefings. One thing I will tell you is, we should have the members of Congress back for another classified briefing before they bring our men and women out of there. They have Americans knowing that the State Department talked about, about 11,000 Americans there. They said they moved out 5, 400. That means thousands of Americans are still there. We know from the State Department spokesman that there's thousands of ISIS-K people, terrorists that have now left the prison in Bagram. We are less safe today than we were in the places if you looked before 9/11, because now they have our weaponry."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Taliban now has more Black Hawk helicopters than Australia. They have our drones and others. We need to focus on protecting America. And that's something that this administration is not doing, but putting more Americans that could be held hostage stuck in Afghanistan."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, we're going to be following your every move. Thanks very much for your leadership."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We appreciate you joining me, Kevin McCarthy in Washington this morning."
    },
    {
      "speaker": "Coming up",
      "utterance": "Now that we have lived through the first seven months of all of these Joe Biden crises, the Democrats want to ensure they're in charge forever with their H.R.4 voting bill. In California, a new strategy, print out your own ballot for Gavin Newsom. And Joe Biden wants to help. So he will put on a..."
    },
    {
      "speaker": "FMR. REP. NEWT GINGRICH (R-GA)",
      "utterance": "This is going to be an election where they go all out to steal the referendum. The secretary of state of California has now said, you can print your own ballots. I mean, you think about this. You talk about the opposite of election integrity. They're going to allow you to print your own ballots. They're going to allow people to come around and harvest your ballot. So, the unions will be out there, and they will make sure that everybody votes, even if they don't vote. And I think this may well be the most rigged statewide election we have seen probably in at least a half-century. And I think people should look carefully at this, because there's pretty good evidence that, if Newsom is in a straight, honest count, he probably - - he has a good chance of losing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was the former Speaker of the House Newt Gingrich with me last Sunday right here on this program, warning off the Gavin Newsom's recall election September 14 could be rigged. Joining me right now is the GOP front-runner in that race, California gubernatorial candidate Larry Elder. Larry, good morning to you. Thanks very much for being here. Early voting is under way. Will this race be fair?"
    },
    {
      "speaker": "LARRY ELDER (R), CALIFORNIA GUBERNATORIAL CANDIDATE",
      "utterance": "Well, I'm worried about that. And I think the speaker is right. Right now, the recall side and the anti-recall side, we're about 50/50. Excuse me. And it takes 50 percent, plus one vote to get this guy out. And about a third of all those who signed the petition to get him out were independents and Democrats who just voted for him two years earlier. The majority of Hispanics now want him out. The lion's share of Hispanics voted for him just two years earlier. Independents also want him out. And 53 percent of all California voters say he does not deserve a second term. They can't explain the way he shut down the government while ignoring science, his own kids enjoying in-person private education."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "ELDER",
      "utterance": "A third of all small businesses are now closed forever because of the way he cut down the state. People are now leaving. Crime is up. Homelessness is up. The cost of living, it's out of control. The fires are worse because he's not properly managed the forest. We are having rolling brownouts, for crying out loud, in California. You add it all up, and many Californians want this man to go. And I believe, September 14, he will be out of here."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Tell me about your platform, Larry. We are a little tight on time, so I'm going to switch to a commercial break in a moment and then come back and continue. But what is most important to you in terms of your own priorities should you get the job?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, to the extent that there are still mask mandates and vaccine mandates for state workers, those are going to be repealed. I also am pushing choice in education. Before the pandemic, Maria, 75 percent of black boys could not read at state levels of proficiency. And almost half of all third graders could not. And they were denied a whole year of in-person education. So, one of my big agendas is to fulfill the promise that black and brown parents want in the inner city. And that is to make sure that their kids get a quality education, again, while Gavin Newsom his own kids were enjoying in-person private schooling. It's a hypocrisy that's driven people absolutely crazy here in California, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "ELDER",
      "utterance": "I'm asking people to go to ElectElder.com. We have a voter integrity project called ElectElder.com. If you have anything suspicious you want to report, go to ElectElder.com and report it, and we will be monitoring all of that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Larry, stay with us. Quick break, and then more from Larry Elder this morning in California."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. And I'm back with California gubernatorial candidate Larry Elder. Larry, Kamala Harris was supposed to travel to California to lobby and campaign and fund-raise for Gavin Newsom. She has canceled that trip. Joe Biden has not canceled his trip yet. We have got 13 service members dead as a result of a botched-up plan to cut and run out of Afghanistan. But, apparently, a trip to California is still on the commander in chief's schedule. Are you expecting Joe Biden in California this week?"
    },
    {
      "speaker": "ELDER",
      "utterance": "I don't -- I don't care one way or the other. But I think it's going to be very difficult for him to come here with any kind of credibility. Gavin Newsom is the only major political figure, to my knowledge, Maria, who has praised what Joe Biden did in Afghanistan. And I also have a fund-raising disadvantage. My opponent, Gavin Newsom, has raised about $50 million so far from the usual suspects, teachers union, public sector unions, Hollywood, big tech. I have expenditure limitations. That's why I'm asking people to go to ElectElder.com. Regarding crime, Maria, we talked about that a moment ago, under this governor, 20,000 convicted felons, many of them violent offenders, have been released early because of coronavirus. What could possibly go wrong? That's one of the reasons why crime has gone up in most of the cities here in California."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "There's also the elimination of cash bail, which they put into place in New York, and it was an absolute disaster."
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Kamala Harris had said she would like that throughout the country. Are you committed to reversing that as well? What are your priorities in terms of fixing the crime situation in California and homelessness?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Well, in fact, Maria, I think California was the first state to have cashless bail. Yes, I'm going to be committed to reversing that, also this ridiculous defund the police movement. Just a few days ago, Barbara Boxer, the former senator, was mugged in Oakland. And the Oakland police chief just days earlier complained about the fact that a bunch of money was being diverted from his department."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "ELDER",
      "utterance": "All of that is going to be reversed when I become governor of California."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Larry Elder, thanks very much for being here this morning. We so appreciate it."
    },
    {
      "speaker": "ELDER",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And that will do it for us on \"Sunday Morning Futures.\" Thanks for being with us. Have a great week, everybody. Stay with FOX News for breaking news on all of this, this afternoon. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}