{
  "date": "August 5, 2021",
  "headline": "‘Special Report’ All-Star panel on mask mandates, border crisis",
  "subHeadline": "Guests: Harold Ford Jr., Morgan Ortagus, Trey Gowdy",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-on-mask-mandates-border-crisis",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Twenty percent of the cases we are seeing are in Florida. There are steps and precautions that can be taken, including encouraging people to get vaccinated, encouraging people to wear masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS, (R) FLORIDA",
      "sentences": "The hospital admissions have slowed. I don't we have reached the peak yet, but I think we are going to settle and hopefully this week or next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "Some governors aren't willing to do the right thing to beat this pandemic. I believe the results of their decisions are not good for their constituents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I'm standing for the people of Florida. So why don't you do your job, why don't you get this border secure, and until you do that, I don't want to hear a blip about COVID from you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Florida Governor Ron DeSantis, President Biden back and forth on COVID restrictions. This as a number of states, including Florida, preventing localities from having mask mandate. Those states restricting local governments from imposing mask mandates including Arkansas, Arizona, Florida, Iowa, Montana, North Dakota, South Carolina, Tennessee, and Texas. With that, let's bring in our panel, Harold Ford Jr., former Tennessee Congressman, CEO of Empowerment and Inclusion Capital, Morgan Ortagus, former State Department spokesperson, and Trey Gowdy, former Congressman from South Carolina. Trey, is this, do you think, what we are going to see, this back-and-forth as we deal with COVID-19, this resurgence, and states coming to grips with how they're going to handle it as opposed to the federal government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, FORMER SOUTH CAROLINA REPRESENTATIVE",
      "sentences": "Unfortunately, Bret, I think so, although the law is pretty clear. The federal government cannot mandate masks or vaccines, but states probably can. The politics is clear, blame other people when things go bad. And just understand the media is going to treat Gavin Newsom and Cuomo differently from Ron DeSantis or Abbot, even though one of them is headed toward a recall and the other is going to Rikers. It's the medicine and the science that has me concerned, Bret. There are new variants, and we don't know the transmissibility and we don't know the lethality. So if we can be united in something, I would hope that it would be in staying alive. I think that's what people want to see you. Let's unite in staying alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, and obviously there's a lot of interest in what is going to happen in just days, really, for some places as kids head back to school, weeks in other places. Here's Governor DeSantis and the education secretary on that issue, kids back in school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS, (R) FLORIDA",
      "sentences": "If you're trying to deny kids a proper in- person education, I'm going to stand in your way and I'm going to stand up for the kids in Florida. He wants to have the government force kindergartners to wear masks in schools. He doesn't believe that parents should have a say in that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIGUEL CARDONA, EDUCATION SECRETARY",
      "sentences": "Don't be the reason why schools are interrupted. Our kids have suffered enough. Let's do what we know works. Let's do what we know works across the country. We shouldn't -- politics doesn't have a role in this. Educators know what to do. I want to make sure those students have access to in-person learning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So that's a big question, Harold, and obviously how the teachers union comes down on that question affects a lot of the decision-making going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "sentences": "First of all, thanks for having me on. I think that we are getting a little bit of this confused here because I think the politics is playing a role. I think Trey said it best at the end of his statements there when he said that there was a time in politics where the politics divided people during the election. But at some point, public service has to start. And you have to trust superintendents, I think, and local school districts, a combination of teachers unions and parents and students and other student groups helping to make that decision. If they believe masks should be worn in parts of Florida, the Florida governor shouldn't cut off funding to an area that believes that masks should be worn if parents come to the school district and school board and others come together around that. I hope that we can find some sanity around this and all recognize that none of us want to wear masks, none of us want to see transmissions up, none of us want to see hospitalizations or deaths up. But we have a new variant. And the variant is causing us to look at the things very differently. They titter-tat between Biden and DeSantis, just stop, both sides. I think for Governor DeSantis to make the comments at the end, I side a little bit more with President Biden on this, but both of them need to stop. Citizens are counting on government to give us the best advice and best counsel about how we should behave, and more importantly what we should do with the kids. One thing I do know, kids under 12, there is no vaccine for them yet. So we should be extraordinarily careful, extraordinarily careful in the guidance and the direction and what we urge parents and teachers and school systems to do in light of that real reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Morgan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESPERSON",
      "sentences": "Yes, that's all heartfelt wishes that would be nice in any other area but politics. And when you have a president who has gone down nine percentage points in his approval rating in the way he handled COVID, the White House clearly made a calculated political decision to go after the governor of Florida or any governor that they can blame for the rising case numbers. We had about a month ago around 10,000 cases that had flatlined around the country. Now it's 100,000 per day, approval ratings going down. And so someone has to take the blame. But I will tell you, parents are getting incensed around the country. You cannot have another year for children in public schools not to go back. What is most important is that they are in school around the country -- 95 percent of private schools in this nation were able to offer in-person options, and less than half of the public schools were able to do so. That's a travesty. You shouldn't be able to be in school in person if your parents can afford private school but not public school. We need to get our kids back in, and I don't think our Democratic friends in the administration totally understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Panel, stand by. Part of this, obviously the border crisis, comes up all the time amid the COVID resurgence and a massive housing shortage on the border. And as we go to break, we remember AFL-CIO president Richard Trumka who died today. He had been on the job since 2009. Trumka got his start working in the coal mines of Pennsylvania. No word yet on the cause of his death. He was a guest on SPECIAL REPORT and FOX NEWS SUNDAY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What's the future of labor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD TRUMKA",
      "sentences": "I think we've got break, pretty sure. But the average American is getting behind, and they need collective bargaining so that they can get a little bit more and so that they can create demand by wages and buying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Richard Trumka was 72.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EVERARDO VILLARREAL, (D) HIDALGO COUNTY, TEXAS, COMMISSIONER",
      "sentences": "The boat rides need to stop. We need to have creative, commonsense solutions to solve this problem that is having an impact on the safety and health of our Hidalgo County residents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROEL RODRIGUEZ, MCALLEN, TEXAS, CITY MANAGER",
      "sentences": "We ask that the federal government come here and help us and take care of the situation. In our opinion, there's only two options. One is to take over this operation that is their responsibility. Or two, stop immigrants until we can catch our breath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Democrats and Republicans, local Democrats and Republicans in McAllen, Texas, other towns and cities along the border in Texas and other border states coming together, saying they have a major problem and they need help. Just in McAllen, Texas, alone, COVID-19 positive migrants released into the city as of Wednesday, 7,000 since February, 1,500 in the last seven days. Again, these are COVID-19 positive migrants released into that city. We're back with our panel. Trey, it's hard to hear these local officials, and it doesn't matter where they come down politically. They just have an emergency situation that is happening every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, FORMER SOUTH CAROLINA REPRESENTATIVE",
      "sentences": "Yes, Bret, and we are continuously reminded that immigration and border security is a uniquely federal responsibility. And the state and local authorities have no business getting involved. The folks on the left tell us that all the time. And what these two mayors are saying, OK, do your job. It's a health crisis, it's a national security crisis, it's a law enforcement crisis. And I'll tell you, Bret, that's means it's a political crisis, and when Biden get swept out and loses the majority of the House, he need look no further than the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There's a lot of stories out there about what's happening with vaccinations along the border. Jen Psaki addressed that in the briefing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "I know there was also reporting about the vaccination of migrants. That's not what the CBP is doing. There are NGOs and other international organizations who are vaccinating migrants as they come across the border and as they work in partnership with us. Certainly that helps a range people safe in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill Melugin and his team, Harold, have been doing a really good job, all the reporters down there for us, trying to get their head around this and talking to officials there. Some of these cities around the country are turning to vaccination mandates or passports. But yet, on the border, that is not mandated, and these migraines are going into these towns at big numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Shouldn't be happening. I wish that some of my Republican friends, there is zeal about making sure we address the migrant problem in the COVID problem that we would apply in the country. Look, I've said on this show and others, if we don't get the immigration, border situation under control, and you hear Democrat and Republican alike in Texas calling for it, it won't just be bad politics for Democrats. It's bad for the country. This is a national security issue. And if we are going to talk about polls, the polling issue around immigration suggests for President Biden he has to get his hands around this, and the polling issue for Governor DeSantis, for the first time he's upside down about his approval around how he's handling COVID. We should marry these two. Democrats want to deal with COVID. Republicans want to deal with immigration and COVID. Let's come together and be smart about urging vaccinations, and Democrats, let's come together and put what security teams need to be on our border in place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Morgan, is that getting through?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "It's hard to get through whenever the White House says that they are considering having all foreign travelers to the United States, considering requiring them to have the vaccine, yet they're constantly letting thousands of people across the border every day who most likely are not vaccinated and who also clearly have COVID from your reporting, Bret. So I think to go back to the earlier point, when you look at 22, it's not just the border, but it's crime, it's inflation. But we are going to continue to go back to some of the things that are just nonsensical to everyday Americans. My kid has to wear a mask in school or my kid can't even go to school right, or if my cousin from Canada wants to come and visit the family they have to be vaccinated. But if they want to sneak in illegally across the border, they don't have to be. This stuff is just commonsense things that the administration is screwing up that don't make sense to everyday, average Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Trey, last thing, speaking of making sense, Democratic Congresswoman Cori Bush, the White House continues to say the president is not for defunding police. She is but she also has her own personal security. She talked about that on CBS.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CORI BUSH, (D-MO)",
      "sentences": "I'm going to make sure I have security because I know I have had attempts on my life. And I have too much work to do, there are too many people that need help right now for me to allow that. So if I end up spending $200,000, if I spend $10 more on it, you know what, I get to be here to do the work. So suck it up. And defunding the police has to happen. We need to defund the police and put that money into social safety net, because we are trying to save lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Reaction to that, Trey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "The single most illogical interview I think I have ever seen. She said she's the victim of a crime, and then in the next sentence she wants to defund the group that would investigate whether or not she's the victim of the crime. Who does she think investigates threats against public officials? It is not psychologists. And then she says I'm going to be safe but you're on your own, and I want my body safe on this planet, but good luck to you and Neptune. It is illogical but transparent. She was very clear, and we are going to see that tape again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Harold, very quickly, every time the White House steps out, it seems like somebody in Congress on the Democratic side takes a step back on this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Congresswoman Bush has a point of view, and it's a point of view I do not share. Defunding the police undermines public safety, it undermines confidence in law enforcement, and you need both of those for communities of any shape, size, color, geography to be safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, stand by. When we come back, tomorrow's headlines with you, the panel. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a look at tomorrow's headlines with the panel. Morgan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "So Governor Cuomo is going to take a page from Cori Bush, and he is going to say Cuomo launches newest campaign, defund the courts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Harold?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Mine is more of a Sunday headline. Good things come to those that wait -- USA Men's Basketball beats France, claims gold in Tokyo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There we go. Trey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Democrats accuse Cori Bush of secretly working to make sure Kevin McCarthy is the next speaker of the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, guys. We'll see you tomorrow on SPECIAL REPORT. We'll follow the Senate as they get closer to voting on the first infrastructure deal in years. Will it get across the finish line? We've got all the latest from Capitol Hill. Thanks for inviting us into your home tonight. That's it for this SPECIAL REPORT, fair, balanced, and still unafraid. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Twenty percent of the cases we are seeing are in Florida. There are steps and precautions that can be taken, including encouraging people to get vaccinated, encouraging people to wear masks."
    },
    {
      "speaker": "GOV. RON DESANTIS, (R) FLORIDA",
      "utterance": "The hospital admissions have slowed. I don't we have reached the peak yet, but I think we are going to settle and hopefully this week or next week."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "Some governors aren't willing to do the right thing to beat this pandemic. I believe the results of their decisions are not good for their constituents."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I'm standing for the people of Florida. So why don't you do your job, why don't you get this border secure, and until you do that, I don't want to hear a blip about COVID from you."
    },
    {
      "speaker": "BAIER",
      "utterance": "Florida Governor Ron DeSantis, President Biden back and forth on COVID restrictions. This as a number of states, including Florida, preventing localities from having mask mandate. Those states restricting local governments from imposing mask mandates including Arkansas, Arizona, Florida, Iowa, Montana, North Dakota, South Carolina, Tennessee, and Texas. With that, let's bring in our panel, Harold Ford Jr., former Tennessee Congressman, CEO of Empowerment and Inclusion Capital, Morgan Ortagus, former State Department spokesperson, and Trey Gowdy, former Congressman from South Carolina. Trey, is this, do you think, what we are going to see, this back-and-forth as we deal with COVID-19, this resurgence, and states coming to grips with how they're going to handle it as opposed to the federal government?"
    },
    {
      "speaker": "TREY GOWDY, FORMER SOUTH CAROLINA REPRESENTATIVE",
      "utterance": "Unfortunately, Bret, I think so, although the law is pretty clear. The federal government cannot mandate masks or vaccines, but states probably can. The politics is clear, blame other people when things go bad. And just understand the media is going to treat Gavin Newsom and Cuomo differently from Ron DeSantis or Abbot, even though one of them is headed toward a recall and the other is going to Rikers. It's the medicine and the science that has me concerned, Bret. There are new variants, and we don't know the transmissibility and we don't know the lethality. So if we can be united in something, I would hope that it would be in staying alive. I think that's what people want to see you. Let's unite in staying alive."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, and obviously there's a lot of interest in what is going to happen in just days, really, for some places as kids head back to school, weeks in other places. Here's Governor DeSantis and the education secretary on that issue, kids back in school."
    },
    {
      "speaker": "GOV. RON DESANTIS, (R) FLORIDA",
      "utterance": "If you're trying to deny kids a proper in- person education, I'm going to stand in your way and I'm going to stand up for the kids in Florida. He wants to have the government force kindergartners to wear masks in schools. He doesn't believe that parents should have a say in that."
    },
    {
      "speaker": "MIGUEL CARDONA, EDUCATION SECRETARY",
      "utterance": "Don't be the reason why schools are interrupted. Our kids have suffered enough. Let's do what we know works. Let's do what we know works across the country. We shouldn't -- politics doesn't have a role in this. Educators know what to do. I want to make sure those students have access to in-person learning."
    },
    {
      "speaker": "BAIER",
      "utterance": "So that's a big question, Harold, and obviously how the teachers union comes down on that question affects a lot of the decision-making going forward."
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "utterance": "First of all, thanks for having me on. I think that we are getting a little bit of this confused here because I think the politics is playing a role. I think Trey said it best at the end of his statements there when he said that there was a time in politics where the politics divided people during the election. But at some point, public service has to start. And you have to trust superintendents, I think, and local school districts, a combination of teachers unions and parents and students and other student groups helping to make that decision. If they believe masks should be worn in parts of Florida, the Florida governor shouldn't cut off funding to an area that believes that masks should be worn if parents come to the school district and school board and others come together around that. I hope that we can find some sanity around this and all recognize that none of us want to wear masks, none of us want to see transmissions up, none of us want to see hospitalizations or deaths up. But we have a new variant. And the variant is causing us to look at the things very differently. They titter-tat between Biden and DeSantis, just stop, both sides. I think for Governor DeSantis to make the comments at the end, I side a little bit more with President Biden on this, but both of them need to stop. Citizens are counting on government to give us the best advice and best counsel about how we should behave, and more importantly what we should do with the kids. One thing I do know, kids under 12, there is no vaccine for them yet. So we should be extraordinarily careful, extraordinarily careful in the guidance and the direction and what we urge parents and teachers and school systems to do in light of that real reality."
    },
    {
      "speaker": "BAIER",
      "utterance": "Morgan?"
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESPERSON",
      "utterance": "Yes, that's all heartfelt wishes that would be nice in any other area but politics. And when you have a president who has gone down nine percentage points in his approval rating in the way he handled COVID, the White House clearly made a calculated political decision to go after the governor of Florida or any governor that they can blame for the rising case numbers. We had about a month ago around 10,000 cases that had flatlined around the country. Now it's 100,000 per day, approval ratings going down. And so someone has to take the blame. But I will tell you, parents are getting incensed around the country. You cannot have another year for children in public schools not to go back. What is most important is that they are in school around the country -- 95 percent of private schools in this nation were able to offer in-person options, and less than half of the public schools were able to do so. That's a travesty. You shouldn't be able to be in school in person if your parents can afford private school but not public school. We need to get our kids back in, and I don't think our Democratic friends in the administration totally understand that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Panel, stand by. Part of this, obviously the border crisis, comes up all the time amid the COVID resurgence and a massive housing shortage on the border. And as we go to break, we remember AFL-CIO president Richard Trumka who died today. He had been on the job since 2009. Trumka got his start working in the coal mines of Pennsylvania. No word yet on the cause of his death. He was a guest on SPECIAL REPORT and FOX NEWS SUNDAY."
    },
    {
      "speaker": "BAIER",
      "utterance": "What's the future of labor?"
    },
    {
      "speaker": "RICHARD TRUMKA",
      "utterance": "I think we've got break, pretty sure. But the average American is getting behind, and they need collective bargaining so that they can get a little bit more and so that they can create demand by wages and buying."
    },
    {
      "speaker": "BAIER",
      "utterance": "Richard Trumka was 72."
    },
    {
      "speaker": "EVERARDO VILLARREAL, (D) HIDALGO COUNTY, TEXAS, COMMISSIONER",
      "utterance": "The boat rides need to stop. We need to have creative, commonsense solutions to solve this problem that is having an impact on the safety and health of our Hidalgo County residents."
    },
    {
      "speaker": "ROEL RODRIGUEZ, MCALLEN, TEXAS, CITY MANAGER",
      "utterance": "We ask that the federal government come here and help us and take care of the situation. In our opinion, there's only two options. One is to take over this operation that is their responsibility. Or two, stop immigrants until we can catch our breath."
    },
    {
      "speaker": "BAIER",
      "utterance": "Democrats and Republicans, local Democrats and Republicans in McAllen, Texas, other towns and cities along the border in Texas and other border states coming together, saying they have a major problem and they need help. Just in McAllen, Texas, alone, COVID-19 positive migrants released into the city as of Wednesday, 7,000 since February, 1,500 in the last seven days. Again, these are COVID-19 positive migrants released into that city. We're back with our panel. Trey, it's hard to hear these local officials, and it doesn't matter where they come down politically. They just have an emergency situation that is happening every day."
    },
    {
      "speaker": "TREY GOWDY, FORMER SOUTH CAROLINA REPRESENTATIVE",
      "utterance": "Yes, Bret, and we are continuously reminded that immigration and border security is a uniquely federal responsibility. And the state and local authorities have no business getting involved. The folks on the left tell us that all the time. And what these two mayors are saying, OK, do your job. It's a health crisis, it's a national security crisis, it's a law enforcement crisis. And I'll tell you, Bret, that's means it's a political crisis, and when Biden get swept out and loses the majority of the House, he need look no further than the border."
    },
    {
      "speaker": "BAIER",
      "utterance": "There's a lot of stories out there about what's happening with vaccinations along the border. Jen Psaki addressed that in the briefing."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "I know there was also reporting about the vaccination of migrants. That's not what the CBP is doing. There are NGOs and other international organizations who are vaccinating migrants as they come across the border and as they work in partnership with us. Certainly that helps a range people safe in the country."
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill Melugin and his team, Harold, have been doing a really good job, all the reporters down there for us, trying to get their head around this and talking to officials there. Some of these cities around the country are turning to vaccination mandates or passports. But yet, on the border, that is not mandated, and these migraines are going into these towns at big numbers."
    },
    {
      "speaker": "FORD",
      "utterance": "Shouldn't be happening. I wish that some of my Republican friends, there is zeal about making sure we address the migrant problem in the COVID problem that we would apply in the country. Look, I've said on this show and others, if we don't get the immigration, border situation under control, and you hear Democrat and Republican alike in Texas calling for it, it won't just be bad politics for Democrats. It's bad for the country. This is a national security issue. And if we are going to talk about polls, the polling issue around immigration suggests for President Biden he has to get his hands around this, and the polling issue for Governor DeSantis, for the first time he's upside down about his approval around how he's handling COVID. We should marry these two. Democrats want to deal with COVID. Republicans want to deal with immigration and COVID. Let's come together and be smart about urging vaccinations, and Democrats, let's come together and put what security teams need to be on our border in place."
    },
    {
      "speaker": "BAIER",
      "utterance": "Morgan, is that getting through?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "It's hard to get through whenever the White House says that they are considering having all foreign travelers to the United States, considering requiring them to have the vaccine, yet they're constantly letting thousands of people across the border every day who most likely are not vaccinated and who also clearly have COVID from your reporting, Bret. So I think to go back to the earlier point, when you look at 22, it's not just the border, but it's crime, it's inflation. But we are going to continue to go back to some of the things that are just nonsensical to everyday Americans. My kid has to wear a mask in school or my kid can't even go to school right, or if my cousin from Canada wants to come and visit the family they have to be vaccinated. But if they want to sneak in illegally across the border, they don't have to be. This stuff is just commonsense things that the administration is screwing up that don't make sense to everyday, average Americans."
    },
    {
      "speaker": "BAIER",
      "utterance": "Trey, last thing, speaking of making sense, Democratic Congresswoman Cori Bush, the White House continues to say the president is not for defunding police. She is but she also has her own personal security. She talked about that on CBS."
    },
    {
      "speaker": "REP. CORI BUSH, (D-MO)",
      "utterance": "I'm going to make sure I have security because I know I have had attempts on my life. And I have too much work to do, there are too many people that need help right now for me to allow that. So if I end up spending $200,000, if I spend $10 more on it, you know what, I get to be here to do the work. So suck it up. And defunding the police has to happen. We need to defund the police and put that money into social safety net, because we are trying to save lives."
    },
    {
      "speaker": "BAIER",
      "utterance": "Reaction to that, Trey?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "The single most illogical interview I think I have ever seen. She said she's the victim of a crime, and then in the next sentence she wants to defund the group that would investigate whether or not she's the victim of the crime. Who does she think investigates threats against public officials? It is not psychologists. And then she says I'm going to be safe but you're on your own, and I want my body safe on this planet, but good luck to you and Neptune. It is illogical but transparent. She was very clear, and we are going to see that tape again."
    },
    {
      "speaker": "BAIER",
      "utterance": "Harold, very quickly, every time the White House steps out, it seems like somebody in Congress on the Democratic side takes a step back on this issue."
    },
    {
      "speaker": "FORD",
      "utterance": "Congresswoman Bush has a point of view, and it's a point of view I do not share. Defunding the police undermines public safety, it undermines confidence in law enforcement, and you need both of those for communities of any shape, size, color, geography to be safe."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, stand by. When we come back, tomorrow's headlines with you, the panel. Stay with us."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a look at tomorrow's headlines with the panel. Morgan?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "So Governor Cuomo is going to take a page from Cori Bush, and he is going to say Cuomo launches newest campaign, defund the courts."
    },
    {
      "speaker": "BAIER",
      "utterance": "Harold?"
    },
    {
      "speaker": "FORD",
      "utterance": "Mine is more of a Sunday headline. Good things come to those that wait -- USA Men's Basketball beats France, claims gold in Tokyo."
    },
    {
      "speaker": "BAIER",
      "utterance": "There we go. Trey?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Democrats accuse Cori Bush of secretly working to make sure Kevin McCarthy is the next speaker of the House."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, guys. We'll see you tomorrow on SPECIAL REPORT. We'll follow the Senate as they get closer to voting on the first infrastructure deal in years. Will it get across the finish line? We've got all the latest from Capitol Hill. Thanks for inviting us into your home tonight. That's it for this SPECIAL REPORT, fair, balanced, and still unafraid. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}