{
  "date": "December 24, 2021",
  "headline": "'Hannity' on Biden White House",
  "subHeadline": "\"Hannity\" welcomed guests Ronna McDaniel, Stephen Miller, Steve Scalise, Matt Schlapp, Erin Perrine, and Corey Brooks.",
  "url": "https://www.foxnews.com/transcript/hannity-on-white-house",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TAMMY BRUCE, FOX NEWS HOST",
      "sentences": "Thank you. Yeah, the only person missing in that White House with those dancing nurses was Mr. George Orwell. None of us understand it but there's a lot we don't understand. Jesse, great job. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you, Tammy. Merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Merry Christmas to you and yours. Now, welcome, everyone, to the special edition of HANNITY: FAILURES OF THE LEFT. I know you're shocked, there are some. I'm Tammy Bruce, in for Sean. And tonight, it's a very blue Christmas at the White House. Build Back Better is dead, COVID-19 is surging, the economy is struggling, inflation is through the roof, violent crime is spiking, and the border is still in a state of chaos, and no number of dancing nurses is going to change that. It is no wonder that Biden is pulling worse than Jimmy Carter. And now according to \"Politico,\" morale among woke White House staffers is strangely very low, but not because the administration is an abject failure. No, they are unhappy about being excluded from holiday parties and White House tours and many were even left out of the Christmas tree lighting and the turkey pardoning. One aide actually complained about the lack of intentional team building, so really, how will they ever survive? Now, a wave of disgruntled staffers are plotting their exit. Those who remain will be response before propping up a man so confused that even CNN is starting to notice. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Jeff, you cover to the president. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF ZELENY, CNN CORRESPONDENT",
      "sentences": "Wolf, repeatedly throughout this interview with David Muir which was recorded this afternoon, President Biden seems confused and was confusing the half billion tests that they have ordered with a half billion pills. Of course, pills were in the news today with the Pfizer approval of the antiviral, so he corrected himself, but that was one thing that stuck out to me. But then simply, this administration and the president leading the charge here really not accepting any responsibility at all for this lack of testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All righty. At this point, Biden's confusion is undeniable, but fear not, according to Jen Psaki, all is well. In fact, recently she announced that Biden had saved Christmas and fixed the supply chain crisis, after \"The New York Times\" published a report titled \"Why Christmas gifts are arriving on time this year.\" For some reason, Psaki chose to omit another \"Times\" report from the very same day titled, quote, \"Supply chain shortages are dimming Christmas displays.\" According to that article, the supply chain crisis is so bad that even Christmas lights are in short supply. This is now a running theme inside the Biden White House, chaos, confusion, and one broken promise after another, so we've got some things to unpack here, and here with me now for a reaction to do just that, RNC chair Ronna McDaniel, along with former advisor Stephen Miller. Stephen, I just have to say, we are looking at this, it is almost like it's an alternate reality. You know, Jesse left us with the singing nurses in the White House, that completely bizarre dynamics, and now we have this claimed that the supply chain crisis was fixed by father Joe Biden, when in fact it's because we stopped ordering things that would have to be shipped from someplace other than the United States, and we shop locally. Is this something we can expect to see happening over and over and over again on every issue for the next three freaking years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MILLER, FORMER SENIOR ADVISER TO PRESIDENT TRUMP",
      "sentences": "Well, first of all, merry Christmas. I just wish more of our fellow citizens this holiday season, it would be a much merry Christmas. Unfortunately, this has been an absolutely brutal year for the American people. The Biden administration is at war with reality. That is their problem. The reality is our supply chains are crippled and broken. I like many Americans have experience this first hand. My wife and I are expecting another child, so we have been trying to purchase new items for our new baby, and the supply chains are so snarled up that it's extremely hard to find anything that will even arrive by the due date, and Americans are experiencing this in every single facet of life. And so as you mentioned, in order to get Christmas presents, they are not getting their first choice or second choice or third choice or fourth choice, but they are going to get whatever happens to be somewhere available on some store shelf at some location in their community, and the White House is saying, well, people found an object somewhere, so merry Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It's a most like, with the Biden administration itself, so most like just be happy you have a present, who cares where it came from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "You found something you can put inside a package.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Ronna, I have to say also with the complaints coming from the White House, having been on the left, it's not new. The left is staffed and peopled with individuals who are miserable, nothing makes them happy, nothing can solve their problems. The end game is to have an excuse for your misery, and here they are -- both of you know the White House, both of you have been in the White House, Stephen you worked in the White House, I had the pleasure of being able to be in the White House, it is the most remarkable building in the world. It is the seat of the most important government humanity has ever seen. It is an astounding place to visit, let alone to work and I'm sure. Ronna, with this kind of whining we are hearing from the staff, now hearing it from the vice president, what is your take on the nature of what that environment must be like at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONNA MCDANIEL, RNC CHAIRWOMAN",
      "sentences": "Well, I can only imagine. The staff of the white Biden White House has to be so deeply immersed and a low morale to be treated that way, but more importantly to be working for an administration that is getting nothing done, so all they can talk about is the Christmas parties they don't get to do. By the way, merry Christmas and happy New Year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "I will say this: I worked with the Trump White House, the RNC pay for them, the taxpayers don't, and Trumps really put a focus on the staff. They really wanted to make sure everyone knew how valuable they were on their team and I think that speaks volumes when you're not treating your staff well, when you are discarding them, when you're bringing in your elite friends and putting them above people working day in and day out, that says something about their leader. And that doesn't surprise me that Joe Biden is putting the elites above those working hard every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yeah. And I have to say, Stephen, for all of us, that understand, you know, Republicans have a certain attitude and approach. Certainly, President Trump did. Versus the nature of what Democrats expect. It's never about -- with policy, it's never about people, so how could how they operate in the White House be about individuals and to be about people? It's never about the impact on others. It's always about what the miserable leadership wants to get. This is really a reflection of the nature of the Democratic Party and the malevolence of the left in general. It just has to affect the entire internal operations like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Well, leftism, cancel culture, local politics, critical race theory, these things make people mean, miserable, uncharitable, because they are all about tearing down, dividing, and defining based upon people's most elemental characteristics. When you believe, as President Trump did, in the innate dignity and innate quality of every person, then you lead and you operate with joy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Great point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "When you believe American citizens are extraordinary people who should be treated in an extraordinary fashion, then you lead with, to use the word of the season, you lead with merriment, and that is why this time of year was so special in the Trump White House. And clearly, the Biden White House is a dark, dank, unhappy, dour place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Ronna, I want to ask you, when we speak about the nature of each party and the fact that politics is personal, picking up on this point about what fake means to people, what having an optimistic point of view for the future, what believing in God does for you, looking at something beyond yourself, as something to look forward to, how is the Republican Party -- a lot of people want to know this. When we think about answers for next year, we know what president Trump is doing. How does the Republican Party view their role in taking this energy for the next year and making sure the American people know not just that the Democrats are losers, which they are, but why would the Republicans be winners? What difference do they represent to the American people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "I can't think of a time where the difference is greater between our two parties. You just saw Joe Biden get on TV and say this was going to be a winter of death and despair. That would never come from Republicans. Listen, we believe in religious freedom. We believe in the dignity of work. We believe in the greatness of our country and the American dream. And we want to teach that to our children and we want to preserve it for future generations. And what you see Democrats doing is undermining the greatness of America. They want our schools to not talk about the greatness of our founding and what America stands for and freedom. They are stripping down religious freedom, they attack religious institutions. On every single level, Stephen is right, it is about anger, division, and divisiveness, and Republicans are about hope and opportunity and the greatness of America. And that's the difference we are going to be offering on the ballot in November 2022.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Excellent. That is an excellent message for this Christmas. Of course, it is an important message, showing what the differences because if you are a miserable person, you don't believe about anything beyond yourself, then this is the kind of stuff we are going to get with policy and everything else. Thank you both very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Merry Christmas, and happy New Year. All right, today, long lines continued to farm at COVID-19 testing sites across the country. Recently, Biden promised to distribute 500 million free tests, but as of now, the contract to purchase those tests is still waiting for Biden signature. Meanwhile, it appears that Joe is also floating the idea of yet another booster. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID MUIR, ABC NEWS ANCHOR",
      "sentences": "Let me ask you about what we heard from Israel overnight. They are already moving forward with a second booster now, so this will be the fourth shot four people 16 and older and forefront to from my medical workers. Is not something considering?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I listen to the scientists, and I am sure the scientists are paying very close attention to that. There might be a need for another booster, but that remains to be seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUIR",
      "sentences": "So it remains a possibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It remains a possibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, soon, Democrats will try to mandate four shots and universal mandates. In fact, New York Governor Kathy Hochul wants, listen to this, children as young as two years old who wear masks seven hours a day. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. KATHY HOCHUL (D), NEW YORK",
      "sentences": "We hope everyone comes around and realizes about a simple, very minor intrusion, if you will, if even that, all the children in the state wearing masks since the beginning. It is not that big of a deal. It will help save lives and keep people healthy and that is all we're asking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Wow, not a big deal. So why aren't you wearing a mask, Kathy? Joining us now with the reaction is FOX News medical contributor Dr. Nicole Saphier and House minority whip, Congressman Steve Scalise. Doctor, I will start with you. This is -- her remarks struck me very much like Virginia -- the guy who was running for Virginia governor, his remark about that you don't have any right as parents to know what your children are being taught. This disconnect as though -- as though we're co-parenting with her. It's none of her business. What is your take on this notion that 2-year-olds, it's not a big deal to have them in masks for several hours a day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. NICOLE SAPHIER, FOX NEWS MEDICAL CONTRIBUTOR",
      "sentences": "Well, Tammy, you know, first of all, merry Christmas Eve eve to everyone out there. You know, I do take offense to this in the sense that I'm a mother of three children, as well as a physician, and while I can tell you early on in the pandemic when we did not have a lot of tools to decrease transmission and also protect the vulnerable, mask wearing have a much bigger impact and role in our fight against COVID-19. However, now that we have an arsenal between vaccines and boosters and treatments and also that we have a wall of immunity between vaccine-induced immunity and natural immunity circulating through our community, we have been able to identify that children, specifically school age children, are by far the lowest risk when it comes to a severe outcome of COVID-19. Now, I can tell you that while most children do -- they don't have a lot of problems with wearing these single-layer cloth masks all day, but some kids do. Some kids actually get skin infections, some kids get gingivitis, and some kids are really struggling mentally and emotionally with continuous mask wearing. And the question is, is there a benefit to these single-layer cloth masks that the majority of children are wearing? And I can tell you that there's not one piece of scientific data at this point that singles out that there is a benefit to these cloth masks, and yes, there are a lot of studies that the CDC likes to point to showing that when kids wear masks, there is less transmission. But there are a lot of compounding factors. And I can tell you, especially with omicron, this is a highly transmissible variant, it is far likely that there is much more aerosolized particles, and so these little cloth masks are doing little, if nothing, and so at this point, we have identified that these children are the lowest risk, those who have chronic medical conditions or have risks or live with someone who is immunocompromised, they have the ability to get vaccinated at this point, so it is time to remove the masks from our children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yeah. You know, I have to tell you, Representatives Scalise, that there's this -- you know, there's understanding after two years that the way the government has responded has caused an end of sobriety for many people, alcoholism, drug abuse, suicides. And when we think of children, the ability to socialize and understand communication, body language, smiling at someone, being able to communicate in that way, that this damage -- nobody seems to care. I don't know if you get a sense of that, but we don't hear that from the government, that they're -- that there's any empathy for the negative effects of what their plans have been so far with COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE (R-LA)",
      "sentences": "That's right, Tammy, and first, good to be with you and merry Christmas, as well. By the way, when President Biden says follow the science, there's tremendous scientific research that shows the damage being done to our young kids. First of all, the year that so many kids, millions of kids were kept out of school, that did devastating damage. Many of those kids will never be able to make that time up, then we saw depression, we saw suicides skyrocket among young children because they were not able to be around their friends. They were isolated when they should have been in school. The science that the kids were better off in school instead of being at home, playing with their friends, getting COVID anyway, they should have been learning in the classroom, and they are not learning at the same level when they are at home. So there is a lot of science that shows that, but this is one more example of President Biden using science where it benefits him and then ignoring science where he can be helping people, but it doesn't fit his narrative. He's had a vaccine-only strategy, and that's been at the detriment of millions of people who could be benefiting from so many other things. There's a lot of reports out that show that he massively dropped the ball with testing. Back in October, there was a plan presented to the White House that they turned it down because they only wanted to talk about vaccines. And then you look at things like natural immunity, herd immunity, they won't even answer that question of what is herd immunity, even though scientifically we know that it's out there. This idea that some states are just shutting everything down again and some states are remaining open -- and frankly you look at states like Florida, Texas, that are open following the science, protecting people, they have -- and some of those states have lower -- they have lower outbreak rates, and they're keeping their citizens safe while not crushing families, crushing small businesses, and ultimately the depression and drug overdose that we are seeing because of the shutdowns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yeah. You know, we hear -- and it's expected, you can't know this until the election happens, but it looks right now that the Republicans will be in charge of the House and the Senate after this coming midterm in '22, and that revenge is on the list of things. I prefer to call it justice, including an investigation perhaps in the nature of what has transpired this previous year. Is that is what you're hearing and is that something you would support, is to investigate the nature of why someone like Anthony Fauci is behaving, I think, strangely in the midst of his commentary, the nature of the failures of the Biden administration? They've acknowledged they needed more tests, even last year, and then they didn't do it. Is that is something that is on the list for Republicans to investigate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, Tammy, when we win the majority back and we're working hard, we have great candidates out there running to help us get the majority back and you saw in Virginia and other states, that wave of parents, people that are just fed up with this shutdown mentality, but ultimately, we need real oversight. I'll give you an example, Tammy. There has not been a single investigation into the origin of COVID in Congress. Many of us have been calling for Congress to have that kind of investigation when many medical experts on both sides of the aisle has said it probably started in the lab in Wuhan, and by the way, was not transferred from a batch to an animal to a human, it was probably a genetically modified virus --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "So, we know -- sir, we know that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Why shouldn't we be investigating that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yeah. We know clearly, there is a lot that we need to do. So, you are confirming that, in fact, we're not just going to think the last two years didn't happen, that we're actually going to look into --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "There will finally be real oversight and accountability, and accountability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "We need oversight --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Yeah, let's start getting that out there. Yes, we mean it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "All right. And, Dr. Nicole, Dr. Nicole, when we think about vaccines, which I think are important, but we also seem to have dropped the ball on therapeutics and treatments. Isn't it time that we shift our focus to things like the monoclonal antibodies, other treatments, other therapeutics to deal with people who now might get very sick from this virus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAPHIER",
      "sentences": "Well, Tammy, the safest way to get -- to reach a level of herd immunity, the vaccines do place that foundation. There is foundation of their immunity wall, but from that, you have your building blocks of your boosters as well as your natural immunity. But the glue that holds it together is also the treatments because you will have breakthrough infections, you will have on vaccinated, and you will have people who get very sick. Now, I can tell you when it comes to the monoclonal antibodies, with omicron, the two most popular ones are not having any efficacy against omicron, which we have just gotten a bunch of alerts this past week that the hospitals are pulling these antibody therapies because they're not working at all. There is still one that is working and is being instituted, but it is very low supply, so it is for the extremely high risk individuals. Great news is the FDA gave the emergency use authorization for Pfizer's oral outpatient medication Paxlovid yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Right, finally, finally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAPHIER",
      "sentences": "And just today -- just today, we got the EUA for Merck's medication, Molnupiravir, which in some trials did not prove as effective as Pfizer but at this point, any treatment, anything that lessens the risk of hospitalization and death. That is a win. This is how we move forward. It's just like with influenza and the flu, you have a vaccine and you have Tamiflu.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAPHIER",
      "sentences": "And now with COVID, we have a vaccine and we have oral outpatient medication. We need to get these out to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, part is what is interesting is that we really don't know if something is not going to work unless we try using it, unless we actually move into that arena and start treating people because then we will have another surprise, and maybe this time, if there's a variant or some other thing -- the thing that's frightening, of course, not necessarily COVID, which we know well and that we seem to be prepared for, but the thing that we don't know about that will happen next. And this is, from what I've seen so far, we've got to respond very differently. So thank you both very much. Merry Christmas and happy New Year, as well. Thanks for being with me. Coming up, America's very own Christmas Grinch is in fact at it again. We'll explain how Dr. Fauci is trying to ruin your holiday cheer. Plus, Vice President Harris is now blaming her sinking poll numbers on -- get this -- the media's racism and sexism. Stay with us as this special edition of HANNITY continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Welcome back to the special edition of HANNITY. Now, Christmas is less than two days away, merry Christmas. And tonight, America's Christmas Grinch and village troll is trying so hard to ruin your holiday plans. Now, Dr. Anthony Fauci is demanding you stop having those darn parties or else. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "Going to a large gathering, and there are many of these, parties that have 30, 40, 50 people, in which you do not know the vaccination status of individuals, those are the kind of functions and the context of COVID and particularly in the context of omicron that you do not want to go to. So to the extent possible, we urge you to stay away from those situations that could put you at a higher risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Remarkable. We must all call power in fear forever, according to Dr. Fauci. This despite studies from the U.K. and South Africa detailing how the omicron variant is much less severe than delta, rarely causing serious illness. According to the CDC, most people experience cold-like symptoms, including a cough, fatigue, congestion, and God forbid a runny nose. But for Fauci, the end of days is still upon us. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Talking about would it be preferable to have omicron be totally pervasive and be relatively low degree of severity, yes, obviously, that would be preferable, but it's dangerous business to be able to rely on what you perceive as a lower degree of severity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yeah, you know that's going to be the line that we are going to be hearing forever, if we allow it. So, joining us now with reaction as American Conservative Union Chairman Matt Schlapp and FOX News contributor David Webb. Matt, you know, we are hearing, you can kind of sometimes get lost in the weeds. We argue about if Fauci should be doing this, that we don't like him doing this. But clearing all of that out, the fact they are doing it at all, right, we have all kinds of things, also in flu season, this micromanaging of the decisions that we're going to make, we are adults, you know, for the Christmastime and New Year's, we understand that we need to think about where we go, how we get there, who we are going to socialize with. But isn't that still our decision about whether or not we are going to take that risk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "sentences": "Tammy, you know this because you believe in individual rights and the idea that the individual governs themselves. I have asked members of the media my vaccination status, I tell them to bug off. It's none of their business. If I'm sick, I'll stay away from you, I'll manage my own health care decisions. If you are to follow Dr. Fauci's advice, you have to have some kind of public notification about your health status. We have been through this with the disease and it is the wrong way to do it. Don't stigmatize those who are sick, help those who are sick. And, you know, when you have those end of days preachers that save the world is going to end tomorrow then you wake up in the world does not end and they say it again the next in the world not end, you stop watching those preachers. And I am stopping to watch Tony Fauci. He has been wrong over and over and over again and I think he is a narcissistic -- kind of a narcissistic medical doomsday or who sees his power in saying that we're all going to die from this virus. And I'm tuning out, Tammy. Do you blame me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, I don't come up with the scary thing, David, as I've mentioned before, the thing we should always be worrying about is the thing we don't know about yet, and there is a role for government to play when it comes to organizing things, to help us, but they are setting us up now like the boy who cried wolf, that we are just not going to take them seriously when we need to because they have been so desperately wrong and just power- hungry. You know, arbitrarily just not wanting to let go like a stalker of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEBB, FOX NEWS CONTRIBUTOR",
      "sentences": "You know, when I leave this studio, and nice to see you both, I don't know what is going to happen. I'm not going to wrap a bubble around the studio and stay in here. What we don't know is out there. But we have control of our own lives to the point of freedom. First of all, let's make a trade. Can we trade Dr. Fauci for Salim Abdool Karim, who is the top scientist in South Africa, who has informed the United States, the WHO, other nations, that there is a drop in case rates, that the infectious rate is high, but the effect on people is low, and the fact that South Africa is not imposing lockdowns. These are key points. When this started in Botswana, they know more than Fauci does. Fauci claims he knows but all he knows is how to be an ideologue. And, you know, Matt, to your point, and I will say this to America, no more Fauci until we actually get truth about virus research, and gain-of- function research in the Wuhan lab. When we get those answers, he lied about it in Congress, then maybe I'll listen to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Matt, I spoke brief briefly with Representative Scalise. And he danced around the idea of actual investigation. He talked about oversight and hopefully, we believe the Republicans will take over the House and the Senate fully. But he danced around that idea of investigations to find out what the heck is driving these people because we need that, too. And ultimately, the American people must realize that this is training, that it is training when you need to watch a guy on TV who tells you what your -- the conversation you should be having with your spouse, with your own doctor, with your parents, with your neighbor, instead. That is what I am concerned about, that this is about training. Isn't that worth investigating?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "I have two words for you to make you feel better. And it's kind of merry Christmas, Tammy. Jim Jordan, House judiciary chairman, laws were broken all throughout this process and a lot of people said very dubious things under oath. It is not just the House Oversight Committee, I think it is the judiciary committee that needs to play a role, and a warning to the Republicans. If they get the majority back and I think they are going to wallop the socialists next year, when they get these majorities, they have to treat us differently this time, use their power to expose the wrongdoing and push hard every day, no more of this \"I'll take a little bit and leave the rest behind,\" we have to go for all of it, just like the socialists do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "David, have to say there is a point where it depends on the kinds of people we elect, right? Politicians across the board, with a few exceptions, seem to fall into that same trap of patronizing, of getting along to get along, not rocking a boat. They're thinking things would be too scary to look at. Don't you think these midterms are a point to make a statement when it comes to the nature of the kind of Republicans that are elected?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Look, it is a time for Americans to make a statement at all levels of government, Tammy, from local elections all the way up to Congress. We have got to tell these politicians that if they don't do the job, if they don't do what they are supposed to do, that we are going to replace them. We've got a bunch of risk-averse, consultant-driven people who get elected and then go do nothing. They ignore the will of the people. We expect Democrats and socialists, to Matt's point, because there are socialists in Congress that are supported by the Democrat socialists of America and a large part of their squad and their caucuses. But the Republicans need to get in there and run like they actually were elected to govern a constitutional republic and not act like Democrats. Do the job you were sent to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, I have to say this is a very good opportunity, New Year's resolutions, we can give a Christmas present to ourselves and to our entire community that says, \"Let's take this country back again.\" We've done it before, we'll do it again, and that's what we -- what we have to look forward to is happy warriors. Gentlemen, thank --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "We don't know how much time we have left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's true, literally, and figuratively. Thank you gentlemen for being here. I appreciate it. Merry Christmas. Now, let's turn to a developing story surrounding the vice president come of all people, Kamala Harris. According to \"The New York Times,\" she regularly laments any negative press coverage and believes she would be treated much differently if she were a white man. Now, this might surprise you, but I agree. The coverage would be different. It would be much, much worse. Can anyone name a single accomplishment from her first year as vice president? Even fellow Democrats are now blasting the vice president. Congressman Henry Cuellar just issued this stunning rebuke of her performance as border czar, quote, \"I say this very respectfully to her, I moved on. She was tasked with that job and does not look like she is very interested in this, so we are going to move on to other folks that work on this issue.\" My goodness. Here with reaction, the vice president of Tax Strategies, Erin Perrine and FOX News contributor Deneen Borelli. Erin, as a woman, I want women to be in power. We have a different life experience. We do negotiate differently. We bring all kinds of things to the table. Margaret Thatcher is a perfect example of what you can get with a woman who knows what she is doing. It is shocking and embarrassing that this is the first example for people of a woman in that extraordinary position, and she seems to be spending it complaining about how she's viewed, as opposed to really making a difference with that job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN PERRINE, TAG STRATEGIES VICE PRESIDENT",
      "sentences": "Tammy, you are right, it is very sad to see, and we need to remember that Kamala Harris was picked by Joe Biden because she is a woman. He made that promise on the campaign trail to play gender politics to the radical left and appease them by picking a woman to be the vice president, and remember, the two of them have said they are attached at the hip and Biden has said that Kamala is the last person in the room with him for every decision he has made in the Biden-Harris or is it the Harris-Biden, President Harris depending what day you find Joe Biden administration. And look with those two geniuses have given us, crisis after crisis, and she is complaining about her press coverage? She has really never had that bad of a media day, to be honest, whether it was when she was back in California or as a U.S. senator, she never really had a bad story. Sure, a little bit of palace intrigue, but she has been treated with kid gloves, even during the Democrat primary when she flamed out very quickly. We just need to remember here that she is an abject failure. So is Joe Biden. And the fact that the two of these geniuses are in the White House, and I think all three of us can agree together that we would never want to be selected for a job because we are a woman, we want to be selected for a job because we are the most capable, competent, and appropriate choice, especially as vice president of the United States when you are one heartbeat away from the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yeah. So, Deneen, this is really -- this is what the campaigns are supposed to be for. You prove yourself. You convince people you can do the job. Let me just pick up on what Erin noted, is that I would contend that her complaint that the press coverage is because she is a woman, perhaps a woman of color, confirms that she also is living in a world where things happen to her because she is a woman. That it confirms that that was the origination of this. That is what we can't get over, if you feel you have not earned it, then you look at everything else in that kind of a framework.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DENEEN BORELLI, FOX NEWS CONTRIBUTOR",
      "sentences": "Yeah, I agree with both of you. Listen, things are so bad for kamala -- kamala -- that she is reaching out to Hillary Clinton for help. Okay, that speaks volumes. Look, she is trying to play it both ways. Look, she played the gender card. She played the race card to get elected. She is doing the same thing again to cover for her failures as vice president, and all you had to do was look at what is going on around her. In the past and current, former and present staffers. You had staffers that are running for the door, firing themselves to get away from Kamala because they know she is a failure. And when you look at that, she doesn't do anything, really, what the complaint is if she doesn't prepare, she doesn't do her homework, and when she makes a fool of herself because she has not prepared, because she didn't do her homework, she blames the staffers, she attacks them. So she is known as someone who was not a nice person to work with, and I'm not shocked, I'm not surprised whatsoever. She is not ready for prime time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, it's horrible, Erin, this is a dynamic, where for Americans, we love the underdog, right, we want to elevate and we have worked to become a better nation through the entire life of this country. That is our challenge, we enjoy that challenge, and it is how we prove that this government and the vision of the Founders, the divine nature of the country, can work, because people are imperfect. And yet, when we have this environment, this is what the Democrats, it seems, deliberately seemed to do damage on the very same fronts that they say the champions of women, and yet everything they do makes it look like we don't know what we're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRINE",
      "sentences": "Oh, that is exactly right. You hit the nail on the head there. And to Deneen's point, as well, they want it both ways. They want to play these gender, race-based politics, yet they don't want any coverage of what the actual results are when they pick someone like Kamala Harris, who is not qualified to be vice president of the United States, she has that terrible awkward laugh any time she is pushed in an interview. It's like \"Veep\", that show, but it's in real life and it's a lot less funny. It's really kind of sad. And when you see her dealing with the border situation, she has only been there once. She clearly does not want to be border czar, and Joe Biden has said that Kamala can be anything she wants. She is capable, she can do this. It is clear she does not want to be border czar, and it is clear he is a really bad judge of character on these things appear",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, and we are seeing the end result, ladies. The good news is, with individuals like yourself, Americans see all the time that women do know what they are doing, that we can figure things out, that we can run businesses, that we understand what is happening to the American people, and I am hoping that this won't have too much damage on the nature of how those who are on the margins in this country can see themselves being able to move up based on qualifications, and really being able to do a good job. Ladies, thank you. Merry Christmas to both of you. Now, up next, Senator Rand Paul just released his annual Festivus report, detailing government waste, it is big. You will not believe this example, how much money the U.S. government spent on grinding up dead parrots. Plus, Pastor Corey Brooks is back, live from his rooftop in Chicago, one of our favorite guys, as crime in the Windy City continues to spiral out of control. Don't go away. HANNITY will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Welcome back to the special edition of HANNITY. Senator Rand Paul just released his annual Festivus report which exposes what he views as wasteful government spending. Our friend Kevin Corke in Washington has all the details -- Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Tammy. Kentucky Senator Rand Paul keeping his annual tradition by releasing his Festivus report for 2021, and that is where he gets a chance to air his well thought out grievances about wasteful government spending and where the money could have been better spent. And his office identified over $52 billion in what it sees as waste, including money spent on Afghanistan planes that were later thrown away, to the tune of $549 million. How about a COVID relief grant for New York City to display art projects? $25 million of your money went to pay for that. How about grinding up parrots to develop COVID and flu vaccines? $4.5 million. Pigeons playing slot machines? More than $465,000. A study that verifies hearing bad news decreases happiness levels. That cost you and me $1.3 million. Fattening eels for human consumption? More than 337 grand. And telling people, in particular in Vietnam not to burn their trash, $11.3 million is what that cost you. Now, Festivus, of course, is a holiday made famous on that \"Seinfeld\" episode back in 1997, where family members confront each other about annoyances endured during the year. Safe to say for Senator Paul, wasting more than $52 billion is more than annoying, it is inexcusable -- Tammy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes indeed. All right, thank you, Kevin, indeed. You give them all the money in the world, and they treat it like it is water. Thank you, everyone. Now, also tonight, we turned back to the city of Chicago, where Democrat leaders are once again letting violence and crime get completely out of control. \"Axios\" is now reporting that arrests for violent nonviolent crimes in the city are way down from pre-pandemic levels, falling strangely nearly 40 percent from 2019 to '21, but has the same outlet reported earlier this month, the violent crime rate in Chicago is the highest it has been in decades. So with crime way up and arrests way down, it's no surprise things are bad in the Windy City right now. But even in the midst of such dire circumstances, one man is doing what he can to make his community a better place, and that his Pastor Corey Brooks. He joins us again tonight from his rooftop vigil in Chicago. Pastor Brooks, welcome back to HANNITY. It was a pleasure to get to talk with you earlier in the week on Monday, and yet now, you know, I noted, even in dire times, you are doing this, but perhaps it is the dire times that call out a requirement to really stand up for what's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR COREY BROOKS, PROJECTHOOD.ORG",
      "sentences": "Absolutely. It's obvious that we haven't failed in the situation as it relates to the violence in Chicago. Just before I came on the show, if this were baseball, we would have fit for the cycle. We had a shooting where one person got shot, another shooting, three people got shot, and then a shooting at the mall of all places. So it is desperate times, dire needs, and that is the reason why am on this roof and building this community center, so we can help the kids in our neighborhood to change from a criminal mind-set to being more productive citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You see, and I think that's a distinctive difference. And, again, it's projecthood.org, is that it is about intervention. It is about a community center, getting people together to feel mentored, to feel safe, to feel that there is something else they can do with their lives. But Mayor Lightfoot has asked, effectively, for the feds to come in. She wants more law enforcement, but she doesn't want it to be local law enforcement, apparently, but with defunding the police. Is -- the feds coming in. is that part of the answer, or do you think there needs to be a different kind of arrangement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, for a short-term solution, that will work. We do need the feds to come in. But for a long-term solution, we need organizations like ours providing solutions, providing opportunities. That is the reason why our center is so important. It is not like a YMCA, when most people think of a community center, it is a center where we are transform lives, give people an opportunity to start a career path, and that is what we need for long-term. But short term, absolutely, we need the feds to come in as soon as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "You know, it's almost -- would be need because there's got to be a reason for young people or people who are struggling to realize, all right, this is my option now. My option is not to keep doing what I have been doing because there are going to be repercussions, because repercussions are key, there has to be a result, whether it is good or bad, when it comes to what you do. So when we think about, you know, is that college, Democrats tell us that his college, but isn't it perhaps also about vocational training, general education, having confidence instilled in you that can come from a center like yours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Absolutely. You know, everyone is not going to college. College is a great thing. I went to college. But it is absolutely true that everyone is not going, and there is a great opportunity that we have two provide trades. One of the areas that people are not concerned about, their backgrounds, the construction field, where there is a need in America right now, there is a shortage all across America for people to do carpentry and electricians, and we want to provide that service. We are already providing that service. We want to build capacity. We believe our program works. We know that it works, we have seen guys come out of gangs and put down guns and pick up hammers and that is what it is really about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, that's beautiful, and, of course, for this Christmas, merry Christmas, sir, to you, and God bless you for the nature of making this kind of commitment beer I want you to succeed and get off that roof because it is cold. But thank you for joining us, and god bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Now, more of this HANNITY special right after the break. Stay right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Welcome back, everyone, to the special edition of HANNITY. Unfortunately, that is all the time we have left this evening. As always, thank you for joining us, and before you go, make sure you check out \"Get Tammy Bruce,\" which is my program streaming right now and FOX Nation and you can find with the local media platform at -- where all my social media space. I want to wish you all a very merry Christmas and remember, yes, a lot of the news is bad but this is where a sense of gratefulness and being blessed comes in. We are in the greatest country on Earth, founded by the greatest people, and we make a difference in everyone's lives. We always have, and that will not change. We will overcome this as we've overcome everything that the world has put to us. So it's an honor and a pleasure to be here with you. I'm grateful for the opportunity to see you. Raymond Arroyo is in tonight for Laura Ingraham. Again, merry Christmas, everyone, and merry Christmas, Raymond. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS HOST",
      "utterance": "Thank you. Yeah, the only person missing in that White House with those dancing nurses was Mr. George Orwell. None of us understand it but there's a lot we don't understand. Jesse, great job. Thank you, sir."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you, Tammy. Merry Christmas."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Merry Christmas to you and yours."
    },
    {
      "speaker": "Now, welcome, everyone, to the special edition of HANNITY",
      "utterance": "FAILURES OF THE LEFT. I know you're shocked, there are some. I'm Tammy Bruce, in for Sean. And tonight, it's a very blue Christmas at the White House. Build Back Better is dead, COVID-19 is surging, the economy is struggling, inflation is through the roof, violent crime is spiking, and the border is still in a state of chaos, and no number of dancing nurses is going to change that. It is no wonder that Biden is pulling worse than Jimmy Carter. And now according to \"Politico,\" morale among woke White House staffers is strangely very low, but not because the administration is an abject failure. No, they are unhappy about being excluded from holiday parties and White House tours and many were even left out of the Christmas tree lighting and the turkey pardoning. One aide actually complained about the lack of intentional team building, so really, how will they ever survive? Now, a wave of disgruntled staffers are plotting their exit. Those who remain will be response before propping up a man so confused that even CNN is starting to notice. Watch this."
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "Jeff, you cover to the president. What do you think?"
    },
    {
      "speaker": "JEFF ZELENY, CNN CORRESPONDENT",
      "utterance": "Wolf, repeatedly throughout this interview with David Muir which was recorded this afternoon, President Biden seems confused and was confusing the half billion tests that they have ordered with a half billion pills. Of course, pills were in the news today with the Pfizer approval of the antiviral, so he corrected himself, but that was one thing that stuck out to me. But then simply, this administration and the president leading the charge here really not accepting any responsibility at all for this lack of testing."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All righty. At this point, Biden's confusion is undeniable, but fear not, according to Jen Psaki, all is well. In fact, recently she announced that Biden had saved Christmas and fixed the supply chain crisis, after \"The New York Times\" published a report titled \"Why Christmas gifts are arriving on time this year.\" For some reason, Psaki chose to omit another \"Times\" report from the very same day titled, quote, \"Supply chain shortages are dimming Christmas displays.\" According to that article, the supply chain crisis is so bad that even Christmas lights are in short supply. This is now a running theme inside the Biden White House, chaos, confusion, and one broken promise after another, so we've got some things to unpack here, and here with me now for a reaction to do just that, RNC chair Ronna McDaniel, along with former advisor Stephen Miller. Stephen, I just have to say, we are looking at this, it is almost like it's an alternate reality. You know, Jesse left us with the singing nurses in the White House, that completely bizarre dynamics, and now we have this claimed that the supply chain crisis was fixed by father Joe Biden, when in fact it's because we stopped ordering things that would have to be shipped from someplace other than the United States, and we shop locally. Is this something we can expect to see happening over and over and over again on every issue for the next three freaking years?"
    },
    {
      "speaker": "STEPHEN MILLER, FORMER SENIOR ADVISER TO PRESIDENT TRUMP",
      "utterance": "Well, first of all, merry Christmas. I just wish more of our fellow citizens this holiday season, it would be a much merry Christmas. Unfortunately, this has been an absolutely brutal year for the American people. The Biden administration is at war with reality. That is their problem. The reality is our supply chains are crippled and broken. I like many Americans have experience this first hand. My wife and I are expecting another child, so we have been trying to purchase new items for our new baby, and the supply chains are so snarled up that it's extremely hard to find anything that will even arrive by the due date, and Americans are experiencing this in every single facet of life. And so as you mentioned, in order to get Christmas presents, they are not getting their first choice or second choice or third choice or fourth choice, but they are going to get whatever happens to be somewhere available on some store shelf at some location in their community, and the White House is saying, well, people found an object somewhere, so merry Christmas."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It's a most like, with the Biden administration itself, so most like just be happy you have a present, who cares where it came from?"
    },
    {
      "speaker": "MILLER",
      "utterance": "You found something you can put inside a package."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Ronna, I have to say also with the complaints coming from the White House, having been on the left, it's not new. The left is staffed and peopled with individuals who are miserable, nothing makes them happy, nothing can solve their problems. The end game is to have an excuse for your misery, and here they are -- both of you know the White House, both of you have been in the White House, Stephen you worked in the White House, I had the pleasure of being able to be in the White House, it is the most remarkable building in the world. It is the seat of the most important government humanity has ever seen. It is an astounding place to visit, let alone to work and I'm sure. Ronna, with this kind of whining we are hearing from the staff, now hearing it from the vice president, what is your take on the nature of what that environment must be like at this point?"
    },
    {
      "speaker": "RONNA MCDANIEL, RNC CHAIRWOMAN",
      "utterance": "Well, I can only imagine. The staff of the white Biden White House has to be so deeply immersed and a low morale to be treated that way, but more importantly to be working for an administration that is getting nothing done, so all they can talk about is the Christmas parties they don't get to do. By the way, merry Christmas and happy New Year."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "I will say this: I worked with the Trump White House, the RNC pay for them, the taxpayers don't, and Trumps really put a focus on the staff. They really wanted to make sure everyone knew how valuable they were on their team and I think that speaks volumes when you're not treating your staff well, when you are discarding them, when you're bringing in your elite friends and putting them above people working day in and day out, that says something about their leader. And that doesn't surprise me that Joe Biden is putting the elites above those working hard every day."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yeah. And I have to say, Stephen, for all of us, that understand, you know, Republicans have a certain attitude and approach. Certainly, President Trump did. Versus the nature of what Democrats expect. It's never about -- with policy, it's never about people, so how could how they operate in the White House be about individuals and to be about people? It's never about the impact on others. It's always about what the miserable leadership wants to get. This is really a reflection of the nature of the Democratic Party and the malevolence of the left in general. It just has to affect the entire internal operations like that."
    },
    {
      "speaker": "MILLER",
      "utterance": "Well, leftism, cancel culture, local politics, critical race theory, these things make people mean, miserable, uncharitable, because they are all about tearing down, dividing, and defining based upon people's most elemental characteristics. When you believe, as President Trump did, in the innate dignity and innate quality of every person, then you lead and you operate with joy."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Great point."
    },
    {
      "speaker": "MILLER",
      "utterance": "When you believe American citizens are extraordinary people who should be treated in an extraordinary fashion, then you lead with, to use the word of the season, you lead with merriment, and that is why this time of year was so special in the Trump White House. And clearly, the Biden White House is a dark, dank, unhappy, dour place."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Ronna, I want to ask you, when we speak about the nature of each party and the fact that politics is personal, picking up on this point about what fake means to people, what having an optimistic point of view for the future, what believing in God does for you, looking at something beyond yourself, as something to look forward to, how is the Republican Party -- a lot of people want to know this. When we think about answers for next year, we know what president Trump is doing. How does the Republican Party view their role in taking this energy for the next year and making sure the American people know not just that the Democrats are losers, which they are, but why would the Republicans be winners? What difference do they represent to the American people?"
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "I can't think of a time where the difference is greater between our two parties. You just saw Joe Biden get on TV and say this was going to be a winter of death and despair. That would never come from Republicans. Listen, we believe in religious freedom. We believe in the dignity of work. We believe in the greatness of our country and the American dream. And we want to teach that to our children and we want to preserve it for future generations. And what you see Democrats doing is undermining the greatness of America. They want our schools to not talk about the greatness of our founding and what America stands for and freedom. They are stripping down religious freedom, they attack religious institutions. On every single level, Stephen is right, it is about anger, division, and divisiveness, and Republicans are about hope and opportunity and the greatness of America. And that's the difference we are going to be offering on the ballot in November 2022."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Excellent. That is an excellent message for this Christmas. Of course, it is an important message, showing what the differences because if you are a miserable person, you don't believe about anything beyond yourself, then this is the kind of stuff we are going to get with policy and everything else. Thank you both very much."
    },
    {
      "speaker": "MILLER",
      "utterance": "Thank you."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Merry Christmas, and happy New Year. All right, today, long lines continued to farm at COVID-19 testing sites across the country. Recently, Biden promised to distribute 500 million free tests, but as of now, the contract to purchase those tests is still waiting for Biden signature. Meanwhile, it appears that Joe is also floating the idea of yet another booster. Watch this."
    },
    {
      "speaker": "DAVID MUIR, ABC NEWS ANCHOR",
      "utterance": "Let me ask you about what we heard from Israel overnight. They are already moving forward with a second booster now, so this will be the fourth shot four people 16 and older and forefront to from my medical workers. Is not something considering?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I listen to the scientists, and I am sure the scientists are paying very close attention to that. There might be a need for another booster, but that remains to be seen."
    },
    {
      "speaker": "MUIR",
      "utterance": "So it remains a possibility."
    },
    {
      "speaker": "BIDEN",
      "utterance": "It remains a possibility."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, soon, Democrats will try to mandate four shots and universal mandates. In fact, New York Governor Kathy Hochul wants, listen to this, children as young as two years old who wear masks seven hours a day. Watch."
    },
    {
      "speaker": "GOV. KATHY HOCHUL (D), NEW YORK",
      "utterance": "We hope everyone comes around and realizes about a simple, very minor intrusion, if you will, if even that, all the children in the state wearing masks since the beginning. It is not that big of a deal. It will help save lives and keep people healthy and that is all we're asking for."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Wow, not a big deal. So why aren't you wearing a mask, Kathy? Joining us now with the reaction is FOX News medical contributor Dr. Nicole Saphier and House minority whip, Congressman Steve Scalise. Doctor, I will start with you. This is -- her remarks struck me very much like Virginia -- the guy who was running for Virginia governor, his remark about that you don't have any right as parents to know what your children are being taught. This disconnect as though -- as though we're co-parenting with her. It's none of her business. What is your take on this notion that 2-year-olds, it's not a big deal to have them in masks for several hours a day?"
    },
    {
      "speaker": "DR. NICOLE SAPHIER, FOX NEWS MEDICAL CONTRIBUTOR",
      "utterance": "Well, Tammy, you know, first of all, merry Christmas Eve eve to everyone out there. You know, I do take offense to this in the sense that I'm a mother of three children, as well as a physician, and while I can tell you early on in the pandemic when we did not have a lot of tools to decrease transmission and also protect the vulnerable, mask wearing have a much bigger impact and role in our fight against COVID-19. However, now that we have an arsenal between vaccines and boosters and treatments and also that we have a wall of immunity between vaccine-induced immunity and natural immunity circulating through our community, we have been able to identify that children, specifically school age children, are by far the lowest risk when it comes to a severe outcome of COVID-19. Now, I can tell you that while most children do -- they don't have a lot of problems with wearing these single-layer cloth masks all day, but some kids do. Some kids actually get skin infections, some kids get gingivitis, and some kids are really struggling mentally and emotionally with continuous mask wearing. And the question is, is there a benefit to these single-layer cloth masks that the majority of children are wearing? And I can tell you that there's not one piece of scientific data at this point that singles out that there is a benefit to these cloth masks, and yes, there are a lot of studies that the CDC likes to point to showing that when kids wear masks, there is less transmission. But there are a lot of compounding factors. And I can tell you, especially with omicron, this is a highly transmissible variant, it is far likely that there is much more aerosolized particles, and so these little cloth masks are doing little, if nothing, and so at this point, we have identified that these children are the lowest risk, those who have chronic medical conditions or have risks or live with someone who is immunocompromised, they have the ability to get vaccinated at this point, so it is time to remove the masks from our children."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yeah. You know, I have to tell you, Representatives Scalise, that there's this -- you know, there's understanding after two years that the way the government has responded has caused an end of sobriety for many people, alcoholism, drug abuse, suicides. And when we think of children, the ability to socialize and understand communication, body language, smiling at someone, being able to communicate in that way, that this damage -- nobody seems to care. I don't know if you get a sense of that, but we don't hear that from the government, that they're -- that there's any empathy for the negative effects of what their plans have been so far with COVID."
    },
    {
      "speaker": "REP. STEVE SCALISE (R-LA)",
      "utterance": "That's right, Tammy, and first, good to be with you and merry Christmas, as well. By the way, when President Biden says follow the science, there's tremendous scientific research that shows the damage being done to our young kids. First of all, the year that so many kids, millions of kids were kept out of school, that did devastating damage. Many of those kids will never be able to make that time up, then we saw depression, we saw suicides skyrocket among young children because they were not able to be around their friends. They were isolated when they should have been in school. The science that the kids were better off in school instead of being at home, playing with their friends, getting COVID anyway, they should have been learning in the classroom, and they are not learning at the same level when they are at home. So there is a lot of science that shows that, but this is one more example of President Biden using science where it benefits him and then ignoring science where he can be helping people, but it doesn't fit his narrative. He's had a vaccine-only strategy, and that's been at the detriment of millions of people who could be benefiting from so many other things. There's a lot of reports out that show that he massively dropped the ball with testing. Back in October, there was a plan presented to the White House that they turned it down because they only wanted to talk about vaccines. And then you look at things like natural immunity, herd immunity, they won't even answer that question of what is herd immunity, even though scientifically we know that it's out there. This idea that some states are just shutting everything down again and some states are remaining open -- and frankly you look at states like Florida, Texas, that are open following the science, protecting people, they have -- and some of those states have lower -- they have lower outbreak rates, and they're keeping their citizens safe while not crushing families, crushing small businesses, and ultimately the depression and drug overdose that we are seeing because of the shutdowns."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yeah. You know, we hear -- and it's expected, you can't know this until the election happens, but it looks right now that the Republicans will be in charge of the House and the Senate after this coming midterm in '22, and that revenge is on the list of things. I prefer to call it justice, including an investigation perhaps in the nature of what has transpired this previous year. Is that is what you're hearing and is that something you would support, is to investigate the nature of why someone like Anthony Fauci is behaving, I think, strangely in the midst of his commentary, the nature of the failures of the Biden administration? They've acknowledged they needed more tests, even last year, and then they didn't do it. Is that is something that is on the list for Republicans to investigate?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, Tammy, when we win the majority back and we're working hard, we have great candidates out there running to help us get the majority back and you saw in Virginia and other states, that wave of parents, people that are just fed up with this shutdown mentality, but ultimately, we need real oversight. I'll give you an example, Tammy. There has not been a single investigation into the origin of COVID in Congress. Many of us have been calling for Congress to have that kind of investigation when many medical experts on both sides of the aisle has said it probably started in the lab in Wuhan, and by the way, was not transferred from a batch to an animal to a human, it was probably a genetically modified virus --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "So, we know -- sir, we know that --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Why shouldn't we be investigating that?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yeah. We know clearly, there is a lot that we need to do. So, you are confirming that, in fact, we're not just going to think the last two years didn't happen, that we're actually going to look into --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "There will finally be real oversight and accountability, and accountability."
    },
    {
      "speaker": "BRUCE",
      "utterance": "We need oversight --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Yeah, let's start getting that out there. Yes, we mean it."
    },
    {
      "speaker": "BRUCE",
      "utterance": "All right. And, Dr. Nicole, Dr. Nicole, when we think about vaccines, which I think are important, but we also seem to have dropped the ball on therapeutics and treatments. Isn't it time that we shift our focus to things like the monoclonal antibodies, other treatments, other therapeutics to deal with people who now might get very sick from this virus?"
    },
    {
      "speaker": "SAPHIER",
      "utterance": "Well, Tammy, the safest way to get -- to reach a level of herd immunity, the vaccines do place that foundation. There is foundation of their immunity wall, but from that, you have your building blocks of your boosters as well as your natural immunity. But the glue that holds it together is also the treatments because you will have breakthrough infections, you will have on vaccinated, and you will have people who get very sick. Now, I can tell you when it comes to the monoclonal antibodies, with omicron, the two most popular ones are not having any efficacy against omicron, which we have just gotten a bunch of alerts this past week that the hospitals are pulling these antibody therapies because they're not working at all. There is still one that is working and is being instituted, but it is very low supply, so it is for the extremely high risk individuals. Great news is the FDA gave the emergency use authorization for Pfizer's oral outpatient medication Paxlovid yesterday."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Right, finally, finally."
    },
    {
      "speaker": "SAPHIER",
      "utterance": "And just today -- just today, we got the EUA for Merck's medication, Molnupiravir, which in some trials did not prove as effective as Pfizer but at this point, any treatment, anything that lessens the risk of hospitalization and death. That is a win. This is how we move forward. It's just like with influenza and the flu, you have a vaccine and you have Tamiflu."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yeah."
    },
    {
      "speaker": "SAPHIER",
      "utterance": "And now with COVID, we have a vaccine and we have oral outpatient medication. We need to get these out to people."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, part is what is interesting is that we really don't know if something is not going to work unless we try using it, unless we actually move into that arena and start treating people because then we will have another surprise, and maybe this time, if there's a variant or some other thing -- the thing that's frightening, of course, not necessarily COVID, which we know well and that we seem to be prepared for, but the thing that we don't know about that will happen next. And this is, from what I've seen so far, we've got to respond very differently. So thank you both very much. Merry Christmas and happy New Year, as well. Thanks for being with me. Coming up, America's very own Christmas Grinch is in fact at it again. We'll explain how Dr. Fauci is trying to ruin your holiday cheer. Plus, Vice President Harris is now blaming her sinking poll numbers on -- get this -- the media's racism and sexism. Stay with us as this special edition of HANNITY continues."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Welcome back to the special edition of HANNITY. Now, Christmas is less than two days away, merry Christmas. And tonight, America's Christmas Grinch and village troll is trying so hard to ruin your holiday plans. Now, Dr. Anthony Fauci is demanding you stop having those darn parties or else. Watch this."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "Going to a large gathering, and there are many of these, parties that have 30, 40, 50 people, in which you do not know the vaccination status of individuals, those are the kind of functions and the context of COVID and particularly in the context of omicron that you do not want to go to. So to the extent possible, we urge you to stay away from those situations that could put you at a higher risk."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Remarkable. We must all call power in fear forever, according to Dr. Fauci. This despite studies from the U.K. and South Africa detailing how the omicron variant is much less severe than delta, rarely causing serious illness. According to the CDC, most people experience cold-like symptoms, including a cough, fatigue, congestion, and God forbid a runny nose. But for Fauci, the end of days is still upon us. Watch this."
    },
    {
      "speaker": "FAUCI",
      "utterance": "Talking about would it be preferable to have omicron be totally pervasive and be relatively low degree of severity, yes, obviously, that would be preferable, but it's dangerous business to be able to rely on what you perceive as a lower degree of severity."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yeah, you know that's going to be the line that we are going to be hearing forever, if we allow it. So, joining us now with reaction as American Conservative Union Chairman Matt Schlapp and FOX News contributor David Webb. Matt, you know, we are hearing, you can kind of sometimes get lost in the weeds. We argue about if Fauci should be doing this, that we don't like him doing this. But clearing all of that out, the fact they are doing it at all, right, we have all kinds of things, also in flu season, this micromanaging of the decisions that we're going to make, we are adults, you know, for the Christmastime and New Year's, we understand that we need to think about where we go, how we get there, who we are going to socialize with. But isn't that still our decision about whether or not we are going to take that risk?"
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "utterance": "Tammy, you know this because you believe in individual rights and the idea that the individual governs themselves. I have asked members of the media my vaccination status, I tell them to bug off. It's none of their business. If I'm sick, I'll stay away from you, I'll manage my own health care decisions. If you are to follow Dr. Fauci's advice, you have to have some kind of public notification about your health status. We have been through this with the disease and it is the wrong way to do it. Don't stigmatize those who are sick, help those who are sick. And, you know, when you have those end of days preachers that save the world is going to end tomorrow then you wake up in the world does not end and they say it again the next in the world not end, you stop watching those preachers. And I am stopping to watch Tony Fauci. He has been wrong over and over and over again and I think he is a narcissistic -- kind of a narcissistic medical doomsday or who sees his power in saying that we're all going to die from this virus. And I'm tuning out, Tammy. Do you blame me?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, I don't come up with the scary thing, David, as I've mentioned before, the thing we should always be worrying about is the thing we don't know about yet, and there is a role for government to play when it comes to organizing things, to help us, but they are setting us up now like the boy who cried wolf, that we are just not going to take them seriously when we need to because they have been so desperately wrong and just power- hungry. You know, arbitrarily just not wanting to let go like a stalker of the American people."
    },
    {
      "speaker": "DAVID WEBB, FOX NEWS CONTRIBUTOR",
      "utterance": "You know, when I leave this studio, and nice to see you both, I don't know what is going to happen. I'm not going to wrap a bubble around the studio and stay in here. What we don't know is out there. But we have control of our own lives to the point of freedom. First of all, let's make a trade. Can we trade Dr. Fauci for Salim Abdool Karim, who is the top scientist in South Africa, who has informed the United States, the WHO, other nations, that there is a drop in case rates, that the infectious rate is high, but the effect on people is low, and the fact that South Africa is not imposing lockdowns. These are key points. When this started in Botswana, they know more than Fauci does. Fauci claims he knows but all he knows is how to be an ideologue. And, you know, Matt, to your point, and I will say this to America, no more Fauci until we actually get truth about virus research, and gain-of- function research in the Wuhan lab. When we get those answers, he lied about it in Congress, then maybe I'll listen to him."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Matt, I spoke brief briefly with Representative Scalise. And he danced around the idea of actual investigation. He talked about oversight and hopefully, we believe the Republicans will take over the House and the Senate fully. But he danced around that idea of investigations to find out what the heck is driving these people because we need that, too. And ultimately, the American people must realize that this is training, that it is training when you need to watch a guy on TV who tells you what your -- the conversation you should be having with your spouse, with your own doctor, with your parents, with your neighbor, instead. That is what I am concerned about, that this is about training. Isn't that worth investigating?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "I have two words for you to make you feel better. And it's kind of merry Christmas, Tammy. Jim Jordan, House judiciary chairman, laws were broken all throughout this process and a lot of people said very dubious things under oath. It is not just the House Oversight Committee, I think it is the judiciary committee that needs to play a role, and a warning to the Republicans. If they get the majority back and I think they are going to wallop the socialists next year, when they get these majorities, they have to treat us differently this time, use their power to expose the wrongdoing and push hard every day, no more of this \"I'll take a little bit and leave the rest behind,\" we have to go for all of it, just like the socialists do."
    },
    {
      "speaker": "BRUCE",
      "utterance": "David, have to say there is a point where it depends on the kinds of people we elect, right? Politicians across the board, with a few exceptions, seem to fall into that same trap of patronizing, of getting along to get along, not rocking a boat. They're thinking things would be too scary to look at. Don't you think these midterms are a point to make a statement when it comes to the nature of the kind of Republicans that are elected?"
    },
    {
      "speaker": "WEBB",
      "utterance": "Look, it is a time for Americans to make a statement at all levels of government, Tammy, from local elections all the way up to Congress. We have got to tell these politicians that if they don't do the job, if they don't do what they are supposed to do, that we are going to replace them. We've got a bunch of risk-averse, consultant-driven people who get elected and then go do nothing. They ignore the will of the people. We expect Democrats and socialists, to Matt's point, because there are socialists in Congress that are supported by the Democrat socialists of America and a large part of their squad and their caucuses. But the Republicans need to get in there and run like they actually were elected to govern a constitutional republic and not act like Democrats. Do the job you were sent to do."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, I have to say this is a very good opportunity, New Year's resolutions, we can give a Christmas present to ourselves and to our entire community that says, \"Let's take this country back again.\" We've done it before, we'll do it again, and that's what we -- what we have to look forward to is happy warriors. Gentlemen, thank --"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "We don't know how much time we have left."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's true, literally, and figuratively. Thank you gentlemen for being here. I appreciate it. Merry Christmas. Now, let's turn to a developing story surrounding the vice president come of all people, Kamala Harris. According to \"The New York Times,\" she regularly laments any negative press coverage and believes she would be treated much differently if she were a white man. Now, this might surprise you, but I agree. The coverage would be different. It would be much, much worse. Can anyone name a single accomplishment from her first year as vice president? Even fellow Democrats are now blasting the vice president. Congressman Henry Cuellar just issued this stunning rebuke of her performance as border czar, quote, \"I say this very respectfully to her, I moved on. She was tasked with that job and does not look like she is very interested in this, so we are going to move on to other folks that work on this issue.\" My goodness. Here with reaction, the vice president of Tax Strategies, Erin Perrine and FOX News contributor Deneen Borelli. Erin, as a woman, I want women to be in power. We have a different life experience. We do negotiate differently. We bring all kinds of things to the table. Margaret Thatcher is a perfect example of what you can get with a woman who knows what she is doing. It is shocking and embarrassing that this is the first example for people of a woman in that extraordinary position, and she seems to be spending it complaining about how she's viewed, as opposed to really making a difference with that job."
    },
    {
      "speaker": "ERIN PERRINE, TAG STRATEGIES VICE PRESIDENT",
      "utterance": "Tammy, you are right, it is very sad to see, and we need to remember that Kamala Harris was picked by Joe Biden because she is a woman. He made that promise on the campaign trail to play gender politics to the radical left and appease them by picking a woman to be the vice president, and remember, the two of them have said they are attached at the hip and Biden has said that Kamala is the last person in the room with him for every decision he has made in the Biden-Harris or is it the Harris-Biden, President Harris depending what day you find Joe Biden administration. And look with those two geniuses have given us, crisis after crisis, and she is complaining about her press coverage? She has really never had that bad of a media day, to be honest, whether it was when she was back in California or as a U.S. senator, she never really had a bad story. Sure, a little bit of palace intrigue, but she has been treated with kid gloves, even during the Democrat primary when she flamed out very quickly. We just need to remember here that she is an abject failure. So is Joe Biden. And the fact that the two of these geniuses are in the White House, and I think all three of us can agree together that we would never want to be selected for a job because we are a woman, we want to be selected for a job because we are the most capable, competent, and appropriate choice, especially as vice president of the United States when you are one heartbeat away from the president."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yeah. So, Deneen, this is really -- this is what the campaigns are supposed to be for. You prove yourself. You convince people you can do the job. Let me just pick up on what Erin noted, is that I would contend that her complaint that the press coverage is because she is a woman, perhaps a woman of color, confirms that she also is living in a world where things happen to her because she is a woman. That it confirms that that was the origination of this. That is what we can't get over, if you feel you have not earned it, then you look at everything else in that kind of a framework."
    },
    {
      "speaker": "DENEEN BORELLI, FOX NEWS CONTRIBUTOR",
      "utterance": "Yeah, I agree with both of you. Listen, things are so bad for kamala -- kamala -- that she is reaching out to Hillary Clinton for help. Okay, that speaks volumes. Look, she is trying to play it both ways. Look, she played the gender card. She played the race card to get elected. She is doing the same thing again to cover for her failures as vice president, and all you had to do was look at what is going on around her. In the past and current, former and present staffers. You had staffers that are running for the door, firing themselves to get away from Kamala because they know she is a failure. And when you look at that, she doesn't do anything, really, what the complaint is if she doesn't prepare, she doesn't do her homework, and when she makes a fool of herself because she has not prepared, because she didn't do her homework, she blames the staffers, she attacks them. So she is known as someone who was not a nice person to work with, and I'm not shocked, I'm not surprised whatsoever. She is not ready for prime time."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, it's horrible, Erin, this is a dynamic, where for Americans, we love the underdog, right, we want to elevate and we have worked to become a better nation through the entire life of this country. That is our challenge, we enjoy that challenge, and it is how we prove that this government and the vision of the Founders, the divine nature of the country, can work, because people are imperfect. And yet, when we have this environment, this is what the Democrats, it seems, deliberately seemed to do damage on the very same fronts that they say the champions of women, and yet everything they do makes it look like we don't know what we're doing."
    },
    {
      "speaker": "PERRINE",
      "utterance": "Oh, that is exactly right. You hit the nail on the head there. And to Deneen's point, as well, they want it both ways. They want to play these gender, race-based politics, yet they don't want any coverage of what the actual results are when they pick someone like Kamala Harris, who is not qualified to be vice president of the United States, she has that terrible awkward laugh any time she is pushed in an interview. It's like \"Veep\", that show, but it's in real life and it's a lot less funny. It's really kind of sad. And when you see her dealing with the border situation, she has only been there once. She clearly does not want to be border czar, and Joe Biden has said that Kamala can be anything she wants. She is capable, she can do this. It is clear she does not want to be border czar, and it is clear he is a really bad judge of character on these things appear"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, and we are seeing the end result, ladies. The good news is, with individuals like yourself, Americans see all the time that women do know what they are doing, that we can figure things out, that we can run businesses, that we understand what is happening to the American people, and I am hoping that this won't have too much damage on the nature of how those who are on the margins in this country can see themselves being able to move up based on qualifications, and really being able to do a good job. Ladies, thank you. Merry Christmas to both of you. Now, up next, Senator Rand Paul just released his annual Festivus report, detailing government waste, it is big. You will not believe this example, how much money the U.S. government spent on grinding up dead parrots. Plus, Pastor Corey Brooks is back, live from his rooftop in Chicago, one of our favorite guys, as crime in the Windy City continues to spiral out of control. Don't go away. HANNITY will be right back."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Welcome back to the special edition of HANNITY. Senator Rand Paul just released his annual Festivus report which exposes what he views as wasteful government spending. Our friend Kevin Corke in Washington has all the details -- Kevin."
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Tammy. Kentucky Senator Rand Paul keeping his annual tradition by releasing his Festivus report for 2021, and that is where he gets a chance to air his well thought out grievances about wasteful government spending and where the money could have been better spent. And his office identified over $52 billion in what it sees as waste, including money spent on Afghanistan planes that were later thrown away, to the tune of $549 million. How about a COVID relief grant for New York City to display art projects? $25 million of your money went to pay for that. How about grinding up parrots to develop COVID and flu vaccines? $4.5 million. Pigeons playing slot machines? More than $465,000. A study that verifies hearing bad news decreases happiness levels. That cost you and me $1.3 million. Fattening eels for human consumption? More than 337 grand. And telling people, in particular in Vietnam not to burn their trash, $11.3 million is what that cost you. Now, Festivus, of course, is a holiday made famous on that \"Seinfeld\" episode back in 1997, where family members confront each other about annoyances endured during the year. Safe to say for Senator Paul, wasting more than $52 billion is more than annoying, it is inexcusable -- Tammy."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes indeed. All right, thank you, Kevin, indeed. You give them all the money in the world, and they treat it like it is water. Thank you, everyone. Now, also tonight, we turned back to the city of Chicago, where Democrat leaders are once again letting violence and crime get completely out of control. \"Axios\" is now reporting that arrests for violent nonviolent crimes in the city are way down from pre-pandemic levels, falling strangely nearly 40 percent from 2019 to '21, but has the same outlet reported earlier this month, the violent crime rate in Chicago is the highest it has been in decades. So with crime way up and arrests way down, it's no surprise things are bad in the Windy City right now. But even in the midst of such dire circumstances, one man is doing what he can to make his community a better place, and that his Pastor Corey Brooks. He joins us again tonight from his rooftop vigil in Chicago. Pastor Brooks, welcome back to HANNITY. It was a pleasure to get to talk with you earlier in the week on Monday, and yet now, you know, I noted, even in dire times, you are doing this, but perhaps it is the dire times that call out a requirement to really stand up for what's right."
    },
    {
      "speaker": "PASTOR COREY BROOKS, PROJECTHOOD.ORG",
      "utterance": "Absolutely. It's obvious that we haven't failed in the situation as it relates to the violence in Chicago. Just before I came on the show, if this were baseball, we would have fit for the cycle. We had a shooting where one person got shot, another shooting, three people got shot, and then a shooting at the mall of all places. So it is desperate times, dire needs, and that is the reason why am on this roof and building this community center, so we can help the kids in our neighborhood to change from a criminal mind-set to being more productive citizens."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You see, and I think that's a distinctive difference. And, again, it's projecthood.org, is that it is about intervention. It is about a community center, getting people together to feel mentored, to feel safe, to feel that there is something else they can do with their lives. But Mayor Lightfoot has asked, effectively, for the feds to come in. She wants more law enforcement, but she doesn't want it to be local law enforcement, apparently, but with defunding the police. Is -- the feds coming in. is that part of the answer, or do you think there needs to be a different kind of arrangement?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, for a short-term solution, that will work. We do need the feds to come in. But for a long-term solution, we need organizations like ours providing solutions, providing opportunities. That is the reason why our center is so important. It is not like a YMCA, when most people think of a community center, it is a center where we are transform lives, give people an opportunity to start a career path, and that is what we need for long-term. But short term, absolutely, we need the feds to come in as soon as possible."
    },
    {
      "speaker": "BRUCE",
      "utterance": "You know, it's almost -- would be need because there's got to be a reason for young people or people who are struggling to realize, all right, this is my option now. My option is not to keep doing what I have been doing because there are going to be repercussions, because repercussions are key, there has to be a result, whether it is good or bad, when it comes to what you do. So when we think about, you know, is that college, Democrats tell us that his college, but isn't it perhaps also about vocational training, general education, having confidence instilled in you that can come from a center like yours?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Absolutely. You know, everyone is not going to college. College is a great thing. I went to college. But it is absolutely true that everyone is not going, and there is a great opportunity that we have two provide trades. One of the areas that people are not concerned about, their backgrounds, the construction field, where there is a need in America right now, there is a shortage all across America for people to do carpentry and electricians, and we want to provide that service. We are already providing that service. We want to build capacity. We believe our program works. We know that it works, we have seen guys come out of gangs and put down guns and pick up hammers and that is what it is really about."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, that's beautiful, and, of course, for this Christmas, merry Christmas, sir, to you, and God bless you for the nature of making this kind of commitment beer I want you to succeed and get off that roof because it is cold. But thank you for joining us, and god bless you."
    },
    {
      "speaker": "BROOKS",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Now, more of this HANNITY special right after the break. Stay right there."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Welcome back, everyone, to the special edition of HANNITY. Unfortunately, that is all the time we have left this evening. As always, thank you for joining us, and before you go, make sure you check out \"Get Tammy Bruce,\" which is my program streaming right now and FOX Nation and you can find with the local media platform at -- where all my social media space. I want to wish you all a very merry Christmas and remember, yes, a lot of the news is bad but this is where a sense of gratefulness and being blessed comes in. We are in the greatest country on Earth, founded by the greatest people, and we make a difference in everyone's lives. We always have, and that will not change. We will overcome this as we've overcome everything that the world has put to us. So it's an honor and a pleasure to be here with you. I'm grateful for the opportunity to see you. Raymond Arroyo is in tonight for Laura Ingraham. Again, merry Christmas, everyone, and merry Christmas, Raymond."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}