{
  "date": "December 25, 2019",
  "headline": "Honoring America's heroes during the holiday season",
  "subHeadline": "Rep. Brian Mast, U.S. congressional candidates Jason Church and Rob Jones discuss wounded veterans offering support to service members.",
  "url": "https://www.foxnews.com/transcript/honoring-americas-heroes-during-the-holiday-season",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "Mike Emanuel, guest host",
      "utterance": "It is a time most Americans spend with their family and friends. But we must not forget our brave men and women in uniform who will spend the Christmas season protecting this nation overseas. Let's bring in three combat veterans, Republican Congressman Brian Mast of Florida, Rob Jones, who's running for Congress in Virginia, and Jason Church, who is running for Congress in Wisconsin. Gentlemen, merry Christmas. Thank you for your service."
    },
    {
      "speaker": "Rob Jones",
      "utterance": "Merry Christmas."
    },
    {
      "speaker": "Jason Church",
      "utterance": "Thanks."
    },
    {
      "speaker": "Rep. Brian Mast",
      "utterance": "Merry Christmas."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Congressman, let's start with you. Your thoughts at Christmas time for the men and women who are deployed overseas."
    },
    {
      "speaker": "Brian Mast",
      "utterance": "Well, one you just got to say, \"we love you. We're proud of you. We're thankful for you.\" I think it shows a level of commitment from who we were to who we are today, right? We got that same commitment to go out there and even on the, you know, Christmas night to go out there. George Washington crossed a frozen Delaware River to kill our enemies and defend freedom and fight for independence. That's what our service members are doing today. But the sacrifice for it is that you miss probably the greatest display of Christmas spirit that exists, and that's in the smile and laughter of your children."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "You're a highly decade decorated combat veteran. It's Christmas time, a time that you're extra grateful to be alive and with your family."
    },
    {
      "speaker": "Brian Mast",
      "utterance": "Yeah, it's one more year that I get to see the smiles and the laughter and the joy and the glee in the face of my families. I know that we all have bracelets that we wear where we think about friends that we've lost. And, you know, you think about those friends whose names are worn on your bracelets. They don't get one more hug. Their families don't get one more kiss. They don't get one more letter. They don't get one more gift or one more word or anything else. So, yeah, there's an amazing level of gratitude that I'm still here."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Rob, running for Congress in Virginia."
    },
    {
      "speaker": "Rob Jones",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "You've given a lot to this country, suffered a big injury yourself."
    },
    {
      "speaker": "Rob Jones",
      "utterance": "Sir."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Are you hoping to be a role model for other vets who are coming back and looking for a next career path, perhaps?"
    },
    {
      "speaker": "Rob Jones",
      "utterance": "Sir. Well, you know, there's a saying in the Marine Corps, once a Marine, always a Marine."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Sure."
    },
    {
      "speaker": "Rob Jones",
      "utterance": "So I think that ever since I've been wounded, I still have a responsibility to be -- to keep fighting. And that's on behalf of my country and on behalf of my fellow Marines. And my way of doing that for the last nine years has been to be a positive role model for them."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Jason, running for Congress in Wisconsin, somebody who also wore the uniform very proudly and suffered a big injury yourself. Your thoughts on why you're running?"
    },
    {
      "speaker": "Jason Church",
      "utterance": "Look, you know, I've been saying all the time that even though the Taliban took my legs, America's enemies didn't extinguish my desire to serve. It's still burns in me. It's still there. And we're facing a time right now in our country where we need conservative leadership from a new generation that has fought battles against enemies across the globe that knows what it means to bring an outside perspective that can actually change things for the better in Washington. So I'm running to join people like Brian have been absolutely, positively world of difference here in Congress and are fighting for not only their constituencies but their country."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "What's the reaction been on the campaign trail to a veteran running for Congress?"
    },
    {
      "speaker": "Jason Church",
      "utterance": "People up in the 7th Congressional love outsiders. They like people who come from outside politics. They like people who bring a perspective that is both hardened and tough. And they see me as someone who has served and fought in some of the hardest and toughest of circumstances. And something that I can bring to not only Washington as a fight for their -- fighter for the district, but can build coalitions with other veterans like Brian, like Senator Tom Cotton, like Congressman Dan Crenshaw, who can go up here and really push back against some of the things that would really hurt people, not only in northern Wisconsin, but the country as a whole."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Rob, what do you hear from the folks out on the trail?"
    },
    {
      "speaker": "Rob Jones",
      "utterance": "I'm hearing that they believe in me because they trust me because I am a veteran. And I think it's interesting, it goes to show how much people love veterans in this country. Even people that don't plan to vote for me, they say, \"Thank you for your service, but I can't possibly vote for you.\" And I think that that kind of shows that a veteran can help to bridge the divide in this kind of partisan climate that we have."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Congressman, do you feel like a role model? Are you proud of these guys seeing them running for Congress?"
    },
    {
      "speaker": "Brian Mast",
      "utterance": "I couldn't be more proud of them. I don't know everything about their whole life. But I do know one thing that's probably most important about them, and that's their commitment to this country, their sense of duty. They didn't serve -- they didn't put on a uniform because they thought they were going to become rich or famous or important or get a medal on their chest or write a book or do anything else. They did it for the right reasons. They were willing to give their lives for it. They nearly did. And that's the same commitment that they have today. And there's nothing that's more needed in this nation than that kind of commitment."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Rob, your thoughts of the men and women who are serving overseas a long way from their family and friends?"
    },
    {
      "speaker": "Rob Jones",
      "utterance": "I just am just so thankful that they're willing to be over there while we're back here enjoying these -- you know, everybody's enjoying the presents. They're enjoying the time with their family. They're enjoying the feast that they're going to have. And we're able to do that because these men and women are over there making that sacrifice and having that time away. So I'm just so thankful for them."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "You guys have mentioned the bracelets. Do you think about your buddies who didn't make it home?"
    },
    {
      "speaker": "Jason Church",
      "utterance": "Yeah. You know, I think about Travis Morgado. I think about friends of mine from Ranger School. I think about people who have served with who I know are not spending that time with their loved ones right now. And it's something that I think about every day. It's something I think about when I put my legs on in the morning and go out and campaign. I think about the people who have given the ultimate sacrifice for this country. And it's people like that that motivate me to serve it again and defend it from all enemies, foreign and domestic."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Congressman, final thoughts this Christmas?"
    },
    {
      "speaker": "Brian Mast",
      "utterance": "Just Merry Christmas to all our service members over there. Army, Navy, Marines, Air Force, Coast Guard. Thank you for putting on the uniform. Thank you for being away from your families. Thank you for defending this country."
    },
    {
      "speaker": "Mike Emanuel",
      "utterance": "Jason, Rob, Congressman, thank you for your service. Merry Christmas to you and your loved ones."
    },
    {
      "speaker": "Jason Church",
      "utterance": "Thank you."
    },
    {
      "speaker": "Rob Jones",
      "utterance": "Merry Christmas."
    },
    {
      "speaker": "Brian Mast",
      "utterance": "Merry Christmas to yours. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}