{
  "date": "December 6, 2018",
  "headline": "21-aircraft flyover honors former President George H.W. Bush",
  "subHeadline": "President George H.W. Bush arrives at burial site at the Bush Presidential Library in College Station, Texas.",
  "url": "https://www.foxnews.com/transcript/21-aircraft-flyover-honors-former-president-george-h-w-bush",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "This is \"The Five.\" You are now looking live at College Station, Texas, where President George H.W. Bush has arrived. His casket is traveling to his presidential library where he will be buried. Hello, everybody. I'm Jesse Watters along with Martha MacCallum, Juan Williams, Kennedy, and Greg Gutfeld. It's 5 o'clock in New York City, and this is The Five. President George H.W. Bush's final journey home, the 41st commander-in- chief to be laid to rest this hour next to his wife Barbara and his daughter Robin at the Bush Presidential Library in College Station, Texas. His casket making the final leg of the journey by train, with mourners paying their respects along the way. In honor of the president's military service, the navy will do a 21 strike fighter aircraft fly over, and we're going to bring that to you as soon as it happens. Before his final ride to the lone star state, friends and family, including his close friend James Baker and grandson George P. Bush paid tribute to 41 in an emotional and moving funeral service. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES BAKER, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "The world became a better place because George Bush occupied the White House. He had a very effective way of letting me know when the discussion was over. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "He would look at me and he'd say, Baker, if you're so smart, why am I president and you're not? We rejoice, Mr. President, that you are safely tucked in now. And through the ages with God's loving arms around you, because our glory, George, was to have you as our president and as such a friend. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE P. BUSH, GRANDSON OF GEORGE H.W. BUSH",
      "sentences": "Undoubtedly when the last words are written on him, they will certainly include this, that the fulfillment of a complete life cannot be achieved without service to others. George Herbert Walker Bush is the most gracious, most decent, most humble man that I will ever know. And it's the honor of a lifetime to share his name. God bless you, Gampy, until we meet again. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Well, Martha, we've seen this -- the ceremonies play put over the week, and any reflections that you've had? My thing that really struck me personally is the friendships that this man has endeared over the years. He was more than a president. He was just a dear, dear friend to all the people that worked with him and work for him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS",
      "sentences": "You know, Jon Meacham said he was the last great soldier statesman. And I think that so much of our feelings about the greatest generation are wrapped up in this president, this 41st President of the United States, who represents, I think, to so many of us a generation that we have an understanding about our own families and we watch the passing of this president and all of the beautiful military components that have accompanied this, the incredible music. And it just gives you pause and it makes you think about the life of your nation because whenever someone like this passes, you think about where we stand as a country and what we care about and who we are and what it means to be an American. And he gave us a potent reminder every day through his, as you say, Jesse, his personal expression of the importance of friendship and family, but also his enormous devotion to the United States of America, and how he spent his life carrying out that mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And I know, Juan, you definitely covered him closely during a time period when he was president. And one of the main themes I think everyone's been discussing is how hard he worked and how much he packed into each day. And if you just look at the one term, he accomplished so much in one term, from the clean air act, the civil rights act, Americans with disabilities act, overseeing the end of the cold war, kicking Saddam Hussein out of Kuwait, just a massive amount of accomplishment for just four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "I really -- I have such regard for him. And I think one of the refrains that you hear about someone who was a good friend. So I was a very young White House reporter at the Washington Post, and one of my jobs was occasionally go take a ride with the vice president. And you can imagine at that time it was a very different Washington in the size of the press corps. So it would be me, the secret service and aides, and we'd be on Air Force Two and we would just be talking. I mean, we go back -- I go back home and my wife would say, oh, how's your pal, you know, Vice President Bush? I'd say, well, he thinks Earl Weaver's strategy -- we'd start talking baseball. We talked a lot of baseball. And we talked baseball for hours. And he loved baseball. He was a great athlete. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } But the thing that strikes me is always -- in listening to date to his grandson. And I've got to tell you as a grandfather how much it would mean to me to have a grandson get up there, and not only say that his grandfather or grampy was a great guy, but to talk about the idea that it wasn't just rhetoric. You know how sometimes you think the kids look at you when you're talking and think, oh, he's just talking. He's just saying that stuff. He said when his grandfather talked about honor, duty, when he talked about love of country, he said it wasn't something he just talked about. This was something that he lived and offered as an example. To me, that plus the granddaughters that were there today, I can't tell you, Jesse. I just think, you know, when you go, they can have all the ceremonies they want, but if the people who knew you best love you, man, that's the -- I don't think you can get better than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And we've seen such an outpouring of love, not just from his family and his friends and the people who worked for him, just amazing amount of just regular Americans watching the train go by or visiting his casket in Washington. Why don't we hear him in his own words, Kennedy. This is him in 1988 when he was nominated to be the Republican candidate for president in New Orleans. Let's listen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE H.W. BUSH, FORMER U.S. PRESIDENT",
      "sentences": "For we're a nation of community, of thousands and tens of thousands of ethnic, religious, social, business, labor union, neighborhood, regional, and other organizations, all of them very voluntary and unique. This is America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } A brilliant diversity spread like stars, like a thousand points of light in a broad and peaceful sky. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Any thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "sentences": "And a broad and peaceful sky. The nice thing about this is -- it not only allowed us to pay tribute to the generation -- the greatest generation that Martha touched on, but this is also an aspirational life. And it's the kind of moment where you can reflect in your own life and say to yourself, how do I want people to remember me? Therefore, from this day forward, what will I do with my life? How will I go on this journey? How will I treat other people? How will I raise my children? How will I aim to inspire? How will I humbly ask for forgiveness? And it's those kinds of things. And Juan and I were talking about this last night. It really is a special moment for reflection as a country and for individuals. And if there's something about that that we can carry forward, I think it is an incredible accomplishment for this former president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, I've been personally affected by it. The man is so humble, I'm thinking to myself maybe I should be more humble. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "It's too late, Jesse. No one will believe it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK, Greg, what do you say? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. It's an interesting thing to watch. I looked at the masses which were very moving, and what do they talked about, OK? So they've talked about these things that are often mocked in contemporary pop culture. So what were the things? Duty, honor, patriotism, God forbid, faith, you are -- broad of faith and God and family. So these are kind of all the things that we're constantly reminded in our modern culture is corny. But when it comes down to it, when you are faced with mortality and the loss of somebody special, these are actually the things that matter more than hashtags, you know, and sarcasm and cynicism and snark. You know what I'm saying? It's like -- it's so easy to snark about traditional things, you know, about family and about religion, making fun -- oh, that's so old-fashioned and corny. But when it comes down to that moment in time where everything is important, family, faith, duty, honor, sacrifice. That's all anybody talks about. It's almost as though it's biological.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, he came from a great family, and made sure his other family members, especially his sons, valued service and putting the country above the person. And now we're looking at the processional travel to the Bush presidential library in College Station, Texas. Let's listen to President George H.W. Bush talking about in the State of the Union, I believe it was 1991, the consequences of Saddam Hussein invading Kuwait. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSH",
      "sentences": "Saddam Hussein's unprovoked invasion, his ruthless systematic rape of a peaceful neighbor violated everything the community of nations holds dear. The world has said this aggression would not stand, and it will not stand. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And if you think about, you know, modern military campaigns, Martha, this was executed so perfectly with the international coalition so firmly behind him. There were parades in America afterwards. There wasn't a lot of overreach. And it was something that he believed so strongly. And that after the cold war was finished, the United States was there to keep and maintain the peace. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's a great point, Jesse. And, you know, you look back on that coalition that he built. He spent his entire adult life essentially building that coalition. He was U.N. ambassador. He was an ambassador to China. He worked on his relationships with people in a sincere way that had a lot of depth. And, you know, we've talked a lot about the notes that he would write to everybody. That's meaningful. That's building networks, building friendships over time. And I also think that one of the great things about this man was his sincerity. He wasn't -- he didn't appear to be working it just so that he could work it. And I think everybody understands what I mean by that these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Truly a genuine people person. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Unlike some people at the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm talking about you, Greg. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I just tell you, Martha, so when my son was born, this system go back to '88, he'll be 30 this year, I got a note from George H.W. Bush. I wasn't covering him at the time. In fact, this was right after the campaign, he just won the presidency. Here comes a note in the mail. Oh, thanks, I don't know how he knew about it. I'm looking at these pictures, though, Jesse, and I'm looking at these young men. I guess they're at Texas A&M -- you could see their brown uniforms. The way they are standing against in that gloomy -- against that gloomy sky, so still, so respectful, so much a matter of precision in honoring our fallen president. It is absolutely inspiring. It is a thrill. I mean, we saw great show yesterday and day before in Washington. Martha was there. And we've had 4,000 members of the U.S. military of the Washington regional command take charge of that, and it was written out, you know, the whole thing. But here we are in Texas, and I have more a sense of young people, young people oftentimes college people, or people, maybe, who are just in the local ROTC in College Station participating. I think for them, this is going to be a lifetime memory. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Let's go to Alicia Acuna who's there on the scene in College Station, Texas. Alicia, why don't you set the scene for us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALICIA ACUNA, FOX NEWS",
      "sentences": "Hi, we are awaiting the arrival here of the procession. It is just coming up right now up Barbara Bush Drive. And it will make its way in front of the George Bush Presidential Library and Museum. And per the request of the family, any moment now, I am going to stop talking because the family has requested that thing remain silent at this point, which we will do now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, there the processional goes into the Bush presidential library. And, you know, Alicia brought it up. I mean, silence. I think this country has really reflected this last week. And when you reflect you, obviously, you're silent and you think. And you think about a man who was so unifying and so well-respected. And as Juan was mentioning, Kennedy, it really is kind of the turning of a page from one generation to the next, not just with the Bush family but about how we see our leadership in this country. And I think people are understanding of what true leadership is in America, and it's a beautiful thing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, it's also interesting how we see time and time again throughout the generations, throughout the elections, how the political pendulum swings. And, you know, how it must have been for George H.W. Bush, who live this exemplary life, and then to lose a second term to someone who was such a nontraditional politician. Who didn't necessarily embody the same things in the same way that he did. And the rest of his life was a reaction to that pendulum swing. And, you know, we've just seen another one, a very opposite president who was elected after President Obama, and the non-victor in that race has also taken time to reflect on a non-victory, and how vastly different those reactions can be. And how, you know, if we're being completely honest, time has been very, very gracious to George H.W. Bush --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "-- and his legacy and his long life, and the choices that he has made post-presidency only solidify that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know what strikes me for what you just said, Kennedy, is the note he wrote to Clinton. Amazing. He said I'm rooting hard for you. In essence, I'm rooting for America. I can get over this. We don't see that kind of self-effacing statement these days in our politics. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah. But the point that, Kennedy, you bring up is a very interesting one. This is a guy who flew 58 combat missions and helped end the cold war, Kuwait, he's ambassador, a World War II hero, was shot down and rescued. But he was treated poorly in '92 because his life put him at a certain age. For those deeds to be accomplished, he was 68. We decided arbitrarily that 68 was the wrong number, that we were worried that that was too old. Not anymore, 68 is young now. It's young. But back then, they were worried because Bill Clinton was seen as the young new coke. He was the fresh coke. And this guy was, you know, old Pepsi. And it was such an injustice for what he had done in those four years, I think. And unfairly -- kind of dismissed over one single criteria and that was the year he was born. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Can I just add something to that very quickly. I don't know if you remember but in the Orange County register which is, you know, historically been a very conservative part of Southern California, the Republican community took out an entire ad, an entire newspaper page asking the president to not take Dan Quayle again with him as his V.P. choice going into the 1992 campaign. And Juan and I spoke about loyalty that Alan Simpson touched on in yesterday's eulogy. And he stayed loyal to Dan Quayle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He sure did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I believe this is Reverend Levinson from St. Martin's episcopal who has been, it's worth pointing out, with President Bush 41 since the moment he passed. And he was with him during his final hours, praying with him, and has taken the journey to Washington, D.C., and now back. We see things really coming full circle here. And I think there was something so romantic about watching the train as it moved its way across Texas. And that too touches, kind of, a touchstone in all of us. You know, you think of Abraham Lincoln, you think of Dwight Eisenhower. Presidential caravans moving across the country in this open train. You can see the casket with the flag draped over it, and it's just like a life's journey and his own journey from Connecticut to this, you know, the elite schools that he grew up in, and then across these small towns in Texas where people came up from all over waving their small flags to pay tribute to this man who really adopted Texas as his home, and now he's going back there to be buried. And now we see the Bush family at the top of the stairs gathering. These are emotionally draining moments for families as they go through these kinds of long days of experience. But let's watch as they remove the casket from the hearse in Texas. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Very moving. We just watched the final moments. We are -- we will not see the casket after this. The family is going inside for the private burial service and then the burial, which will follow that. President George H.W. Bush will be laid to rest next to a Barbara Bush, his wife of 73 years, and Robin, their young daughter, who passed away the age of three after suffering from leukemia. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And as we remember President Bush 43 saying yesterday at the service at the National Cathedral, at the end of his very moving speech and at the moment that he broke down himself, he said that he wanted to think of his father hugging Robin and holding his mother's hand, Barbara Bush. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } So this is the moment where, basically, we turn our attention away, and we leave it to the privacy of the family. And it has been such a moving ceremony, as we have watched all of this be carried out over the last few days. And you know, Greg, as you said, there are people who -- there are cynics, you know, and those who sort of want to poke fun at some of the things that he felt were so important. And faith, obviously, was one of those. I think as a society today, some people feel like they're sort of above faith, too smart for faith. And here's a man who was so intelligent and who leaned on it so completely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And what you notice in this -- in these ceremonies, even if you aren't religious, and I'm not religious. I understand the value and importance of religion as providing kind of a bulwark and a community for people. It's about people coming together every day, knowing the people that you live with and the people in your community who you see every Sunday or even more frequently. And it's something that people who are cynics -- there are people who are agnostic, who understand completely the value of religion. And you see it in events like this, that -- how important faith is, sharing it with your family. And it is incredibly moving to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So the grandson said today, he said, you know, that his grandfather told him that God loves us all, but there's a price to God's love. We have to be good to one another. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And you know, you hear something like that and you think, \"Well, that's just the old guy talking.\" But the way that George P. Bush, the grandson, spoke today, you can tell it went to his heart. That it meant the world to him that his grandfather was communicating the power -- I was thinking power of God, but I think it's the power of faith across generations that says, \"This binds us, and that I'm not leaving. I'm here with you.\" You know, that goes back to Jesus himself. So I think that's the spirit that I got from listening to the grandson today. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } The other thing I wanted to quickly mention was that apparently he said that on his gravestone, all he wanted was his Navy number, his identification number, basically, his tags, and the inscription that he loved Barbara very much. So how appropriate that he's going to be next to his sweetheart. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, it's -- it's really remarkable how all of the members of the Bush family have really come to this moment in such a graceful and beautiful way, if you think about the grandchildren and the sons and daughters. And everyone has really risen to the occasion. And it's so -- got to be so heartbreaking for all of them. But to be in the public spotlight when your father, your grandfather, or your relative passes away in such a public way and to be able to carry yourself with so much dignity and grace. Not just in the words we've heard but just the way that everybody has just walked and -- and been in the moment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } And there -- the flawless execution of the ceremony has also been remarkable. If you think about how important ceremony as a subject is to this country, this is done at the highest level, a presidential funeral. And it's gone on for many, many days. And it's been so well-scripted and so well-executed, and it's so amazing to watch the flawless execution of a ceremony like this. The music playing. It really gives you the chills, and it makes you think; and it makes you reflect. I think 41, from what I've heard, Kennedy, had a hand in a lot of the scripting of the ceremony, and you can see it play out so perfectly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And -- and the details, they show how important tradition is to him and to that family. But also, there's a great deal of restraint and humility, and a lot of the pictures speak for themselves. And he must've anticipated how that train ride would look and the message that that would send, because, you know, it's slower. It's more deliberate. You have to be in the moment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And so many people coming outside to greet the train. It reminded me when President Reagan passed and, as he made his way from the funeral home to the Reagan Library in Simi Valley, how people rushed onto overpasses so they could get a final glimpse and, in some way, pay their respects. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } But it also -- you know, I look at these things, and I think what can people internalize in their own lives? And if -- this is a good time for you to talk with your family about how you would want your send-off to be, hopefully, years and years down the road. But I think we run from these things in our society and when we really should embrace the way that we wrap up people's lives and show appreciation while people are still on this earth by making those final decisions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Apparently, this was 400 pages. And 200 pages that President Bush had written himself. And I was -- no, it was something I was thinking about the whole time. I was like, you know, me planning a funeral, it's going to be about one page. And it's just going to be like, \"Don't drop the ashes. Party hard.\" You know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, you're not having -- no flyover for the Gutfeld? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No flyover. Unless it's a little -- it's a drone that's dropping, like, airline bottles of rum. But yes -- no, it's -- they must have high-end funeral planners, I would imagine that, I mean -- because this is pretty intense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So what do you think if you were president, former president, Greg, and yesterday, you're sitting there in the National Cathedral in D.C., and you're thinking, \"Hmm, I think they're going to do this for me. Wow.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I also think that he probably planned it, to a certain extent, you know, for his own personal journey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thinking \"How do I want to leave this earth? I want to -- you know, I want to spend. I want to be sent to Washington, obviously, and have all of the state funeral, lie in state, and then go back to Texas.\" And he talked about loving train trips.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that he -- when he left to go to the war at the age of 18, he said, \"I went on a train.\" And then, you know, by the grace of God, he survived and was pulled out of the water in, I think, one of the most extraordinary pieces of historic video we have access to. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm still amazed that someone was there recording that as he was pulled out of the water. And he said, \"And then when I finally got to go home, I went home on a train\" and that his family would often, for trips, like so many families back then, get on a train and travel. And just the beauty of watching America roll by the windows as you travel is just a peaceful, beautiful way to say goodbye to the country. And, you know, I also thought -- I don't know if you guys had mentioned this yet -- but Jon Meacham, he was asked by President Bush, who we were talking about the fact that he planned so much of this. Meacham went over and read the eulogy to the president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He read the whole thing to him, because he had asked Jon Meacham to write it. And he went over there a short while ago, and he read it all to him. And at the end, he said, \"That's a lot about me, Jon.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Which is typical of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Typical of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's the guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But it's interesting to know, when you talk about planning your own funeral and planning funerals, that he wanted to hear -- he wanted to hear what was going to be said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know what? I was thinking about the train ride, which I just -- I think it's a real \"take you back to another era in America.\" The one train -- the most famous train ride, in terms of funerals, is Franklin Delano Roosevelt, our longest-serving president. And he makes this trip from down South, where he died, all the way up to Hyde Park here in New York state. And that was literally lined with people almost all the way and people showing tremendous emotion for who he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Abraham Lincoln's was pretty -- pretty good, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I missed that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was a pretty -- pretty amazing ride, as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think RFK, as well. He wasn't the president, but he was campaigning for president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "After he was assassinated, he -- his body was also taken by train, I think, to New York City. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I believe in the '88 campaign, George H.W. Bush went to a few campaign stops via train.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. And then in '92, he made a point of doing campaigning by train, because he liked it so much. And, you know, you can do what they call the whistle-stop tour, where you stop and you're at the back and stuff. But he would get off, and people would just run to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It used to be the only way that candidates could be seen in those small towns, to go through on the train and make a whistle stop and be seen. And that 21-aircraft flyover was just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- a really powerful moment. So as we head to a quick break here, we're going to have more of \"The Five\" coming up right after this, as we watch the military movements on the grounds of College Park, Texas, Texas A&M, as the private ceremony for President George Herbert Walker Bush, family and close friends only, is underway. We'll be right back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The president launching a new attack on the special counsel's probe. The president hammering what he calls \"the phony Russia witch hunt\" and claiming his approval rating would be 75 percent without it. Mueller is set to release court documents tomorrow and the Michael Cohen and Paul Manafort cases. They could provide new information on where the investigation is headed. Kennedy, do you have any idea about what the president is talking about when he says his ratings could be 75 -- I think he called it presidential harassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I think, given all of the negativity, perceived and real, from the press and from his political opponents and oftentimes that resistance is fueled and justified by the Mueller probe. And he feels that, you know, if that variable were taken out of the equation, that -- that he has had so many major economic and political victories that he would be the most popular president ever in the history of this great union.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Why are you laughing? I thought you liked the guy. Why are you laughing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, I do. I do like the guy. I do. I will say, I mean, FOX Nation poll has him at 75 percent. Maybe that's an outlier. Is that an outlier, Williams? Maybe if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think it's accurate, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think it could be accurate. I trust the poll. I would say this. I do believe that the Mueller probe is taken a toll on the president's numbers. Because if you're just the average America and you're not following it day-to-day like we are, you're just kind of, when you dial-in, you're kind of -- you know, you hear things. This guy is getting indicted. You know, the special counsel is doing this. Is this person going to jail? And after two years, that really kind of melts into your brain, and you get this feeling like, is there corruption going on? Why is this cloud of corruption, you know, floating over this presidency? The other thing is, when you hear the media, the media constantly salivating over impeachment. Or they see a redaction, and they're predicting the redaction is President Donald Trump, and he's about to be led away in handcuffs. So that takes a toll. But also, it could work in the president's favor, because if the Mueller probe comes back and the Mueller probe does not show definitive conclusion, after two years, the president's going to say, \"I was right. I told you it was fake news. This is a witch hunt from the jump.\" And he now -- his credibility will go up, and the media's credibility will go down. In my opinion, the whole witch hunt thing was rigged from the jump as an excuse for Hillary losing the election. If you think about all the spies and all the wiretaps and the unmasking and the leaking, this was all done to take out the president of the United States as an insurance policy to protect the country against his presidency. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know, someone should write a book about the deep state. Honestly, there's so much dirt out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's a great title for a book, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Have you ever heard that phrase before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Never, and I think you coined it just now. I'm so impressed by that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I should write a book about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You could. You could. I sit here and listen and I think wow. Martha, so there's a report that says that the president is considering Bill Barr, the former attorney general, to become attorney general now to replace Mark [SIC] Whitaker. Of course, that would take Senate confirmation. It could take a long time, so it's not imminent. But the idea is, he's looking for someone with more credentials and someone, by the way, who has some connections to George H.W. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, he was chosen by George H.W. Bush as his attorney general and served for, I think, three years under -- under President Bush 41. He is -- perhaps, you know, that has lifted the appeal of his candidacy a little bit. But in typical White House fashion, it was like he's definitely the guy. He might not be the guy. We're not sure. There's going to be an announcement. There might be an announcement. But you know, clearly, he's in the mix and someone they're interested in. I talked to a couple of folks today in the judicial realm who felt that he's a very strong candidate, that he is -- you know, has an excellent reputation and that he would be a good pick for this job. We're going to talk about it a little bit tonight on \"The Story,\" actually, which is coming up at 7 p.m. but you know, we'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We'll see. So Greg, I was thinking about your ratings. Because I was thinking if it wasn't for me harassing you every day, what would Greg's ratings be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They would be much lower, and I thank you for that. It's so true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Gutfeld harassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You've made me into some kind of martyr. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know, I don't think he's -- obviously, he's not wrong about this; it's just whether it would be 75. It would deftly be higher, but it's impossible to prove. But the goal of the probe is to kind of handicap him. Can I use an --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Can I ask you a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "\"The goal of the probe is to handicap him\"? Why couldn't the goal of the probe to be to find out whether or not there was Russian interference in the election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because we haven't -- let's be honest, we haven't found it yet. This is just a waste of time. Anyway, you're trying to stop me from doing an analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no. I just thought -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have an analogy, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And it's a Christmas tree. If Donald Trump were a Christmas tree, look at all the gifts underneath it. Peace, prosperity, wages, jobs, GNP, decline of ISIS, possible peace with North Korea. Those are amazing gifts. And here is the media? They're that loser that's picketing the nativity scene down by the church. That's an analogy!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "By the way, was it a dark red Christmas tree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, more fake news. If you saw the video of the White House, there were, like, dozens of different kinds of Christmas trees, beautiful Christmas trees in different rooms. And what did the media do? They chose the aisle where there were the red trees and made it into some kind of satanic ritual. Crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Crazy. So getting back to the probe, you and I go at it, but I mean, getting back to the probe, so what you have here tomorrow is the potential for more breaking news with regard to Manafort. And again, Jesse's point is it's not you make any difference to any true Trump supporter. Am I right? Is that what you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, listen, I mean, if they find really bad dirt, I think people that have open minds will say that's not good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So that's not us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But I just don't see that coming. We throw (ph) balls and strikes on \"The Five.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The suggestion that it's going to go away anytime soon is really off-base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now Democrats are saying that they want to turn over the testimony that was given to them to the Judiciary Committee by Roger Stone and Jared Kushner and Donald Trump Jr. They want Robert Mueller to analyze it. They want him to analyze it against the other testimony and make sure there isn't any inconsistency in it. So there's no doubt in my mind that even if Robert Mueller comes in and says, you know, \"I didn't find any collusion exactly,\" he is finding something interesting, which is a lot a people who are getting paid in Washington to basically -- to lobby for foreign governments, and they're not really disclosing that that's what they are doing. And I think that's one of the avenues he's going down here, you know, with a bit of commitment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is the real collusion. Mueller and the House Democrats. I think we found it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there's your book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Does does that mean that everyone who has testified before Congress who has made a misstatement or out and out lied is now going to be prosecuted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Does that mean James Clapper and people are going to be chanting \"Lock him up\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Lock him up. Lock him up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, but I mean, this could get very personal for the president. Because his son-in-law, his son, they were called to testify, Kennedy. And then you -- then it becomes, like, what decision does he have to make?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Pardon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, that was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If they go after my son, I pardon him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You pardon him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You have to pardon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because he -- he was was saying, you know, with regard to Manafort, pardon's not off the table. Now clearly, Cohen -- he says Cohen should get as much time as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what -- what Donald Trump said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There's no love lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Which son is it?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're a mean man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's a joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "\"One More Thing\" coming at you right now on \"The Five.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Time for \"One More Thing.\" Christmas is around the corner. If you guys want to get some really good stuff, FOX News has a new shop, where you can get all sorts of crazy SWAG. Look at this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Fleeces, polos, hats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, you have a cup there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Beer glasses, tumblers, which are really nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Wine glasses. Water bottles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Water bottles, mugs, backpacks. They've got a whole lot of other stuff, so go to Shop.FOXNews.com. That's Shop.FOXNews.com. And get all this stuff for Christmas. And if you go before December 14, it will arrive before Christmas. There you go. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do we get to bring things home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm going to take it all, Martha. You get nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll be fighting over it on the way out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right. All right. Mr. Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just -- I think fleece has run its course. I'm just putting it out there. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A salesman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My podcast is amazing. Go to FOXNews.com Podcasts. That's Lee Child. He's the guy who writes the great Jack Reacher novels. And we talk about why Tom Cruise will no longer be in the movies and about his new book. I'm pushing myself. But it's time for -- GUTFELD (singing): Animals are great! Animals are great! Animals are great!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No matter what. No matter what, animals will always be great. Especially an animal that can change its appearance when frightened. Take a look at this armadillo. I'm walking towards it and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Whoa!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That is incredible!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is incredible. And it looks almost exactly like a cantaloupe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Did they speed that up or is that --?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. That's the actual speed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Did you edit that video?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I did not edit; I did not speed it up! I didn't. No, it's just amazing. Biology is incredible. Everything has a purpose or goal. And in my opinion, that is why -- GUTFELD (singing): Animals are great! Animals are great! Animals are great!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And then all of a sudden you're a watermelon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Some new people at the table. We have Martha and Kennedy. Do you guys like \"Animals are Great\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I love \"Animals are Great\"!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Both of you? That's not the answer we were looking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's a very catchy tune.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jesse and I are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's a little too catchy after a week of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I think it's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Kids love it. I'm on the street. Kids come up to me and say animals are great. And I say, \"Get away from me, kid.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think you've got a whole big future in \"Animals Are Great.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, this is a children's show I am working on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "yes, I think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, when they kick me off of FOX, I'll have the \"Animals are Great\" children's show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Any day now, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Always good to have a plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So \"Jingle Bells,\" it's Christmas time in the city, and the city of Midlothian (ph), Scotland, David Brown has put 3,000 Christmas lights on his house. Look at this! Brown's wife has been suffering from lung disease since 2011, and the wife of 31 years died this August. And when she first became ill, Brown began stringing Christmas lights up on the house to raise money for a charity that helped them with their medical bills. So before she died in August, she asked the grandfather of eight whether or not he would promise her to do it one last time. So, he added a thousand more lights. Brown said this will be his last year. He's turning the show over to the community. But I was thinking, boy, but a great Christmas tale of love fulfilled. Wonderful gift to his now deceased wife.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Beautiful. All right. Martha MacCallum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mine is Christmas, too. Every year I go to the Cardinals Christmas luncheon, which is just a few blocks up the street here, and it celebrates a hundred years of Catholic Charities in New York giving to New Yorkers who are in need; families who are destitute, impoverished without homes. And Lydia Bastianich is a a really cool person who owns some of the best restaurants in New York. And she told this incredible story -- She was given the award today -- of her family. She -- after World War II they ended up, they were in Yugoslavia on the wrong side of the communist border; and her family had to escape. The children and her mother went first and then her father had to escape the guards. They were shooting at him as they went -- she went across the border. Finally got to America and the Catholic Charities basically helped her dad and her mom find a job and got her started. And she said, \"I know what it feels like to be one of these children who needs to make their American dream come true.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Excellent. All right. Kennedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Last night L'Oreal hosted its Women of Worth event honoring ten incredible women who are using their inner beauty to make the world a better place. I gave an award to that woman, Genevieve Chase, who was an Afghanistan vet. She's an Army Reservist. And she was blown up, essentially. Her truck was rammed by a car packed with explosives. She started American Women Veterans, and they focus on women's issues and helping those with PTSD and other areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. \"Special Report\" up next with Bret Baier. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "This is \"The Five.\" You are now looking live at College Station, Texas, where President George H.W. Bush has arrived. His casket is traveling to his presidential library where he will be buried. Hello, everybody. I'm Jesse Watters along with Martha MacCallum, Juan Williams, Kennedy, and Greg Gutfeld. It's 5 o'clock in New York City, and this is The Five. President George H.W. Bush's final journey home, the 41st commander-in- chief to be laid to rest this hour next to his wife Barbara and his daughter Robin at the Bush Presidential Library in College Station, Texas. His casket making the final leg of the journey by train, with mourners paying their respects along the way. In honor of the president's military service, the navy will do a 21 strike fighter aircraft fly over, and we're going to bring that to you as soon as it happens. Before his final ride to the lone star state, friends and family, including his close friend James Baker and grandson George P. Bush paid tribute to 41 in an emotional and moving funeral service."
    },
    {
      "speaker": "JAMES BAKER, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "The world became a better place because George Bush occupied the White House. He had a very effective way of letting me know when the discussion was over."
    },
    {
      "speaker": "BAKER",
      "utterance": "He would look at me and he'd say, Baker, if you're so smart, why am I president and you're not? We rejoice, Mr. President, that you are safely tucked in now. And through the ages with God's loving arms around you, because our glory, George, was to have you as our president and as such a friend."
    },
    {
      "speaker": "GEORGE P. BUSH, GRANDSON OF GEORGE H.W. BUSH",
      "utterance": "Undoubtedly when the last words are written on him, they will certainly include this, that the fulfillment of a complete life cannot be achieved without service to others. George Herbert Walker Bush is the most gracious, most decent, most humble man that I will ever know. And it's the honor of a lifetime to share his name. God bless you, Gampy, until we meet again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Well, Martha, we've seen this -- the ceremonies play put over the week, and any reflections that you've had? My thing that really struck me personally is the friendships that this man has endeared over the years. He was more than a president. He was just a dear, dear friend to all the people that worked with him and work for him."
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS",
      "utterance": "You know, Jon Meacham said he was the last great soldier statesman. And I think that so much of our feelings about the greatest generation are wrapped up in this president, this 41st President of the United States, who represents, I think, to so many of us a generation that we have an understanding about our own families and we watch the passing of this president and all of the beautiful military components that have accompanied this, the incredible music. And it just gives you pause and it makes you think about the life of your nation because whenever someone like this passes, you think about where we stand as a country and what we care about and who we are and what it means to be an American. And he gave us a potent reminder every day through his, as you say, Jesse, his personal expression of the importance of friendship and family, but also his enormous devotion to the United States of America, and how he spent his life carrying out that mission."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And I know, Juan, you definitely covered him closely during a time period when he was president. And one of the main themes I think everyone's been discussing is how hard he worked and how much he packed into each day. And if you just look at the one term, he accomplished so much in one term, from the clean air act, the civil rights act, Americans with disabilities act, overseeing the end of the cold war, kicking Saddam Hussein out of Kuwait, just a massive amount of accomplishment for just four years."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "I really -- I have such regard for him. And I think one of the refrains that you hear about someone who was a good friend. So I was a very young White House reporter at the Washington Post, and one of my jobs was occasionally go take a ride with the vice president. And you can imagine at that time it was a very different Washington in the size of the press corps. So it would be me, the secret service and aides, and we'd be on Air Force Two and we would just be talking. I mean, we go back -- I go back home and my wife would say, oh, how's your pal, you know, Vice President Bush? I'd say, well, he thinks Earl Weaver's strategy -- we'd start talking baseball. We talked a lot of baseball. And we talked baseball for hours. And he loved baseball. He was a great athlete. But the thing that strikes me is always -- in listening to date to his grandson. And I've got to tell you as a grandfather how much it would mean to me to have a grandson get up there, and not only say that his grandfather or grampy was a great guy, but to talk about the idea that it wasn't just rhetoric. You know how sometimes you think the kids look at you when you're talking and think, oh, he's just talking. He's just saying that stuff. He said when his grandfather talked about honor, duty, when he talked about love of country, he said it wasn't something he just talked about. This was something that he lived and offered as an example. To me, that plus the granddaughters that were there today, I can't tell you, Jesse. I just think, you know, when you go, they can have all the ceremonies they want, but if the people who knew you best love you, man, that's the -- I don't think you can get better than that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And we've seen such an outpouring of love, not just from his family and his friends and the people who worked for him, just amazing amount of just regular Americans watching the train go by or visiting his casket in Washington. Why don't we hear him in his own words, Kennedy. This is him in 1988 when he was nominated to be the Republican candidate for president in New Orleans. Let's listen."
    },
    {
      "speaker": "GEORGE H.W. BUSH, FORMER U.S. PRESIDENT",
      "utterance": "For we're a nation of community, of thousands and tens of thousands of ethnic, religious, social, business, labor union, neighborhood, regional, and other organizations, all of them very voluntary and unique. This is America. A brilliant diversity spread like stars, like a thousand points of light in a broad and peaceful sky."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Any thoughts?"
    },
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "utterance": "And a broad and peaceful sky. The nice thing about this is -- it not only allowed us to pay tribute to the generation -- the greatest generation that Martha touched on, but this is also an aspirational life. And it's the kind of moment where you can reflect in your own life and say to yourself, how do I want people to remember me? Therefore, from this day forward, what will I do with my life? How will I go on this journey? How will I treat other people? How will I raise my children? How will I aim to inspire? How will I humbly ask for forgiveness? And it's those kinds of things. And Juan and I were talking about this last night. It really is a special moment for reflection as a country and for individuals. And if there's something about that that we can carry forward, I think it is an incredible accomplishment for this former president."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, I've been personally affected by it. The man is so humble, I'm thinking to myself maybe I should be more humble."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "It's too late, Jesse. No one will believe it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK, Greg, what do you say?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. It's an interesting thing to watch. I looked at the masses which were very moving, and what do they talked about, OK? So they've talked about these things that are often mocked in contemporary pop culture. So what were the things? Duty, honor, patriotism, God forbid, faith, you are -- broad of faith and God and family. So these are kind of all the things that we're constantly reminded in our modern culture is corny. But when it comes down to it, when you are faced with mortality and the loss of somebody special, these are actually the things that matter more than hashtags, you know, and sarcasm and cynicism and snark. You know what I'm saying? It's like -- it's so easy to snark about traditional things, you know, about family and about religion, making fun -- oh, that's so old-fashioned and corny. But when it comes down to that moment in time where everything is important, family, faith, duty, honor, sacrifice. That's all anybody talks about. It's almost as though it's biological."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, he came from a great family, and made sure his other family members, especially his sons, valued service and putting the country above the person. And now we're looking at the processional travel to the Bush presidential library in College Station, Texas. Let's listen to President George H.W. Bush talking about in the State of the Union, I believe it was 1991, the consequences of Saddam Hussein invading Kuwait."
    },
    {
      "speaker": "BUSH",
      "utterance": "Saddam Hussein's unprovoked invasion, his ruthless systematic rape of a peaceful neighbor violated everything the community of nations holds dear. The world has said this aggression would not stand, and it will not stand."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And if you think about, you know, modern military campaigns, Martha, this was executed so perfectly with the international coalition so firmly behind him. There were parades in America afterwards. There wasn't a lot of overreach. And it was something that he believed so strongly. And that after the cold war was finished, the United States was there to keep and maintain the peace."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's a great point, Jesse. And, you know, you look back on that coalition that he built. He spent his entire adult life essentially building that coalition. He was U.N. ambassador. He was an ambassador to China. He worked on his relationships with people in a sincere way that had a lot of depth. And, you know, we've talked a lot about the notes that he would write to everybody. That's meaningful. That's building networks, building friendships over time. And I also think that one of the great things about this man was his sincerity. He wasn't -- he didn't appear to be working it just so that he could work it. And I think everybody understands what I mean by that these days."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Truly a genuine people person."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Unlike some people at the table."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm talking about you, Greg."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I just tell you, Martha, so when my son was born, this system go back to '88, he'll be 30 this year, I got a note from George H.W. Bush. I wasn't covering him at the time. In fact, this was right after the campaign, he just won the presidency. Here comes a note in the mail. Oh, thanks, I don't know how he knew about it. I'm looking at these pictures, though, Jesse, and I'm looking at these young men. I guess they're at Texas A&M -- you could see their brown uniforms. The way they are standing against in that gloomy -- against that gloomy sky, so still, so respectful, so much a matter of precision in honoring our fallen president. It is absolutely inspiring. It is a thrill. I mean, we saw great show yesterday and day before in Washington. Martha was there. And we've had 4,000 members of the U.S. military of the Washington regional command take charge of that, and it was written out, you know, the whole thing. But here we are in Texas, and I have more a sense of young people, young people oftentimes college people, or people, maybe, who are just in the local ROTC in College Station participating. I think for them, this is going to be a lifetime memory."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Let's go to Alicia Acuna who's there on the scene in College Station, Texas. Alicia, why don't you set the scene for us?"
    },
    {
      "speaker": "ALICIA ACUNA, FOX NEWS",
      "utterance": "Hi, we are awaiting the arrival here of the procession. It is just coming up right now up Barbara Bush Drive. And it will make its way in front of the George Bush Presidential Library and Museum. And per the request of the family, any moment now, I am going to stop talking because the family has requested that thing remain silent at this point, which we will do now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, there the processional goes into the Bush presidential library. And, you know, Alicia brought it up. I mean, silence. I think this country has really reflected this last week. And when you reflect you, obviously, you're silent and you think. And you think about a man who was so unifying and so well-respected. And as Juan was mentioning, Kennedy, it really is kind of the turning of a page from one generation to the next, not just with the Bush family but about how we see our leadership in this country. And I think people are understanding of what true leadership is in America, and it's a beautiful thing."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, it's also interesting how we see time and time again throughout the generations, throughout the elections, how the political pendulum swings. And, you know, how it must have been for George H.W. Bush, who live this exemplary life, and then to lose a second term to someone who was such a nontraditional politician. Who didn't necessarily embody the same things in the same way that he did. And the rest of his life was a reaction to that pendulum swing. And, you know, we've just seen another one, a very opposite president who was elected after President Obama, and the non-victor in that race has also taken time to reflect on a non-victory, and how vastly different those reactions can be. And how, you know, if we're being completely honest, time has been very, very gracious to George H.W. Bush --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "-- and his legacy and his long life, and the choices that he has made post-presidency only solidify that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know what strikes me for what you just said, Kennedy, is the note he wrote to Clinton. Amazing. He said I'm rooting hard for you. In essence, I'm rooting for America. I can get over this. We don't see that kind of self-effacing statement these days in our politics."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah. But the point that, Kennedy, you bring up is a very interesting one. This is a guy who flew 58 combat missions and helped end the cold war, Kuwait, he's ambassador, a World War II hero, was shot down and rescued. But he was treated poorly in '92 because his life put him at a certain age. For those deeds to be accomplished, he was 68. We decided arbitrarily that 68 was the wrong number, that we were worried that that was too old. Not anymore, 68 is young now. It's young. But back then, they were worried because Bill Clinton was seen as the young new coke. He was the fresh coke. And this guy was, you know, old Pepsi. And it was such an injustice for what he had done in those four years, I think. And unfairly -- kind of dismissed over one single criteria and that was the year he was born."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Can I just add something to that very quickly. I don't know if you remember but in the Orange County register which is, you know, historically been a very conservative part of Southern California, the Republican community took out an entire ad, an entire newspaper page asking the president to not take Dan Quayle again with him as his V.P. choice going into the 1992 campaign. And Juan and I spoke about loyalty that Alan Simpson touched on in yesterday's eulogy. And he stayed loyal to Dan Quayle."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He sure did."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I believe this is Reverend Levinson from St. Martin's episcopal who has been, it's worth pointing out, with President Bush 41 since the moment he passed. And he was with him during his final hours, praying with him, and has taken the journey to Washington, D.C., and now back. We see things really coming full circle here. And I think there was something so romantic about watching the train as it moved its way across Texas. And that too touches, kind of, a touchstone in all of us. You know, you think of Abraham Lincoln, you think of Dwight Eisenhower. Presidential caravans moving across the country in this open train. You can see the casket with the flag draped over it, and it's just like a life's journey and his own journey from Connecticut to this, you know, the elite schools that he grew up in, and then across these small towns in Texas where people came up from all over waving their small flags to pay tribute to this man who really adopted Texas as his home, and now he's going back there to be buried. And now we see the Bush family at the top of the stairs gathering. These are emotionally draining moments for families as they go through these kinds of long days of experience. But let's watch as they remove the casket from the hearse in Texas."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Very moving. We just watched the final moments. We are -- we will not see the casket after this. The family is going inside for the private burial service and then the burial, which will follow that. President George H.W. Bush will be laid to rest next to a Barbara Bush, his wife of 73 years, and Robin, their young daughter, who passed away the age of three after suffering from leukemia. And as we remember President Bush 43 saying yesterday at the service at the National Cathedral, at the end of his very moving speech and at the moment that he broke down himself, he said that he wanted to think of his father hugging Robin and holding his mother's hand, Barbara Bush. So this is the moment where, basically, we turn our attention away, and we leave it to the privacy of the family. And it has been such a moving ceremony, as we have watched all of this be carried out over the last few days. And you know, Greg, as you said, there are people who -- there are cynics, you know, and those who sort of want to poke fun at some of the things that he felt were so important. And faith, obviously, was one of those. I think as a society today, some people feel like they're sort of above faith, too smart for faith. And here's a man who was so intelligent and who leaned on it so completely."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And what you notice in this -- in these ceremonies, even if you aren't religious, and I'm not religious. I understand the value and importance of religion as providing kind of a bulwark and a community for people. It's about people coming together every day, knowing the people that you live with and the people in your community who you see every Sunday or even more frequently. And it's something that people who are cynics -- there are people who are agnostic, who understand completely the value of religion. And you see it in events like this, that -- how important faith is, sharing it with your family. And it is incredibly moving to see."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So the grandson said today, he said, you know, that his grandfather told him that God loves us all, but there's a price to God's love. We have to be good to one another. And you know, you hear something like that and you think, \"Well, that's just the old guy talking.\" But the way that George P. Bush, the grandson, spoke today, you can tell it went to his heart. That it meant the world to him that his grandfather was communicating the power -- I was thinking power of God, but I think it's the power of faith across generations that says, \"This binds us, and that I'm not leaving. I'm here with you.\" You know, that goes back to Jesus himself. So I think that's the spirit that I got from listening to the grandson today. The other thing I wanted to quickly mention was that apparently he said that on his gravestone, all he wanted was his Navy number, his identification number, basically, his tags, and the inscription that he loved Barbara very much. So how appropriate that he's going to be next to his sweetheart."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, it's -- it's really remarkable how all of the members of the Bush family have really come to this moment in such a graceful and beautiful way, if you think about the grandchildren and the sons and daughters. And everyone has really risen to the occasion. And it's so -- got to be so heartbreaking for all of them. But to be in the public spotlight when your father, your grandfather, or your relative passes away in such a public way and to be able to carry yourself with so much dignity and grace. Not just in the words we've heard but just the way that everybody has just walked and -- and been in the moment. And there -- the flawless execution of the ceremony has also been remarkable. If you think about how important ceremony as a subject is to this country, this is done at the highest level, a presidential funeral. And it's gone on for many, many days. And it's been so well-scripted and so well-executed, and it's so amazing to watch the flawless execution of a ceremony like this. The music playing. It really gives you the chills, and it makes you think; and it makes you reflect. I think 41, from what I've heard, Kennedy, had a hand in a lot of the scripting of the ceremony, and you can see it play out so perfectly."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And -- and the details, they show how important tradition is to him and to that family. But also, there's a great deal of restraint and humility, and a lot of the pictures speak for themselves. And he must've anticipated how that train ride would look and the message that that would send, because, you know, it's slower. It's more deliberate. You have to be in the moment. And so many people coming outside to greet the train. It reminded me when President Reagan passed and, as he made his way from the funeral home to the Reagan Library in Simi Valley, how people rushed onto overpasses so they could get a final glimpse and, in some way, pay their respects. But it also -- you know, I look at these things, and I think what can people internalize in their own lives? And if -- this is a good time for you to talk with your family about how you would want your send-off to be, hopefully, years and years down the road. But I think we run from these things in our society and when we really should embrace the way that we wrap up people's lives and show appreciation while people are still on this earth by making those final decisions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Apparently, this was 400 pages. And 200 pages that President Bush had written himself. And I was -- no, it was something I was thinking about the whole time. I was like, you know, me planning a funeral, it's going to be about one page. And it's just going to be like, \"Don't drop the ashes. Party hard.\" You know?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, you're not having -- no flyover for the Gutfeld?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No flyover. Unless it's a little -- it's a drone that's dropping, like, airline bottles of rum. But yes -- no, it's -- they must have high-end funeral planners, I would imagine that, I mean -- because this is pretty intense."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So what do you think if you were president, former president, Greg, and yesterday, you're sitting there in the National Cathedral in D.C., and you're thinking, \"Hmm, I think they're going to do this for me. Wow.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I also think that he probably planned it, to a certain extent, you know, for his own personal journey."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thinking \"How do I want to leave this earth? I want to -- you know, I want to spend. I want to be sent to Washington, obviously, and have all of the state funeral, lie in state, and then go back to Texas.\" And he talked about loving train trips."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that he -- when he left to go to the war at the age of 18, he said, \"I went on a train.\" And then, you know, by the grace of God, he survived and was pulled out of the water in, I think, one of the most extraordinary pieces of historic video we have access to."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm still amazed that someone was there recording that as he was pulled out of the water. And he said, \"And then when I finally got to go home, I went home on a train\" and that his family would often, for trips, like so many families back then, get on a train and travel. And just the beauty of watching America roll by the windows as you travel is just a peaceful, beautiful way to say goodbye to the country. And, you know, I also thought -- I don't know if you guys had mentioned this yet -- but Jon Meacham, he was asked by President Bush, who we were talking about the fact that he planned so much of this. Meacham went over and read the eulogy to the president."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Wow."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He read the whole thing to him, because he had asked Jon Meacham to write it. And he went over there a short while ago, and he read it all to him. And at the end, he said, \"That's a lot about me, Jon.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Which is typical of him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Typical of him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's the guy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But it's interesting to know, when you talk about planning your own funeral and planning funerals, that he wanted to hear -- he wanted to hear what was going to be said."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know what? I was thinking about the train ride, which I just -- I think it's a real \"take you back to another era in America.\" The one train -- the most famous train ride, in terms of funerals, is Franklin Delano Roosevelt, our longest-serving president. And he makes this trip from down South, where he died, all the way up to Hyde Park here in New York state. And that was literally lined with people almost all the way and people showing tremendous emotion for who he was."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Abraham Lincoln's was pretty -- pretty good, too."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I missed that one."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was a pretty -- pretty amazing ride, as well."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think RFK, as well. He wasn't the president, but he was campaigning for president."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "After he was assassinated, he -- his body was also taken by train, I think, to New York City. And I believe in the '88 campaign, George H.W. Bush went to a few campaign stops via train."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. And then in '92, he made a point of doing campaigning by train, because he liked it so much. And, you know, you can do what they call the whistle-stop tour, where you stop and you're at the back and stuff. But he would get off, and people would just run to him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It used to be the only way that candidates could be seen in those small towns, to go through on the train and make a whistle stop and be seen. And that 21-aircraft flyover was just --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Awesome."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- a really powerful moment. So as we head to a quick break here, we're going to have more of \"The Five\" coming up right after this, as we watch the military movements on the grounds of College Park, Texas, Texas A&M, as the private ceremony for President George Herbert Walker Bush, family and close friends only, is underway. We'll be right back."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The president launching a new attack on the special counsel's probe. The president hammering what he calls \"the phony Russia witch hunt\" and claiming his approval rating would be 75 percent without it. Mueller is set to release court documents tomorrow and the Michael Cohen and Paul Manafort cases. They could provide new information on where the investigation is headed. Kennedy, do you have any idea about what the president is talking about when he says his ratings could be 75 -- I think he called it presidential harassment."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I think, given all of the negativity, perceived and real, from the press and from his political opponents and oftentimes that resistance is fueled and justified by the Mueller probe. And he feels that, you know, if that variable were taken out of the equation, that -- that he has had so many major economic and political victories that he would be the most popular president ever in the history of this great union."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Why are you laughing? I thought you liked the guy. Why are you laughing?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, I do. I do like the guy. I do. I will say, I mean, FOX Nation poll has him at 75 percent. Maybe that's an outlier. Is that an outlier, Williams? Maybe"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think it's accurate, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think it could be accurate. I trust the poll. I would say this. I do believe that the Mueller probe is taken a toll on the president's numbers. Because if you're just the average America and you're not following it day-to-day like we are, you're just kind of, when you dial-in, you're kind of -- you know, you hear things. This guy is getting indicted. You know, the special counsel is doing this. Is this person going to jail? And after two years, that really kind of melts into your brain, and you get this feeling like, is there corruption going on? Why is this cloud of corruption, you know, floating over this presidency? The other thing is, when you hear the media, the media constantly salivating over impeachment. Or they see a redaction, and they're predicting the redaction is President Donald Trump, and he's about to be led away in handcuffs. So that takes a toll. But also, it could work in the president's favor, because if the Mueller probe comes back and the Mueller probe does not show definitive conclusion, after two years, the president's going to say, \"I was right. I told you it was fake news. This is a witch hunt from the jump.\" And he now -- his credibility will go up, and the media's credibility will go down. In my opinion, the whole witch hunt thing was rigged from the jump as an excuse for Hillary losing the election. If you think about all the spies and all the wiretaps and the unmasking and the leaking, this was all done to take out the president of the United States as an insurance policy to protect the country against his presidency. You know, someone should write a book about the deep state. Honestly, there's so much dirt out there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's a great title for a book, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Have you ever heard that phrase before?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Never, and I think you coined it just now. I'm so impressed by that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I should write a book about this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You could. You could. I sit here and listen and I think wow. Martha, so there's a report that says that the president is considering Bill Barr, the former attorney general, to become attorney general now to replace Mark [SIC] Whitaker. Of course, that would take Senate confirmation. It could take a long time, so it's not imminent. But the idea is, he's looking for someone with more credentials and someone, by the way, who has some connections to George H.W."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, he was chosen by George H.W. Bush as his attorney general and served for, I think, three years under -- under President Bush 41. He is -- perhaps, you know, that has lifted the appeal of his candidacy a little bit. But in typical White House fashion, it was like he's definitely the guy. He might not be the guy. We're not sure. There's going to be an announcement. There might be an announcement. But you know, clearly, he's in the mix and someone they're interested in. I talked to a couple of folks today in the judicial realm who felt that he's a very strong candidate, that he is -- you know, has an excellent reputation and that he would be a good pick for this job. We're going to talk about it a little bit tonight on \"The Story,\" actually, which is coming up at 7 p.m. but you know, we'll see."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We'll see. So Greg, I was thinking about your ratings. Because I was thinking if it wasn't for me harassing you every day, what would Greg's ratings be?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They would be much lower, and I thank you for that. It's so true."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Gutfeld harassment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You've made me into some kind of martyr. You know, I don't think he's -- obviously, he's not wrong about this; it's just whether it would be 75. It would deftly be higher, but it's impossible to prove. But the goal of the probe is to kind of handicap him. Can I use an --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Can I ask you a question?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sure."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "\"The goal of the probe is to handicap him\"? Why couldn't the goal of the probe to be to find out whether or not there was Russian interference in the election?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because we haven't -- let's be honest, we haven't found it yet. This is just a waste of time. Anyway, you're trying to stop me from doing an analogy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no. I just thought --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have an analogy, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And it's a Christmas tree. If Donald Trump were a Christmas tree, look at all the gifts underneath it. Peace, prosperity, wages, jobs, GNP, decline of ISIS, possible peace with North Korea. Those are amazing gifts. And here is the media? They're that loser that's picketing the nativity scene down by the church. That's an analogy!"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "By the way, was it a dark red Christmas tree?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, more fake news. If you saw the video of the White House, there were, like, dozens of different kinds of Christmas trees, beautiful Christmas trees in different rooms. And what did the media do? They chose the aisle where there were the red trees and made it into some kind of satanic ritual. Crazy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Crazy. So getting back to the probe, you and I go at it, but I mean, getting back to the probe, so what you have here tomorrow is the potential for more breaking news with regard to Manafort. And again, Jesse's point is it's not you make any difference to any true Trump supporter. Am I right? Is that what you think?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, listen, I mean, if they find really bad dirt, I think people that have open minds will say that's not good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So that's not us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But I just don't see that coming. We throw (ph) balls and strikes on \"The Five.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The suggestion that it's going to go away anytime soon is really off-base."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now Democrats are saying that they want to turn over the testimony that was given to them to the Judiciary Committee by Roger Stone and Jared Kushner and Donald Trump Jr. They want Robert Mueller to analyze it. They want him to analyze it against the other testimony and make sure there isn't any inconsistency in it. So there's no doubt in my mind that even if Robert Mueller comes in and says, you know, \"I didn't find any collusion exactly,\" he is finding something interesting, which is a lot a people who are getting paid in Washington to basically -- to lobby for foreign governments, and they're not really disclosing that that's what they are doing. And I think that's one of the avenues he's going down here, you know, with a bit of commitment."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is the real collusion. Mueller and the House Democrats. I think we found it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there's your book."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Does does that mean that everyone who has testified before Congress who has made a misstatement or out and out lied is now going to be prosecuted?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Does that mean James Clapper and people are going to be chanting \"Lock him up\"?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Lock him up. Lock him up."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, but I mean, this could get very personal for the president. Because his son-in-law, his son, they were called to testify, Kennedy. And then you -- then it becomes, like, what decision does he have to make?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Pardon."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, that was --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "If they go after my son, I pardon him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You pardon him?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You have to pardon."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because he -- he was was saying, you know, with regard to Manafort, pardon's not off the table. Now clearly, Cohen -- he says Cohen should get as much time as possible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what -- what Donald Trump said --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "There's no love lost."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Which son is it?\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're a mean man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's a joke."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, all right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- men."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "\"One More Thing\" coming at you right now on \"The Five.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Time for \"One More Thing.\" Christmas is around the corner. If you guys want to get some really good stuff, FOX News has a new shop, where you can get all sorts of crazy SWAG. Look at this stuff."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Fleeces, polos, hats."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, you have a cup there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Beer glasses, tumblers, which are really nice."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Wine glasses. Water bottles."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Water bottles, mugs, backpacks. They've got a whole lot of other stuff, so go to Shop.FOXNews.com. That's Shop.FOXNews.com. And get all this stuff for Christmas. And if you go before December 14, it will arrive before Christmas. There you go. All right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do we get to bring things home?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm going to take it all, Martha. You get nothing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll be fighting over it on the way out."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right. All right. Mr. Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just -- I think fleece has run its course. I'm just putting it out there. OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A salesman."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My podcast is amazing. Go to FOXNews.com Podcasts. That's Lee Child. He's the guy who writes the great Jack Reacher novels. And we talk about why Tom Cruise will no longer be in the movies and about his new book. I'm pushing myself. But it's time for --"
    },
    {
      "speaker": "GUTFELD (singing)",
      "utterance": "Animals are great! Animals are great! Animals are great!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No matter what. No matter what, animals will always be great. Especially an animal that can change its appearance when frightened. Take a look at this armadillo. I'm walking towards it and --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Whoa!"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That is incredible!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is incredible. And it looks almost exactly like a cantaloupe."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Did they speed that up or is that --?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. That's the actual speed."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Did you edit that video?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I did not edit; I did not speed it up! I didn't. No, it's just amazing. Biology is incredible. Everything has a purpose or goal. And in my opinion, that is why --"
    },
    {
      "speaker": "GUTFELD (singing)",
      "utterance": "Animals are great! Animals are great! Animals are great!"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And then all of a sudden you're a watermelon."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Some new people at the table. We have Martha and Kennedy. Do you guys like \"Animals are Great\"?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I love \"Animals are Great\"!"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Both of you? That's not the answer we were looking for."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's a very catchy tune."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jesse and I are --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's a little too catchy after a week of it."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I think it's great."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Kids love it. I'm on the street. Kids come up to me and say animals are great. And I say, \"Get away from me, kid.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think you've got a whole big future in \"Animals Are Great.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, this is a children's show I am working on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "yes, I think so."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, when they kick me off of FOX, I'll have the \"Animals are Great\" children's show."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Any day now, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Always good to have a plan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So \"Jingle Bells,\" it's Christmas time in the city, and the city of Midlothian (ph), Scotland, David Brown has put 3,000 Christmas lights on his house. Look at this! Brown's wife has been suffering from lung disease since 2011, and the wife of 31 years died this August. And when she first became ill, Brown began stringing Christmas lights up on the house to raise money for a charity that helped them with their medical bills. So before she died in August, she asked the grandfather of eight whether or not he would promise her to do it one last time. So, he added a thousand more lights. Brown said this will be his last year. He's turning the show over to the community. But I was thinking, boy, but a great Christmas tale of love fulfilled. Wonderful gift to his now deceased wife."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Beautiful. All right. Martha MacCallum."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mine is Christmas, too. Every year I go to the Cardinals Christmas luncheon, which is just a few blocks up the street here, and it celebrates a hundred years of Catholic Charities in New York giving to New Yorkers who are in need; families who are destitute, impoverished without homes. And Lydia Bastianich is a a really cool person who owns some of the best restaurants in New York. And she told this incredible story -- She was given the award today -- of her family. She -- after World War II they ended up, they were in Yugoslavia on the wrong side of the communist border; and her family had to escape. The children and her mother went first and then her father had to escape the guards. They were shooting at him as they went -- she went across the border. Finally got to America and the Catholic Charities basically helped her dad and her mom find a job and got her started. And she said, \"I know what it feels like to be one of these children who needs to make their American dream come true.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Excellent. All right. Kennedy."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Last night L'Oreal hosted its Women of Worth event honoring ten incredible women who are using their inner beauty to make the world a better place. I gave an award to that woman, Genevieve Chase, who was an Afghanistan vet. She's an Army Reservist. And she was blown up, essentially. Her truck was rammed by a car packed with explosives. She started American Women Veterans, and they focus on women's issues and helping those with PTSD and other areas."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. \"Special Report\" up next with Bret Baier. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}