{
  "date": "December 13, 2021",
  "headline": "'Special Report' All-Star Panel on Build Back Better",
  "subHeadline": "Guests: Brit Hume, Juan Williams, Guy Benson, Shannon Bream",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-build-back-better",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. LINDSEY GRAHAM, (R-SC)",
      "sentences": "Do you know why I wrote a letter to the CBO? Because Joe Manchin came to me and he said I think it bill was full of gimmicks, that these programs won't go away, Lindsey, and if you score them for 10 years, I think the bill will double.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN, (D-WV) SENATE APPROPRIATIONS COMMITTEE",
      "sentences": "I think basically we are seeing things unfold that allows us to prepare better, and that's what we should do, take advantage of what we are doing in a very litigious way in making sure what we do and how we do it for what period of time we do it is something that we can maintain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "When I speak to senators to try -- or House members or governors, or any other elected official, I try to convince them that what I'm proposing makes sense and it's not inconsistent with what they believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Biden talked with Senator Joe Manchin from West Virginia today. They both said that they had a productive talk and will talk in coming days, but it does not sound like Manchin is ready to pass this before Christmas, even though Chuck Schumer, the Senate majority leader, says yes, he is. Well, here's some of the write-up from \"The Wall Street Journal,\" the real cost of Biden's spending plan. The \"CBO and the Joint Committee on Taxation Project that the House bill would increase the deficit by $3 trillion over 10 years without the budget gimmicks and phony phaseouts. All of this gives Mr. Manchin and other Democrats hiding behind his skepticism ample admission to call the whole thing off. If this bill passes, they will own all of the deficits, debt, and inflation that result.\" With that, let's bring in our expanded panel, FOX News senior political analyst Brit Hume, Guy Benson, political editor at Townhall.com, the host of \"The Guy Benson Show\" on FOX News Radio, Juan Williams, a FOX News analyst, and Shannon Bream is our FOX News chief legal correspondent, anchor of FOX NEWS AT NIGHT. Brit, it seems like this is going to hit a wall here and they're going to run out of legislative days, and Manchin, and perhaps others, according to Senator Tom Cotton, are going to put this in the grave for this year, at least. What are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "If they keep it at the level where it now stands, I don't think they are going to get Manchin to vote for it. And if they don't, they can't pass it. And remember, this bill rests on a fiction. And the fiction is that what it says is that it's going to have 10 years worth of taxes and other money raising undertakings to finance three years of new social spending. Nobody in their right mind imagines that that social spending will phase out after three years. Things like that never happen in Washington in living memory. So everybody knows it's going to go on much longer than that, and therefore, as the CBO said, after it estimated the cost if the programs were made permanent, which they almost certainly would be, would be in the neighborhood of $3 trillion added to the deficit. That's where we are. They won't get Manchin with that, I don't think. They'll have to cut the spending back, and we'll see if they are willing to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jen Psaki, White House press secretary, seemed pretty perturbed with the premise that the CBO would score the House bill even though it's going to be changed. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "What we are talking about here is a fake CBO score that is not based on the actual bill that anybody is voting on. This was an ask, request by Senator Graham to score a bill that is not currently being debated. That is his prerogative to do, but what our focus is on is on the existing bill that will lower the deficit, that will also over an additional 10 years pay for the $2 trillion tax cuts that Republicans didn't pay for. They're welcome for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Juan, first part, probably accurate on the scoring. Second part questionable if you just listen to what Brit set and what Manchin is talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Yes, I think that's right. The thing about it is the first part of what she said about this being something that -- what's being scored is not what is being voted on, absolutely right. Then she raises the specter of the fact that Republicans under President Trump passed a bill that they didn't pay for. I think all of this is back and forth. And I think that people watching from outside of Washington should know that ultimately, I think, what you are going to get is something pared down that Manchin can support, because these proposals, things like universal pre-k, the tax cuts for working class people, dealing with climate change, childcare, these are popular proposals. Republicans in going after Manchin this past weekend, have relied on the CBO score, and they are giving him added leverage in order to pare down the overall Build Back Better bill. Do I think he is going to kill it? I don't. I don't know if it will pass before Christmas. But I think that ultimately given that 99 percent of Democrats back something and want something to pass for their president in his first year, you are going to get something, maybe in January at the latest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Shannon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "sentences": "I think it's not just the CBO score that would rankle Senator Manchin. I think it's beyond that. I think he also was worried about the CPI index and what we saw with inflation that also came out in the last few days. He has repeatedly said we have to think about that. And when we look at inflation hitting a new high since 1982, he has talked about that. This isn't transitory anymore. He is concerned beyond that score and the long-term implications of how it impacts what is now this inflation that doesn't seem to be going away. It seems pretty stubborn. So I think there are multiple fronts for him. He also says you've got to be transparent and accurate. So these programs, if they are built into this bill, are they going to be sunsetted? Is there really a way to unearth them, these government programs, once they get going? He also wants, if there is money raised by taxes, which there would be in this plan, to see that some of that money goes to the debt. Can he get the White House or other Democrats to commit to that? That might be good way to move him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Guys, Senator Manchin has told me before there are other Democrats who fall under his umbrella even though he is taking the blowtorch as far as public attention about this. Senator Cotton said that earlier in this show. The question is, how much can they negotiate here, and who much will they stand up? Democrats usually manage to herd the cats in the end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "sentences": "Without losing progressives on the other side, especially in the House. Unclear, but you are right. At the moment, Manchin is out there, Sinema, a few others, almost maybe one member of the House voted against the bill on the Democratic side. These are outliers within congressional Democrats or among that group. They are not outliers among the American people. Here's another piece of leverage, to Juan's point, for Senator Manchin. A poll out just a few days ago from NPR showed just 41 percent of the public is in favor of Build Back Better, the Biden agenda, 41 percent, just 36 percent of independents. I saw a poll today from West Virginia, his constituents, they asked will this help inflation or make it worse? Only 14 percent of West Virginians believe that this will reduce inflationary pressures, which is the White House talking point. So Manchin may feel a little lonely out front on this when it comes to the Democrats who go to work every day in the building a few blocks from here. But out in the public, especially in his home state, he is right smack in the mainstream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Brit, let me turn to as COVID regulations. It seems as Omicron is picking up numbers of cases, we've seen reports that the severity is not as much. Dr. Fauci and others have said that as well. Yet, these states, New York and California, reimposing mask mandates, there are new vaccine mandates upheld by the Supreme Court tonight in New York. What about these decisions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "It's quite remarkable. We seem as a nation, or at least the state governments and localities within this nation, seem intent on making the same kinds of mistakes over and over and over again. Now, we went through this phase with the lockdowns of the businesses and the schools, which was the worst of it. It didn't work. It's never been established that children, for example, are particularly vulnerable to this disease, if vulnerable at all. And now we have a new variant, which, apparently, we have had one death from this new variant. We don't close down our country over diseases that are mild in character and rarely cause death. We close down things in this country and take drastic measures for things that are really deadly to huge slices of the population. That was never true of this virus. It's always been confined to certain categories of people, and yet we shut everybody down and we appear prepared in some ways with the mandates and so on to be doing that kind of thing again. It's just amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Juan, there is a public back bash to this. And even Democrats, some of them, are pretty vocal about the mandates. And does this politically start to go the other way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I think you saw that vote in the Senate recently, and you saw two Democrats in the Senate go with the Republicans of the vote, Bret. And I think there is a reason for that. I think people overwhelmingly are just tired, I can tell you just personally, just tired of this virus and having to -- not only the shots but the distancing, the masking. But here's the thing. Is it the right policy for the country? Today's headline in \"The Washington Post\" was one of every 100 older Americans over 65 have died, or are the people who have died from this virus. So it's not just this latest virus. We are still dealing really with the consequences of the Delta virus. It's still the major cause of death and hospitalization in our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And you have in the U.K., Shannon, Boris Johnson lifting the emergency levels there and stepping up actions to stop Omicron there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yes, we do. And of course, the U.S. seems to generally be a few weeks behind what's going on there, but what we are not behind on are all of these court battles. The Supreme Court did, as you said, refuse to get involved with these New York health workers who had said they were not being -- the opportunity to get a religious exemption. Justice Gorsuch wrote a dissent. It was joined by Justice Alito. I just want to read a little bit of it. He said, \"This is clearly interfering with the free exercise of religion.\" He says also we're not allowing these people to accept unemployment insurance or benefits. He said, \"How many more reminders do we need that the constitution is not to be obeyed or disobeyed as the circumstances of a particular crisis may suggest?\" Meaning this going to end up at the high court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, and a number of cases heading that way. All right, panel, stand by. When we come back, tomorrow's headlines starting with Guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a look at tomorrow's headlines with the panel. OK, Guy, you are first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Washington, D.C. reimposes COVID restrictions and mandates. It may not be tomorrow, but I feel it coming based on what's happening in New York and California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here we go. Shannon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Natural immunity takes center stage at a House Oversight Committee hearing on vaccinations. The U.S. is not releasing at least a lot of numbers if they have them on natural immunity. Many other countries are. Dr. Marty Makary, FOX News contributor, is going to be at that hearing tomorrow. He's conducting a study here in the U.S. on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The G-7 says that they are going to inflict massive consequences on Vladimir Putin if Russia invades the Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, and Brit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "The Biden administration proposes new changes to its Build Back Better plan. Instead of 10 years of taxes and other money raisers to pay for three years of spending, it now says the 10 years of taxes and other measures will be used to pay for one day of spending. CBO officials with tears of laughter streaming down their faces say, yes, that would be paid for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There you go. Panel, thank you. Thanks for inviting us into your home tonight. That's it for this SPECIAL REPORT, fair, balanced, and unafraid. I stepped into it, but \"FOX NEWS PRIMETIME\" has started with Will Cain. We wanted to wait for that last answer. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, (R-SC)",
      "utterance": "Do you know why I wrote a letter to the CBO? Because Joe Manchin came to me and he said I think it bill was full of gimmicks, that these programs won't go away, Lindsey, and if you score them for 10 years, I think the bill will double."
    },
    {
      "speaker": "SEN. JOE MANCHIN, (D-WV) SENATE APPROPRIATIONS COMMITTEE",
      "utterance": "I think basically we are seeing things unfold that allows us to prepare better, and that's what we should do, take advantage of what we are doing in a very litigious way in making sure what we do and how we do it for what period of time we do it is something that we can maintain."
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "utterance": "When I speak to senators to try -- or House members or governors, or any other elected official, I try to convince them that what I'm proposing makes sense and it's not inconsistent with what they believe."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Biden talked with Senator Joe Manchin from West Virginia today. They both said that they had a productive talk and will talk in coming days, but it does not sound like Manchin is ready to pass this before Christmas, even though Chuck Schumer, the Senate majority leader, says yes, he is. Well, here's some of the write-up from \"The Wall Street Journal,\" the real cost of Biden's spending plan. The \"CBO and the Joint Committee on Taxation Project that the House bill would increase the deficit by $3 trillion over 10 years without the budget gimmicks and phony phaseouts. All of this gives Mr. Manchin and other Democrats hiding behind his skepticism ample admission to call the whole thing off. If this bill passes, they will own all of the deficits, debt, and inflation that result.\" With that, let's bring in our expanded panel, FOX News senior political analyst Brit Hume, Guy Benson, political editor at Townhall.com, the host of \"The Guy Benson Show\" on FOX News Radio, Juan Williams, a FOX News analyst, and Shannon Bream is our FOX News chief legal correspondent, anchor of FOX NEWS AT NIGHT. Brit, it seems like this is going to hit a wall here and they're going to run out of legislative days, and Manchin, and perhaps others, according to Senator Tom Cotton, are going to put this in the grave for this year, at least. What are your thoughts?"
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "If they keep it at the level where it now stands, I don't think they are going to get Manchin to vote for it. And if they don't, they can't pass it. And remember, this bill rests on a fiction. And the fiction is that what it says is that it's going to have 10 years worth of taxes and other money raising undertakings to finance three years of new social spending. Nobody in their right mind imagines that that social spending will phase out after three years. Things like that never happen in Washington in living memory. So everybody knows it's going to go on much longer than that, and therefore, as the CBO said, after it estimated the cost if the programs were made permanent, which they almost certainly would be, would be in the neighborhood of $3 trillion added to the deficit. That's where we are. They won't get Manchin with that, I don't think. They'll have to cut the spending back, and we'll see if they are willing to do that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jen Psaki, White House press secretary, seemed pretty perturbed with the premise that the CBO would score the House bill even though it's going to be changed. Take a listen."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "What we are talking about here is a fake CBO score that is not based on the actual bill that anybody is voting on. This was an ask, request by Senator Graham to score a bill that is not currently being debated. That is his prerogative to do, but what our focus is on is on the existing bill that will lower the deficit, that will also over an additional 10 years pay for the $2 trillion tax cuts that Republicans didn't pay for. They're welcome for that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Juan, first part, probably accurate on the scoring. Second part questionable if you just listen to what Brit set and what Manchin is talking about."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Yes, I think that's right. The thing about it is the first part of what she said about this being something that -- what's being scored is not what is being voted on, absolutely right. Then she raises the specter of the fact that Republicans under President Trump passed a bill that they didn't pay for. I think all of this is back and forth. And I think that people watching from outside of Washington should know that ultimately, I think, what you are going to get is something pared down that Manchin can support, because these proposals, things like universal pre-k, the tax cuts for working class people, dealing with climate change, childcare, these are popular proposals. Republicans in going after Manchin this past weekend, have relied on the CBO score, and they are giving him added leverage in order to pare down the overall Build Back Better bill. Do I think he is going to kill it? I don't. I don't know if it will pass before Christmas. But I think that ultimately given that 99 percent of Democrats back something and want something to pass for their president in his first year, you are going to get something, maybe in January at the latest."
    },
    {
      "speaker": "BAIER",
      "utterance": "Shannon?"
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "utterance": "I think it's not just the CBO score that would rankle Senator Manchin. I think it's beyond that. I think he also was worried about the CPI index and what we saw with inflation that also came out in the last few days. He has repeatedly said we have to think about that. And when we look at inflation hitting a new high since 1982, he has talked about that. This isn't transitory anymore. He is concerned beyond that score and the long-term implications of how it impacts what is now this inflation that doesn't seem to be going away. It seems pretty stubborn. So I think there are multiple fronts for him. He also says you've got to be transparent and accurate. So these programs, if they are built into this bill, are they going to be sunsetted? Is there really a way to unearth them, these government programs, once they get going? He also wants, if there is money raised by taxes, which there would be in this plan, to see that some of that money goes to the debt. Can he get the White House or other Democrats to commit to that? That might be good way to move him."
    },
    {
      "speaker": "BAIER",
      "utterance": "Guys, Senator Manchin has told me before there are other Democrats who fall under his umbrella even though he is taking the blowtorch as far as public attention about this. Senator Cotton said that earlier in this show. The question is, how much can they negotiate here, and who much will they stand up? Democrats usually manage to herd the cats in the end."
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "utterance": "Without losing progressives on the other side, especially in the House. Unclear, but you are right. At the moment, Manchin is out there, Sinema, a few others, almost maybe one member of the House voted against the bill on the Democratic side. These are outliers within congressional Democrats or among that group. They are not outliers among the American people. Here's another piece of leverage, to Juan's point, for Senator Manchin. A poll out just a few days ago from NPR showed just 41 percent of the public is in favor of Build Back Better, the Biden agenda, 41 percent, just 36 percent of independents. I saw a poll today from West Virginia, his constituents, they asked will this help inflation or make it worse? Only 14 percent of West Virginians believe that this will reduce inflationary pressures, which is the White House talking point. So Manchin may feel a little lonely out front on this when it comes to the Democrats who go to work every day in the building a few blocks from here. But out in the public, especially in his home state, he is right smack in the mainstream."
    },
    {
      "speaker": "BAIER",
      "utterance": "Brit, let me turn to as COVID regulations. It seems as Omicron is picking up numbers of cases, we've seen reports that the severity is not as much. Dr. Fauci and others have said that as well. Yet, these states, New York and California, reimposing mask mandates, there are new vaccine mandates upheld by the Supreme Court tonight in New York. What about these decisions?"
    },
    {
      "speaker": "HUME",
      "utterance": "It's quite remarkable. We seem as a nation, or at least the state governments and localities within this nation, seem intent on making the same kinds of mistakes over and over and over again. Now, we went through this phase with the lockdowns of the businesses and the schools, which was the worst of it. It didn't work. It's never been established that children, for example, are particularly vulnerable to this disease, if vulnerable at all. And now we have a new variant, which, apparently, we have had one death from this new variant. We don't close down our country over diseases that are mild in character and rarely cause death. We close down things in this country and take drastic measures for things that are really deadly to huge slices of the population. That was never true of this virus. It's always been confined to certain categories of people, and yet we shut everybody down and we appear prepared in some ways with the mandates and so on to be doing that kind of thing again. It's just amazing."
    },
    {
      "speaker": "BAIER",
      "utterance": "Juan, there is a public back bash to this. And even Democrats, some of them, are pretty vocal about the mandates. And does this politically start to go the other way?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I think you saw that vote in the Senate recently, and you saw two Democrats in the Senate go with the Republicans of the vote, Bret. And I think there is a reason for that. I think people overwhelmingly are just tired, I can tell you just personally, just tired of this virus and having to -- not only the shots but the distancing, the masking. But here's the thing. Is it the right policy for the country? Today's headline in \"The Washington Post\" was one of every 100 older Americans over 65 have died, or are the people who have died from this virus. So it's not just this latest virus. We are still dealing really with the consequences of the Delta virus. It's still the major cause of death and hospitalization in our country."
    },
    {
      "speaker": "BAIER",
      "utterance": "And you have in the U.K., Shannon, Boris Johnson lifting the emergency levels there and stepping up actions to stop Omicron there."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yes, we do. And of course, the U.S. seems to generally be a few weeks behind what's going on there, but what we are not behind on are all of these court battles. The Supreme Court did, as you said, refuse to get involved with these New York health workers who had said they were not being -- the opportunity to get a religious exemption. Justice Gorsuch wrote a dissent. It was joined by Justice Alito. I just want to read a little bit of it. He said, \"This is clearly interfering with the free exercise of religion.\" He says also we're not allowing these people to accept unemployment insurance or benefits. He said, \"How many more reminders do we need that the constitution is not to be obeyed or disobeyed as the circumstances of a particular crisis may suggest?\" Meaning this going to end up at the high court."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, and a number of cases heading that way. All right, panel, stand by. When we come back, tomorrow's headlines starting with Guy."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a look at tomorrow's headlines with the panel. OK, Guy, you are first."
    },
    {
      "speaker": "BENSON",
      "utterance": "Washington, D.C. reimposes COVID restrictions and mandates. It may not be tomorrow, but I feel it coming based on what's happening in New York and California."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here we go. Shannon?"
    },
    {
      "speaker": "BREAM",
      "utterance": "Natural immunity takes center stage at a House Oversight Committee hearing on vaccinations. The U.S. is not releasing at least a lot of numbers if they have them on natural immunity. Many other countries are. Dr. Marty Makary, FOX News contributor, is going to be at that hearing tomorrow. He's conducting a study here in the U.S. on that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The G-7 says that they are going to inflict massive consequences on Vladimir Putin if Russia invades the Ukraine."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, and Brit?"
    },
    {
      "speaker": "HUME",
      "utterance": "The Biden administration proposes new changes to its Build Back Better plan. Instead of 10 years of taxes and other money raisers to pay for three years of spending, it now says the 10 years of taxes and other measures will be used to pay for one day of spending. CBO officials with tears of laughter streaming down their faces say, yes, that would be paid for."
    },
    {
      "speaker": "BAIER",
      "utterance": "There you go. Panel, thank you. Thanks for inviting us into your home tonight. That's it for this SPECIAL REPORT, fair, balanced, and unafraid. I stepped into it, but \"FOX NEWS PRIMETIME\" has started with Will Cain. We wanted to wait for that last answer. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}