{
  "date": "December 30, 2017",
  "headline": "Will tax cuts trigger stock boom or bust in 2018?",
  "subHeadline": "New look at what lies ahead for the markets after a year of massive gains and passage of tax cuts.",
  "url": "https://www.foxnews.com/transcript/will-tax-cuts-trigger-stock-boom-or-bust-in-2018",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DISCLAIMER",
      "sentences": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb2', 'tablet-tw-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban1', 'mobile-mw-ad-ban1', ''); }); } else { console.error('Error: window.foxstrike not found'); } New Look at What Lies Ahead for Stocks After Year of Massive Gains, Passage of Tax Cuts Gary B. Smith: Businesses want to cut expenses and want the red tape cut. While we will have lower corporate taxes, Trump has done a maybe even better job than Reagan on cutting the red tape in Washington. I think we have a smooth runway for 2018. There will be a few bumps along the way, but right now I think we're set up better than we been set up since the early '90s for a super economy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } John Layfield: Banks have been up about seven percent since the tax cuts look like they were to be formalized. Earnings revisions say they will go up 20 percent. Janet Yellen said there was not a recession on the horizon for the next foreseeable future of two or three years. Unless you have something at a hotpoint like North Korea or a Sunni versus Shiite war in the Arab world, I think we are going to be in for the trend continuing this year. Deneen Borelli: 2018 will be a great year. We've seen glimmers of this for the past year. The Dow has been trending up over the past 13 consecutive months, but I also think there's going to be a slight correction, anywhere from 5 – 10 percent because it can't continue to keep chugging along like it is forever, but I think things are going great. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Danielle McLaughlin: The Nasdaq is up 29 percent year-over-year. Dow Jones 25 percent year-over-year. I'm interested to see whether we will see more retail investment in the coming year. Tax cuts, people have more money in their pocket, will we go back to the levels of 2008 and 2009 and get retail investors back in the stock market where they can be seeing incredible gains. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jonas Max Ferris: We’re in this really strong economy and now we’re doing tax cuts. Is it going to cause inflation? Is the Federal Reserve going to cause rates to go up? It wouldn't take a lot of interest rate increased with the amount of debt in this economy to cost more than the benefit for consumers of the tax cut. I'm a little bit worried that the good times might create bad times I'm more worried about the unknown bubble that everyone is piling money in or rates or something that we don't expect that doesn't look like a bubble. That's dangerous in itself. Cities Ramp Up Security for New Year's Eve Events After Recent Attacks John Layfield: I was just in Mumbai and you walk in, you have security there every time you walk through the front door but it seamless. They've done it so long. I think people are willing to pay a little more but that's the world we are in. To keep us safe, I think it's worth it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Danielle McLaughlin: I would say being in New York City in Times Square on new year's eve is probably one of the safest places to be. I think we need to think about the soft targets. We also need to spend money not only on protecting the homeland but also on trying to defeat ISIS where it is, worrying about humanitarian crisis and other things that are causing migration. We are starting to see Islamic terrorism take hold in places where there feeling like they are not being taken care of by the global community. Deneen Borelli: I don't think resources are the problem. I think what it really comes down to see something say something. There's also companies being proactive, Disney hotels are now implementing a policy for hotel staff to go into room at least once a day. Clearly there are initiatives that are being put into place to keep Americans safe. Gary B. Smith: The resources are not unlimited. They can make Time Square almost one 100 percent, they could line it with tanks and make every single person entering go through a metal detector. They don't do that because there are costs and trade-offs. We can't just spend infinity amount protecting everyone. They have to weigh the cost-benefit. They just can't spend infinity and they can’t spend zero there has to be a trade-off. Jonas Max Ferris: You have to spend an economic amount. You have to make people feel comfortable but at the end of the day you can’t spend unlimited money to knock out that 99.9 percent chance of an attack. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Keeping Up With the Markets: Kanye West Gives Kim Kardashian Stocks for Christmas if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jonas Max Ferris: Millennials have a problem with investing they don’t trust it and yet they’re day trading stocks with margin with some of these apps and they’re buying cryptocurrency so I’m really glad that this happened to make it known that the real investment in America is owning stock of any valuation in the Dow. Deneen Borelli: It’s possible that millennials may catch on with Kanye and Kim who have a big social media following. It would be important for millennials to be gainfully employed and to learn about economics and investing and what it means, what interest rates mean, and not to incur a lot of student debt or credit card debt. Danielle McLaughlin: Millennials have an average of about $41,000 in student debt and are making about $38,000 dollars, it's not a lot of money and they don't have a lot of disposable income to invest. They also tend to buy experiential products rather than retail, things like houses or stock. So there’s a behavioral aspect but also an economic aspect. Gary B. Smith: Here's the thing about millennials as the prices rise more millennial's will start to discover the stock market. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } John Layfield: I don't know what happened to the millennials. I think too much coddling is not a good thing. Anyway, let's hope for the best. 2017 Scoreboard/2018 Predictions Gary B. Smith Worst call: Bed Bath & Beyond down 44 percent Best call: Caterpillar up 63 percent 2018 prediction: Amazon (AMZN) up 40 percent in 2018 if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } John Layfield Worst call: GE down 30 percent Best call: Home Depot up 42 percent 2018 prediction: CVS (CVS) up 25 percent in 2018 if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jonas Max Ferris Worst call: IBM down 12 percent Best call: Brown- Forman up 42 percent 2018 prediction: Vanguard Telecom ETF (VOX) up 20 percent in 2018",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISCLAIMER",
      "utterance": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. New Look at What Lies Ahead for Stocks After Year of Massive Gains, Passage of Tax Cuts"
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "Businesses want to cut expenses and want the red tape cut. While we will have lower corporate taxes, Trump has done a maybe even better job than Reagan on cutting the red tape in Washington. I think we have a smooth runway for 2018. There will be a few bumps along the way, but right now I think we're set up better than we been set up since the early '90s for a super economy."
    },
    {
      "speaker": "John Layfield",
      "utterance": "Banks have been up about seven percent since the tax cuts look like they were to be formalized. Earnings revisions say they will go up 20 percent. Janet Yellen said there was not a recession on the horizon for the next foreseeable future of two or three years. Unless you have something at a hotpoint like North Korea or a Sunni versus Shiite war in the Arab world, I think we are going to be in for the trend continuing this year."
    },
    {
      "speaker": "Deneen Borelli",
      "utterance": "2018 will be a great year. We've seen glimmers of this for the past year. The Dow has been trending up over the past 13 consecutive months, but I also think there's going to be a slight correction, anywhere from 5 – 10 percent because it can't continue to keep chugging along like it is forever, but I think things are going great."
    },
    {
      "speaker": "Danielle McLaughlin",
      "utterance": "The Nasdaq is up 29 percent year-over-year. Dow Jones 25 percent year-over-year. I'm interested to see whether we will see more retail investment in the coming year. Tax cuts, people have more money in their pocket, will we go back to the levels of 2008 and 2009 and get retail investors back in the stock market where they can be seeing incredible gains."
    },
    {
      "speaker": "Jonas Max Ferris",
      "utterance": "We’re in this really strong economy and now we’re doing tax cuts. Is it going to cause inflation? Is the Federal Reserve going to cause rates to go up? It wouldn't take a lot of interest rate increased with the amount of debt in this economy to cost more than the benefit for consumers of the tax cut. I'm a little bit worried that the good times might create bad times I'm more worried about the unknown bubble that everyone is piling money in or rates or something that we don't expect that doesn't look like a bubble. That's dangerous in itself. Cities Ramp Up Security for New Year's Eve Events After Recent Attacks"
    },
    {
      "speaker": "John Layfield",
      "utterance": "I was just in Mumbai and you walk in, you have security there every time you walk through the front door but it seamless. They've done it so long. I think people are willing to pay a little more but that's the world we are in. To keep us safe, I think it's worth it."
    },
    {
      "speaker": "Danielle McLaughlin",
      "utterance": "I would say being in New York City in Times Square on new year's eve is probably one of the safest places to be. I think we need to think about the soft targets. We also need to spend money not only on protecting the homeland but also on trying to defeat ISIS where it is, worrying about humanitarian crisis and other things that are causing migration. We are starting to see Islamic terrorism take hold in places where there feeling like they are not being taken care of by the global community."
    },
    {
      "speaker": "Deneen Borelli",
      "utterance": "I don't think resources are the problem. I think what it really comes down to see something say something. There's also companies being proactive, Disney hotels are now implementing a policy for hotel staff to go into room at least once a day. Clearly there are initiatives that are being put into place to keep Americans safe."
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "The resources are not unlimited. They can make Time Square almost one 100 percent, they could line it with tanks and make every single person entering go through a metal detector. They don't do that because there are costs and trade-offs. We can't just spend infinity amount protecting everyone. They have to weigh the cost-benefit. They just can't spend infinity and they can’t spend zero there has to be a trade-off."
    },
    {
      "speaker": "Jonas Max Ferris",
      "utterance": "You have to spend an economic amount. You have to make people feel comfortable but at the end of the day you can’t spend unlimited money to knock out that 99.9 percent chance of an attack."
    },
    {
      "speaker": "Keeping Up With the Markets",
      "utterance": "Kanye West Gives Kim Kardashian Stocks for Christmas"
    },
    {
      "speaker": "Jonas Max Ferris",
      "utterance": "Millennials have a problem with investing they don’t trust it and yet they’re day trading stocks with margin with some of these apps and they’re buying cryptocurrency so I’m really glad that this happened to make it known that the real investment in America is owning stock of any valuation in the Dow."
    },
    {
      "speaker": "Deneen Borelli",
      "utterance": "It’s possible that millennials may catch on with Kanye and Kim who have a big social media following. It would be important for millennials to be gainfully employed and to learn about economics and investing and what it means, what interest rates mean, and not to incur a lot of student debt or credit card debt."
    },
    {
      "speaker": "Danielle McLaughlin",
      "utterance": "Millennials have an average of about $41,000 in student debt and are making about $38,000 dollars, it's not a lot of money and they don't have a lot of disposable income to invest. They also tend to buy experiential products rather than retail, things like houses or stock. So there’s a behavioral aspect but also an economic aspect."
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "Here's the thing about millennials as the prices rise more millennial's will start to discover the stock market."
    },
    {
      "speaker": "John Layfield",
      "utterance": "I don't know what happened to the millennials. I think too much coddling is not a good thing. Anyway, let's hope for the best. 2017 Scoreboard/2018 Predictions Gary B. Smith"
    },
    {
      "speaker": "Worst call",
      "utterance": "Bed Bath & Beyond down 44 percent"
    },
    {
      "speaker": "Best call",
      "utterance": "Caterpillar up 63 percent 2018 prediction: Amazon (AMZN) up 40 percent in 2018 John Layfield"
    },
    {
      "speaker": "Worst call",
      "utterance": "GE down 30 percent"
    },
    {
      "speaker": "Best call",
      "utterance": "Home Depot up 42 percent 2018 prediction: CVS (CVS) up 25 percent in 2018 Jonas Max Ferris"
    },
    {
      "speaker": "Worst call",
      "utterance": "IBM down 12 percent"
    },
    {
      "speaker": "Best call",
      "utterance": "Brown- Forman up 42 percent 2018 prediction: Vanguard Telecom ETF (VOX) up 20 percent in 2018"
    }
  ]
}