{
  "date": "December 10, 2023",
  "headline": "'Fox News Sunday' on November 19, 2023",
  "subHeadline": "This week on ‘Fox News Sunday,’ host Shannon Bream welcomes Sen. Chris Coons, D-Del., former Secretary of State Mike Pompeo and more to discuss the week’s top political news.",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-november-19-2023",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "sentences": "I'm Shannon Bream. A possible U.S. brokered deal in the works with Israel and Hamas to pause fighting and free dozens of women and children held hostage in Gaza, all after widespread protests across America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's such a shame to see these people attack the Capitol police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "What does it signal for the Democrats heading into 2024? We'll get reaction from the Biden campaign national co-chair and Foreign Relations Committee member, Senator Chris Coons. Plus, frosty fallout after the Xi/Biden summit. We'll speak with former Secretary of State Mike Pompeo about what did and didn't get accomplished. Then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is an existential threat to this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "9/11 families tear into TikTokers over sympathy for Osama bin Laden. As antisemitism rises on the country's college campuses, we'll ask our Sunday panel what's influencing the next generation's opinions. All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX HOGAN, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Shannon. U.S. officials, as well as Israeli officials, say that so far, there has been no agreement and the potential deal to release 50 hostages in exchange for a three to five-day ceasefire, among other things. But officials from Qatar today are saying that the conversations are mainly logistical about what needs to be done. And today in Gaza, the IDF is moving forward. It says paratroopers managed to go inside and raid the home of Hamas officials. Ground forces also located new ammunition warehouses as they look for tunnels. But six weeks into the war, more than half of the population is out of their home. The U.N. says that Gaza is only getting 10 percent of its required food and only 6 percent of the fuel that it received before the war. Aid organizations warn that the fuel shortages will cause the healthcare system to collapse. UNIDENTIFIED MALE (through translator): Due to the lack of gas, we were forced to buy firewood, cook our food with firewood, and bake our bread using firewood. Our entire day depends on firewood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOGAN",
      "sentences": "Even Prime Minister Benjamin Netanyahu said without more humanitarian aid, allies will find it difficult to give longer-term support for Israel's war. At the same time, Israel is also fortifying its northern front to field off attacks from Hezbollah. RPY ROUSSO, IDF COLONEL & 91ST DIVISION EXECUTIVE OFFICER: We use jets. We use tanks. We use infantry. We use anti-tank missiles on our own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUSSO",
      "sentences": "Hezbollah is deploying all kind of arsenal that it has at its disposal -- everything from Russian equipment, to Iranian equipment, to equipment that it is being deployed and developed on its own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOGAN",
      "sentences": "Here in the north, besides troops and tanks, entire cities and villages have turned into ghost towns. And on the other side of the border, in Lebanon, people are fleeing there, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Alex Hogan, we appreciate you there live in Israel. Thank you so much. Let's turn now to FOX News correspondent Lucas Tomlinson. He's live at the White House as the president has laid out, Lucas, this sweeping argument for supporting both Israel and Ukraine, saying it's really the same fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "sentences": "That's right, Shannon. And the White House says it has not reached a deal on the hostages yet and in a first, President Biden says he'll sanction any Israeli settlers who commit violence against Palestinians in the West Bank.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, look, he is. I mean, he's a dictator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "It's Biden's poll numbers that are also causing Americans to wince. Biden's approval numbers remain underwater on a range of issues, from the Israel/Hamas war, to immigration and inflation. More than 500 political appointees and staffers across 40 government agencies sent a letter to President Biden protesting his support for Israel and its war against Hamas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW MILLER, STATE DEPARTMENT SPOKESMAN",
      "sentences": "We don't make our decisions based on polls. We make our decisions based on what we believe are the best foreign policy judgments on behalf of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Lucas Tomlinson at the White House -- Lucas, thank you. Joining us, Delaware Democratic Senator Chris Coons. He's a member of the Senate Foreign Relations Committee and co-chair of the president's re- election campaign. Senator, welcome back to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "sentences": "Thanks, Shannon. It's great to be on with you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK. So, let's talk about this. The White House, the National Security Commission is saying -- National Security Council, there's not a deal yet, but there is talk of this potential ceasefire deal, three to five days maybe, dozens of hostages, maybe. But the president's got a brand new op-ed out today. And he wrote this in the op-ed: As long as Hamas clings to its ideology of destruction, a ceasefire is not peace. To Hamas' members, every ceasefire is time they exploit to rebuild their stockpile of rockets, reposition fighters and restart the killing by attacking innocents again. You're at the Halifax International Security Forum. How is talk of the ceasefire playing there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "And so, Shannon, President Biden has been clear and forceful in responding to Hamas' terrible, horrific terrorist attacks of six weeks ago. He went to Israel. He embraced Prime Minister Netanyahu. He's deployed two aircraft carrier groups to push back on any potential for Iran to try and strengthen and broaden the conflict in the Middle East. And here at Halifax Security Conference this weekend, a bipartisan delegation from Congress, met with leaders from across our NATO allies and from other countries where there are folk here's who are advocates for freedom. So, human rights advocates from countries like Iran and Venezuela and Russia, opponents of the current regimes, as well as partners from Canada, from Germany, from other NATO countries, legislators from Taiwan and elsewhere. And there have been lots of conversations about the importance of the United States standing strong behind Ukraine and our more than 50 partners in supporting Ukraine in their resistance to Russian aggression and standing strong in supporting Israel and their important work against the terrorists of Hamas. News of a potential hostage deal, Shannon, is great news, just before Thanksgiving, for the 10 American families whose loved ones are being held hostage and the more than 230 others. I've met with those families, Shannon, in Tel Aviv and in Washington, and it's heartbreaking to be with parents who don't know how their children are doing and who believe they are being held in tunnels by Hamas beneath Gaza. This is a good development today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "But the president himself, in this op-ed, which as you know, it links together the fights against Russia and its aggression in Ukraine, Hamas. But the president himself expresses grave concern about what a ceasefire would allow Hamas to do and continuing to kill and re-equip. Is there concern about that part of the equation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Well, let's draw a distinction here, Shannon, between a ceasefire - - some folks are calling for a ceasefire in protests across Europe and in our country by which they mean Israel should stop fighting Hamas, should end their campaign in Gaza, or a pause that has been negotiated between Israel and Hamas to allow the release of hostages, Israeli and American and other nationality hostages, and allow food and fuel and medicine to get into Gaza. A negotiated brief pause in the fighting, I think would be a good thing, and I would strongly support. A ceasefire, meaning an end to Israel's campaign against Hamas, I don't support, and neither does the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK. Let's talk about the fact that Israel aid is tied up in the politics of Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Every Democratic senator voted no against the package the House had passed. It takes money from the IRS to fund that standalone Israel aid. So, now, the conversation is this bigger supplemental. The White House wants Ukraine and all kinds of things tied together. There are a number of GOP senators who say it will not move forward, Ukraine funding, unless it's coupled with serious change to border policy, not more money for processing people in, but actually having a more secure structure against people showing up and entering without our way to track them and moving into the country. The president's issue, or approval on this issue of the border is -- he's upside down by 30 points on this. Americans don't think he's handling it well. At the same time, House Homeland Security has a committee report out this week saying that what's happening at the border could cause taxpayers hundreds of thousands -- excuse me, billions of dollars a year, and saying this: It's morally unacceptable that American taxpayer dollars should be funneled to those who violate our laws and demand expansive taxpayer-funded benefits like education, health care, housing and more. Where are we on negotiations in the Senate about change to border policy as it may be tied to Ukraine funding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Shannon, there is a bipartisan group of senators who've been working hard this weekend, last week and will continue working through the Thanksgiving holiday to come forward with a proposal for a few focused policy changes that would address the dramatic increase in recent months and the number of folks crossing our border. We have to strike an important balance, Shannon, between protecting America's historic role as a place of asylum for those who are genuinely fleeing oppression because of their faith, their politics, their ethnicity or their background, and reducing what is currently a real challenge at our border. President Biden has repeatedly demanded of Congress that we take up and pass bipartisan reform so it will improve our border security, and in the supplemental funding request he sent up to Congress, President Biden is demanding the single largest additional appropriations to improve border security in our history. I think we can and should find --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, again --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "-- the middle ground here and move forward to secure our border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Republicans are saying that's money to process people into this country, not to stop people from showing up illegally and crossing into the border. I mean, there's an admission that 1.7 million potential gotaways, people we don't even know who they are or where they are in this country, in addition to millions other people who have been processed into this country, with some of them distant court dates that they may not actually show up for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Shannon, that's a mischaracterization of the supplemental request. It would hire literally thousands of more Border Patrol agents, Custom and Border Patrol agents, put in place at border crossings advanced nonintrusive inspections, systems that would allow us to scan more and more of the vehicles that cross our border every day, and fund an increase in deportation flights. So, to say that the additional funding request is just to process more people into the United States misses a core goal of that funding request. But I'll say this -- I am willing to work with Republicans on changing policy to make sure that we protect asylum as something that genuinely protects those with a legitimate asylum claim, and yet reduces the number of folks crossing the border who ultimately don't have a legitimate asylum claim and years later will be deported. That is a middle point that we should work on together because it's critical that we fund Ukraine, that we fund Israel and that we provide humanitarian relief which is the other key part of this package. The week before Thanksgiving --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "-- I hope folks will reflect on the fact that providing humanitarian assistance into Ukraine, into Gaza and a dozen other countries is something that is a long bipartisan tradition in the United States and a key part of our leadership in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And it does seem like there's almost -- not total but almost universal support for that humanitarian aid. I know there are a few voices out there who think there need to be serious strings tied to it. I want to talk to you about 2024, because you are co-chairing the president's national re-election campaign. David Axelrod, a senior adviser at one point to President Obama, a key player in the Obama/Biden administration, says this: I think he has a 50/50 shot here but no better than that, maybe a little worse. They've got a real problem if they're counting on Trump to win it for them. I remember Hillary doing that, too. We've got scores of new polling at FOX News that all paint a very tough picture on re-election for the White House. And there are polls, Marquette and \"USA Today\" and many others, that also show serious problems for this president and his re-election campaign. What do you think of David Axelrod's comments?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "That's an interesting point from David. In 2007, a year out from the 2008 election, I'll remind you that poll after poll was showing that Barack Obama was going to lose to Rudy Giuliani. And in 2011, that Barack Obama was going to lose to Mitt Romney. Head-to-head polls the year out, frankly, don't say much at all. What matters is the elections that just happened. The off-year elections were very positive for Democrats across the country. We far exceeded expectations in 2022 in the midterm elections. So across special elections, midterm elections, I see real positives for this president. And those are rooted in his record of actual accomplishment. We have the lowest unemployment for the longest period of time in modern American history. He's really accomplished significant things on a bipartisan basis. Investments in infrastructure, reducing prescription drug prices, investments in community, mental health, and in gun safety, and frankly, rebuilding advanced manufacturing. I came out of manufacturing to run for office. We've seen 800,000 new high- quality manufacturing jobs created, part of the 14 million new jobs in just the last two years. That's a strong record to run on, Shannon. And I believe the president will make that case in the coming year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, you know on the jobs numbers, a number of fact checkers, including across the political spectrum has said it's not accurate to say those jobs were created. Many of them came back after COVID, but they aren't counting as new jobs. And for whatever reason, all of the things that you listed are not yet resonating with the American electorate. We're going to talk about more polls further into the show, and we'll see how that actually works out in the year to come. A year is a long time in politics, Senator. Thank you for your time this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Thank you, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Iranian proxies continue targeting U.S. troops in Syria and Iraq as U.S. forces are striking back. Up next, we're going to bring in former Secretary of State Mike Pompeo to talk about how the White House is dealing with Iran, as frustrations with that strategy begin to bubble up from within the Pentagon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "There is a growing divide within the federal government over official U.S. policy toward Israel. A push for a ceasefire is gaining momentum as hundreds of members inside the Biden administration tell the president they do not agree with how he's handling the conflict. Joining me now, former Secretary of State Mike Pompeo. Mr. Secretary, welcome back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, FORMER SECRETARY OF STATE",
      "sentences": "Good morning, it's great to be with you, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, so this letter that has been joined now by hundreds of people, different things bubbling up from state, from the White House, from DOJ, you've written this, this week, \"The American people should be alarmed and outraged that individuals who are so clearly opposed to our constitutional order, and so plainly ignorant of right and wrong -- work on U.S. foreign policy every day.\" Why is this not a free speech issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, they're entitled to their free speech. They're also entitled to work wherever the heck they want. But in our country, the people who work for the president of the United States and the confirmed Secretary of State of the United States of America have an obligation to do the work that they direct them to do, not their own, Shannon, not their own vision for what America ought to look like. And, Shannon, I saw this when I was Secretary of State. These attacks on the bureaucratic efforts, these -- from the bureaucratic efforts, are always from the left. It's always from progressives. You don't see dissent cables from those of us who believe in the deep Judeo-Christian tradition. It is always from progressives. And they're not only right about them, they're not only speaking about them, that's what this letter is, they then work diligently to undermine what it is these administrations are trying to do. So today, they ought to all be doing what President Biden and Secretary Blinken want them to do. It was most unfortunate that many of them didn't want to work on the projects that I and President Trump asked them to do. It is dangerous, Shannon, that their task is to perform what the executive directs, and they believe they have a right to voice their opinions and undermine American policy. That's both wrong as a moral principle and it's deeply unconstitutional.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "There are several media outlets reporting about some specific folks working within the Biden administration. \"Semafor,\" the \"New York Post,\" \"The Federalist,\" they're all talking about people they've named that they say are either sympathizers with Iranian leadership or people that have actually lobbied for the aims of Iranian leaders. One of them works at the Pentagon and dozens of senators have written a letter to the White House saying that her security clearance should be suspended. We can't find any record that it has been. Here's the headline this week from \"The Federalist.\" They say this, \"No serious country would allow terrorist sympathizers to run its government.\" Are you surprised by these allegations? As most of us average Americans are, that this would be going on within the U.S. government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "I'm most surprised that the administration hasn't put this person on onward, hadn't gotten him out of the Department of Defense. She's working in an organization that controls and operates our special operating forces around the world at a time of deep conflict. Look, this administration has always had a soft spot for the Islamic Republic of Iran. We saw it in President Obama when they signed the JCPOA. We've now seen it while they've launched dozens and dozens of attacks against Americans. We've done almost nothing. I'm not so sure that these views that are held by this woman and who were held by Robert Malley, who was the special envoy for Iran, who's had his security clearance suspended. Frankly, it's not so much that they're outliers in this administration, Shannon, it is that they are deep -- their policies are deeply consistent with what President Biden has been trying to do. I'm very worried about what the Islamic Republic of Iran is doing, not only today in supporting Hamas and the Houthis and Hezbollah in Lebanon, but what they may be doing at our southern border, bringing folks into our country and presenting real risk here in the homeland as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and to that point, I mean, you've seen the data, you've served on the job. We keep hearing about what a problem the border is. This administration has talked about the possibility that it's very attractive to terrorists. We talked with Senator Coons about the fact that there are millions of people here. We don't know who they are or where they are. Is that something that keeps you up at night? How worried should we be? Because New polling shows that Americans are worried about Islamic terror attacks on U.S. soil. Now, 73% of them. That's up 23 points since May.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Shannon, it's something I'm deeply concerned about. I heard Senator Coons' remarks. He's a good and decent man. He's just wrong about the Biden administration on the border. This isn't about proper asylum claims. This is about a couple million folks who we have no idea where they are inside of the United States. And the attacks now, six weeks on, on October 7th, were in the planning for months, if not years. Goodness knows what might be taking place inside the United States that has also been planned by Iran over the last months and years. It's a real risk. They've tried to blow up things here in the United States before. They continue to threaten to assassinate former American officials and American civilians as well. They've made clear their intention to do so. It's a very real risk. And if we don't know who's coming into our country, Shannon, it's pretty straightforward. No matter what Senator Coons tells you, that risk is greater. Don't take my word for it. Take the word of Mayor Adams in New York City. Take the word of Director Wray. They know these are real risks in their cities and in their country as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, so with news of a potential ceasefire deal, let's pivot back to the Middle East. There is no debate that there are civilian lives that are being lost in Gaza over the current operations. Congresswoman Rashida Tlaib, who is a Palestinian-American herself, is among those calling not just for this humanitarian pause, but she wants a ceasefire. And here's what she's saying this weekend about U.S. continued support for Israel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "sentences": "We're done supporting and funding this violence. We're done watching children being pulled out of the rubble, blood coming down their faces. We're tired of allowing, you know, folks to be able to think that the answer to war crimes on October 7th was more crimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "So how do you answer these growing concerns about the number, the reality of civilian deaths that are happening right now in Gaza?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Shannon, the singular best way to protect the people that are living in the Gaza Strip is the destruction and annihilation of Hamas. It's pretty straightforward. It should be done as quickly as possible. The lives that they've lived over the last years, sitting under a terrorist government, have not been good lives. The fact that Israel is now determined to do it is something that is both decent and moral and good for the people living there, good for the people of Israel, and great for the United States of America as well. You know, I listened to her talk. There's a lot of discussion about what's going to happen the day after, Shannon. Think about what the day after looks like if Hamas is not destroyed. If Hamas is not destroyed, this destruction, this death will continue. Iran will feel like it got an enormous victory, and the Russians, the Chinese, and the Iranians will all continue their terror campaigns and their efforts all across the globe if they think the West isn't prepared to do the most basic task of government, and that is to protect its own citizens. I hope that Israel will do this quickly. I hope that they will do this with enormous decency and protect civilians to the maximum extent possible, but the job, the requirement to destroy Hamas and to send a message to the world that the West is serious about protecting its traditions, is a requirement of every government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "You and I have a mutual friend, Joel Rosenberg, who lives and works in the Middle East. He's the Editor-in-Chief of all Israel news and all Arab news, a couple of sources there. He has put out an urgent call for help for Christians who are in Gaza. \\He says they're sheltering in churches. We know many of them have been killed, as have, you know, thousands of other civilians. He's pointing out that Israel is asking them to evacuate to the south, but he says for them that's essentially a death sentence because they don't have the shelters of where they currently are. He says this, as followers of Jesus, they are considered pagans. They know that they can expect no mercy from Hamas and the others in the south. He goes on to say, he believes their wives and daughters will be raped. They were all potentially faced torture and murder. He's asking the Israeli government to allow them to evacuate to Christians who would take them in the West Bank. Given everything that's going on there and the millions of civilians who are in danger in Gaza. Is it right, should the Israel military or governments make a way for this specific group of folks to evacuate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, Joel's certainly right. Christians living in Gaza are at risk. They've been at risk for years. There's no doubt about that. The best way to create safety and protection for the Christians that are living there, I think, as I said before, to move on Hamas just as quickly as absolutely possible. I hope the Israelis will do everything they can to protect Christians in that area. Shannon, you and I have worked on this issue. We worked on Christian persecution in Nigeria and in northern Iraq. This is something that is near and dear to our hearts. I hope the Israeli government will do everything they can. I don't know that they are any safer in the north than they are in the south. I don't know the situation on the ground that well. But the core mission set has to be to get these hostages home, to bring them home now, and to destroy Hamas as quickly and as with a little civilian loss in life as we can. And when we do that, we'll protect not only the Christians that are there, but the Arabs and all of the others as well. This is not good for anyone living in Gaza. And Christian persecution there has been continuous in the decade past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yeah, and as we know, millions of civilian lives of all backgrounds caught in the middle who want nothing to do with Hamas. Mr. Secretary, thank you. Always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Happy Thanksgiving, Shannon. Bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right, lawmakers renew their calls to ban TikTok after influencers on the app went viral this week for promoting Osama bin Laden's letter to America, calling for the destruction of the Western way of life. Our panel weighs in on the generational divide over the future of democracy. They are up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE GALLAGHER (R-WI), HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "So for someone on TikTok, to somehow suggest that this is America's fault, or that bin Laden, who killed thousands of innocent Americans was right is absolutely disgusting and further evidence that we need to ban TikTok or force a sale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Wisconsin Republican Congressman and veteran, Mike Gallagher calling for a crackdown on TikTok after an anti-American letter from Osama bin Laden went viral this week. It is time now for our Sunday group. Josh Kraushaar, Editor-in-Chief of Jewish Insider, Fox News Senior Political Analyst, Juan Williams, Karl Rove, former Bush White House Advisor and former Washington State Senate Candidate and Rescuing the American Dream Chair, Tiffany Smiley. Welcome to all of you. OK, so let's start here. I want to play something from Brett Eagleson. His father died on 9/11 trying to save fellow Americans. BRETT EAGLESON, FATHER WAS KILLED ON 9/11: You should all know that Hamas and Al-Qaeda and people that you're supporting and giving credibility to would not hesitate one second to kill you or kidnap you and your family and hold you ransom simply based on the color of your skin or your gender identity or your nationality or your religion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "I mean, Karl, my issue's not really with TikTok. It's the fact that these young people were so easily swayed by this letter full of calls for theocracy and misogyny and homophobia and all of those other things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FORMER BUSH WHITE HOUSE ADVISER",
      "sentences": "So there are a lot of ignorant in young people, I guess. But look, there's a broader issue here. We ought to ban TikTok in the United States. This is a China-based company. The Chinese Communist Party is gathering all this data that it collects from TikTok users. And we ought to not allow it to be collecting data on American young people and American users. On the other hand, let's recognize, if we do that, this is still going to be a public diplomacy tool of the Chinese Communist Party that they will use to stir up opinion around the world against the United States and our values, and the values of the West. So we can ban it here and I'm all for it. But we got a bigger problem and then China is our resolute adversary and they will use this tool against us all around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yeah. And writing about this, \"Wall Street Journal\" Editorial Board said, \"TikTok is a particular case given its Chinese ownership and the way it now speaks to America's youth. Would the U.S. have let the Soviet Union by MTV in the 1980s?\" Juan, I remember the 80s as well. And the influence MTV had in our lives at that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "No question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "They've got a point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I mean, I actually agree with Karl on this. I just think the Chinese influence is corrosive in terms of young people. You know, I'll tell you what shocks me as a news person is that it's like a third of young people in this country have TikTok as their primary news source.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And it's, you know, it's about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Not just for entertainment --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "-- but for information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And you've got to realize that this thing is engineered with its algorithms to be addictive. It's a little bit like tobacco, I think of it in those terms. So when I come to the point Karl was raising, we regulate tobacco in terms of advertising. You know, we impose some limit, age limits, for example, on tobacco. We need to do something similar with this. What I think of as an addictive mental news source controlled by someone who's not our friend, the Chinese. You know, you look at what happened this week with Elon Musk on Twitter. Now, would it be better if it wasn't owned by the Chinese? I don't know, social media has some real negatives to it. Elon Musk this week affirming, you know, the Jews will not replace this type of thinking in this country. So what happens, \"Disney,\" \"CBS,\" other companies hold him accountable. Would it be great if we could hold TikTok and the Chinese accountable for spreading lies about bin Laden and us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, we had many conversations on the show and all over Capitol Hill about banning it, forcing a change in ownership and Senator Warner was sitting here last week. I mean the Chair of the Senate Intelligence Committee like it's just not happening yet. So those conversations continue. In the meantime, their conservative groups out there who say we shouldn't be surprised that this happened on TikTok or anywhere else, it says their anti-American sentiment young people is the natural consequence of academics indoctrinating students for years with anti-colonial themes that vilify Western progress. Tiffany, they say regardless of what the outlet is, these young people are very open to those arguments that are anti, not pro-American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIFFANY SMILEY, FORMER WASHINGTON STATE SENATE CANDIDATE",
      "sentences": "Yeah, I think George Orwell said it best. He who controls the past, controls the future. And we have TikTok and other social media platforms across the country are influencing our youth. We know that. I'm a mom of three young boys. I'm not afraid to talk about TikTok when my boys get in the car and have the tough conversations. I mean, like Karl said, they're owned by a Chinese, you know, group. Not only that, in 2022, our FBI said that the platform poses national security risks. So as a society, we have to take that seriously and we have to continue to work to decrease China's influence on our youth. We need to make sure that we're teaching history in our schools. That is a big problem. And for young children and teens' parents have got to be engaged and involved and understand what their children are consuming on a daily basis. You know, in our family, I'm old school, but I put the hard copy \"Wall Street Journal\" on our bar every morning for my boys to pick up and read. As parents, the buck stops with us in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yeah. I love a hard copy, anything. That's the old lady and me. I do love it. One of the nuggets I saw too in our Fox polling from this week about young people and where we are. Under 30 is the only group in the polling that supports Palestinians over Israel, Josh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH KRAUSHAAR, JEWISH INSIDER EDITOR-IN-CHIEF",
      "sentences": "Yeah, I mean, this is all connected to social media and where people get their news. I think Tiffany's advice about everyone reading, a newspaper every day instead of getting their media from TikTok or any social media platform would be big, big -- make a big, big, big difference. There's a big political challenge, though, too, especially when it comes to the White House. It's hard to put this toothpaste back in the tube. The people -- you know, the number of people using TikTok is only growing, not shrinking, and young people are using it increasingly. They're not heeding the warnings from government and from political leaders. The Biden campaign is facing a tough decision as well. They do not use TikTok on their campaign. But they -- there's a lot of pressure coming from -- they want to get young voters. These young voters are not reading the newspaper. They're not listening to the press releases. There's pressure from the left among the voters that are not supporting Biden to actually get on TikTok. And really, you know, that could really maximize the threats we face. So, it's a real challenge politically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Something else, we had a lot of interesting numbers in our polling this week too on the border and one of them, when it comes to the President's job approval on immigration, as we've talked about this now potentially as a national security threat, 33% of America agrees that the President's doing a good job on immigration, 64% disapprove. Juan, there's real trouble there. And this -- not just this only, this issue, we'll talk next break about all of the other issues where he's not doing well, but this is one that's getting front and center attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, I think especially on the right. I mean, it's not as big an issue for people on the left, but a huge issue for people on the right. And, you know, people regularly mention to me, we have a high number of people now being -- a record number of people being stopped on the border. My thought is, you know, these encounters indicate that we do have enforcement. The Biden administration, you know, does have a story to tell in terms of helping people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Oh, yeah, yeah. Wait a minute, let's talk about the story to tell because we also have migrant encounters in border, the high -- last month, highest ever for October, more than 240,000 people. That's in one month, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right, so that's what I'm saying is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "That's the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- those encounters mean that those people are being stopped. If we weren't encountered, we wouldn't be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "They're being counted. They're being counted. They're not being stopped. They're being released into our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, that's a different issue. That's -- that's what -- that's a - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "OK. How we're doing a darn good --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "That's what they're doing. A lousy job of keeping them from coming in, and returning on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMILEY",
      "sentences": "And look where they're coming from, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Exactly. No, I think, look, in fact, this is -- this is just ridiculous that they ought to give credit to them, to count them because what we ought to give them credit for and they deserve a little bit of credit is returning them. They tried an experiment last month. Venezuelans, they tried in September and October to return Venezuelans back. And guess what happened they compared two weeks in October and two weeks to September. When they started returning Venezuelans immediately out of the country, the number of Venezuelans attempting to cross the border dropped 65%, maybe we ought to get more aggressive about returning these people and not just be content with counting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Look, I think that we need as America, as a nation, but especially as a Congress to deal with immigration policy, instead --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "We have the tools already to do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- what's happening is these guys are fighting each other in the house --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, OK, it is fair to say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "-- and something to do with asylum but the rules that are administratively applied are rules that could allow them to do with other people what they're doing with the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Majority of people, McConnell wants to deal with this issue. It's the House Republicans in their dysfunction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Okay. Let's going to say, wait, wait, wait. Let's just say this -- well, right even President Biden is now been like OK we're going to start building the wall again. I mean they're clearly issues that feel intractable but there have been Democrats in charge of White House, House and Senate, Republicans in charge of White House, House and Senate and this still hasn't gotten solved. So maybe during the commercial break our panel will figure out all the solutions to this. But up next, they're going to tackle the drama for the 2024 run for the White House including more Fox News polls rough numbers for one president, a boost for another one. Fox News Correspondent Mark Meredith is live on the ground in Iowa where candidates are fighting for every vote with the caucuses just weeks away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Four of the remaining Republican presidential hopefuls descending on Iowa this weekend, fighting to get every vote they can as the caucuses are just weeks away. Fox News correspondent Mark Meredith is live in Des Moines, where he's been tracking the candidates. Hello, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "sentences": "Shannon, hello to you. Former President Trump, he is in Texas today, about to get the endorsement from the state's governor. Trump was here in Iowa just last night trying to hold on to his first place in the standings, because that's what we've been seeing in the polls, because even if we see an upset or a close contest in this state, the Republican race will become a free for all. MEREDITH (voice over): Former President Trump returned to Iowa Saturday, less than two months before the state's caucus, telling a crowd his victory is all but guaranteed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER U.S. PRESIDENT",
      "sentences": "We're going to win the Iowa caucuses. MEREDITH (voice over): The latest Fox polling shows Trump gaining ground, up three points since October. But Trump has skipped some traditional Iowa events, including Friday's family leader forum where three of his rivals competed to win over evangelical voters. NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE: I have always said I'm unapologetically pro-life. MEREDITH (voice over): The family leaders expected to endorse a candidate within weeks. For Florida Governor Ron DeSantis, it could provide a much- needed boost. GOV. RON DESANTIS (R-FL), 2024 PRESIDENTIAL CANDIDATE: Thank you so much! MEREDITH (voice over): The DeSantis campaign is pouring major resource into Iowa. The governor telling us he believes Governor Kim Reynolds recent endorsement will help him win over undecided voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "But it's not so much that she endorsed. That's OK. Why did she do it? So, we now have advertising talking about why she did it. MEREDITH (voice over): Entrepreneur Vivek Ramaswamy also fighting for Iowa, even adding dozens of events this Thanksgiving week. VIVEK RAMASWAMY (R), 2024 PRESIDENTIAL CANDIDATE: I think we are set up to deliver a major surprise at the Iowa caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And that could be critical. Mark Meredith, in Iowa for us live. Thank you very much, Mark. We are back now with our panel. And I do want to skip ahead to some polling that we have out of New Hampshire because, listen, that's a very different look than what we have in the polling in Iowa. In New Hampshire brand new \"Washington Post\"/Monmouth poll has Trump at a commanding 46 percent, but Haley has moved into double digits here, now 18 percent, surging into second place, followed by Christie, Ramaswamy. DeSantis now in fifth. I mean, Josh, is he putting all of his eggs in the Iowa basket, hoping if he gets within striking distance or pulls off something there against Trump it will boost him then eight days later?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUSHAAR",
      "sentences": "Well, look, Shannon, it's not about the national numbers, it's about the state by state numbers. And you can actually see a glimmer - a glimmer of a path for both DeSantis and Haley. DeSantis needs to do really well in Iowa. He can't just do second place. He's got to be right on - right on Trump's heels and show that Trump is maybe not quite as strong as he's imagined to be. And then parlay that into successes beyond the Iowa caucuses, New Hampshire, South Carolina Nevada. I think Haley actually has the more clear path as an upset special because she's doing really well in New Hampshire, it's a moderate electorate, and those Chris Christie votes, you know, if he - if he drops out before New Hampshire -- not sure if he will -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "I don't think he will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUSHAAR",
      "sentences": "But - but those votes are much more predisposed to Nikki Haley. So, when you add up Haley and you add up Christie, that's actually not that far away from - from - from where Trump is. So, look, she has - and she's South Carolina is her home state. So, she has an opportunity to have a parlay in New Hampshire and South Carolina and do decently in Iowa. And that's the path for an upset. But Trump is in commanding position, you know, when he's at over 60 percent in the Fox poll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUSHAAR",
      "sentences": "He - he is the clear favorite for the nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, now whoever ends up being the nominee for the GOP, they're going to have some material to work with if this White House is going to really struggle with. Another one of our Fox News polls looking at the economy, do you see any signs the economy has started to turn the corner and the worst is over? Sixty-seven percent, Tiffany, say, no. So, people looking ahead, two-thirds of the American electorate, this is across party lines, think the economy is not in good shape for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIFFANY SMILEY (R), FORMER WASHINGTON STATE SENATE CANDIDATE AND RESCUING THE AMERICAN DREAM CHAIR",
      "sentences": "No, that's right. And that's what we found in our survey as well, majority of people believe that, you know, big government and all of this infighting is - is what is wrong with our country. They want solutions to the economy. And I'm sorry, Bidenomics is not cutting it because you go talk to any average person who's buying eggs or milk or trying to put gas in their car, families are struggling out in the real America today. And it's really unfortunate because it doesn't have to be that way. You know, when I think of politics, too, and, of course, we're going to -- voters will choose our nominee. I am excited. Also - and I think we can't overlook this, but Republicans have an opportunity to take back the Senate and win houses - win back House seats as well in 2024. And I'm excited with Endeavor PAC (ph), focusing my efforts on campaigns that are down ticket. I recently endorsed Tim Sheehy running for U.S. Senate in - in Montana, Leslie Lewallen, running for Washington's third congressional district. I think this is a real opportunity for us as Republicans to talk about the solutions, get good candidates across the line and make a difference in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and it's not just the economy that will be out there at the center of this campaign, all these campaigns, because it clearly will - will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMILEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "When you look at President Biden's approval numbers on any number of issue, we've got this poll that shows national security, the Israel war, guns, immigration, the economy, inflation. He is upside down by substantial margins. When you look at inflation, it's a 40-point deficit for him, Juan. Then he's out there touting Bidenomics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, I mean, there's a certain reality, which is that both Biden and potentially former President Trump, if he's the nominee, are going to spend billions between now, November of '23, and the election in November '24. So, voters are going to have a chance to make a judgment. But the Biden team hasn't started making their case. And I was listening to Tiffany and I was thinking -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, well, wait, not making their case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "He's talking about Bidenomics all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMILEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, let me just say, I think you've got to say to people, and I think there's a case to be made, Shannon, look at inflation. Look at the reports. We've had two recent reports. Inflation is coming down. You look at jobs. We have a - Chris Coons said to you, we have record low jobs. You look at the stock market. The stock market's doing fine. You look at -- Thanksgiving holiday, the travel, people are traveling in record numbers, spending money. Consumer spending has been up. So, all of these are positive indicators. That's the case to be made for Joe Biden. The question is, when does he make that case effectively, in terms of the messages, so that people hear it? Or is it the case that it goes south? You've got Ukraine, you've got China, you've got Taiwan, you've got obviously the Middle East. This is a lot to be that's kind of, you know, up in the air like an x-factor as we go into a very unpredictable election year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, but, Karl, we know it's about the economy, stupid, that someone on the other side of the aisle from you said decades ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "But, I mean, that's what people report is their number one concern is buying groceries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes. Well, I feel so -- I feel so much better now that Juan has told me what the reality is. Look, there is a reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "And the reality is this. That in the last several years, the cost of living has gone up an accumulative 18 percent, and median household income has dropped 3 percent, which means there's a 21 percent delta. What people were able to buy for -- buy three years ago, it now costs them about 20 percent more given the change in both prices and wages. And they're having to adjust to that. And it's not going to happen overnight. The White House can go out and say inflation is dropping, but people say, you created it with all that needless spending. They say, you created all -- we've got all these new jobs. They say, no, no, we got our jobs back. And the fact of the matter is, is that there's one underlying dynamic that makes their arguments on the economy and possible to sell to the American people, and that is that the American people look at him and say, you're too old. You lack the mental acuity and stamina to be president of the United States and we want a change. And it -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, but what about coronavirus? Do you think people remember, oh, gee, where were we when this - when this man came into office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, that's - that's -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hasn't he saved so many jobs? Hasn't he rebuilt this economy? That's a message I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMILEY",
      "sentences": "Are you any better off now than you were five years ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "That's going to be the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "As I - as I remember - as I remember, it was the guy before him who got us the vaccine to save people's lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes, I'm just telling you -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "And you know what? In - and Biden would be in a better place today had he started out acknowledging that his predecessor had done that. They would have created a better climate of opinion and reduced some of the animosity an antagonism that's in our political system. But we're polarized. And if you think this president is well - is well positioned to win, you're -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "You and Joe Biden are probably the only people in America who think that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, but - and the polling shows that they're -- even within the Democratic Party, that his own party has a great concern. We talked earlier about -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Two-thirds off Democrats think that he's too old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "They think that he's too old. And 74 percent of independents don't think that he's well enough and vital enough to go ahead with another term. And you heard us talking earlier about David Axelrod, a big Democratic voice, out there saying, ah, 50/50 at best, but probably worse than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUSHAAR",
      "sentences": "Yes, I mean, to Juan's point, there are some stories that Biden can tell. He's going to be 81 years old this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUSHAAR",
      "sentences": "He has not been able to drive a message. He - he can't - they can't use any of the sound bites from his speeches because that is a real challenge. The White House is privately worried that this is a campaign that's going to be from the Rose Garden, not from the campaign trail. So, that is the big challenge. There are some stories that the White House can be talking about, about inflation being contained, about unemployment being low, but that's not reaching out to the country. They don't feel like it's (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think once you get to Biden versus Trump, a polarizing figure on so many issues, you think about, you know, all the indictments, the four cases against him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "But what do you make of the head to head polling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I'm saying, right now, and this goes back to what we were just saying, there are a lot of Democrats who are discontented with Joe Biden right now. But then if you say, oh, it's you, Joe Biden, or Donald Trump -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "But that's what I'm saying, head-to-head -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Abortion, which drove the -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The - the last election we just saw here in '23, oh, it's Joe -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's Donald Trump -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "But merely -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Abortion, it's race, it's immigration, and creating on all sorts of new sanctions against people protesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, but, again - again, the president is upside down on issues like immigration, like the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, that's right. But I say put him against Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL",
      "sentences": "One other - one other - one other -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, do you think they - do you think the head-to-head polls right now aren't accurate, because they almost all of them show President Biden losing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, but keep - look, if you ask black voters right now, I think the Trump people will tell you, there's a record number of black voters who support Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hispanics, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Independent voters. What I'm saying to you is right now that's going to -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "You think they come home to the Democratic Party for the vote next year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That - those people are being (ph) Democrat. And Karl Rove's sitting here, a pro, they will fade and go right back to the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "No, Karl - Karl is shaking his head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "No, no, no, no, no, look, look, look -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "You think they come back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "They're planning on the Obama versus Romney strategy and that's not going to work because we trusted Obama as being a strong, effective leader who was up to the job. Take a look at Virginia in the elections. Democrats lost every state senate seat that Joe Biden won by between 1 percent and 9 percent. They lost - except four of them. They lost every house district - house delegate district that Don - that Joe Biden won by ten points or less, while they kept every Trump district. If they - if -- that election is a really bag signal for 2024.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right. We've got to leave it there, because I know you have a lot more to say, gentlemen and lady. A panel -- a final word out of the Middle East and a possible peace deal there coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "We continue to track overnight reports from \"The Washington Post,\" there could be a multiday ceasefire deal in exchange for dozens of hostages. Administration saying no deal yet, but we'll keep an eye on it. And a quick note, my podcast \"Livin' the Bream\" drops this morning. This week I sat down with Denise Grace Gitsham, who has great advice if you are dreading the political conversations around the Thanksgiving table. She's got a brand-new book called \"Politics for People Who Hate Politics.\" She argues that good people have got to stay engaged in these tough debates. Check it out, \"Livin' The Bream\" wherever you get your podcasts. That's it for today. Thanks for joining us. I'm Shannon Bream. Have a blessed Thanksgiving. We'll see you next FOX NEWS SUNDAY. END Content and Programming Copyright 2023 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2023 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "utterance": "I'm Shannon Bream. A possible U.S. brokered deal in the works with Israel and Hamas to pause fighting and free dozens of women and children held hostage in Gaza, all after widespread protests across America."
    },
    {
      "speaker": "BREAM (voice-over)",
      "utterance": "Hundreds of thousands out on the streets both pro- Israel and pro-Palestinian, including one demonstration that turned violent outside the DNC headquarters in Washington, leaving six officers injured."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's such a shame to see these people attack the Capitol police."
    },
    {
      "speaker": "BREAM",
      "utterance": "What does it signal for the Democrats heading into 2024? We'll get reaction from the Biden campaign national co-chair and Foreign Relations Committee member, Senator Chris Coons. Plus, frosty fallout after the Xi/Biden summit. We'll speak with former Secretary of State Mike Pompeo about what did and didn't get accomplished. Then --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is an existential threat to this country."
    },
    {
      "speaker": "BREAM",
      "utterance": "9/11 families tear into TikTokers over sympathy for Osama bin Laden. As antisemitism rises on the country's college campuses, we'll ask our Sunday panel what's influencing the next generation's opinions. All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "BREAM (on camera)",
      "utterance": "Hello from FOX News in Washington. The IDF continuing to scour Gaza hospitals where it says Hamas is hiding tunnels, weapons, command centers and possibly hostages. As Israel works to eradicate Hamas in Northern Gaza, it is beginning to shift its sights further south in what would be a new front in the Israeli offensive. But international calls for both a ceasefire and the release of hostages intensify, amid concerns about the mounting civilian death toll. And late last night, reports from \"The Washington Post\" began to surface that Israel and Hamas are on the verge of a U.S.-brokered deal for multiday ceasefire in exchange for the release of dozens of hostages. In a moment, we'll speak with Delaware Democratic Senator Chris Coons who sits on the Foreign Relations Committee, and we'll get the latest from the White House on that possible deal between Israel and Hamas from FOX News correspondent Lucas Tomlinson. But we start with FOX News correspondent Alex Hogan live on the ground in northern Israel. Hello, Alex."
    },
    {
      "speaker": "ALEX HOGAN, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Shannon. U.S. officials, as well as Israeli officials, say that so far, there has been no agreement and the potential deal to release 50 hostages in exchange for a three to five-day ceasefire, among other things. But officials from Qatar today are saying that the conversations are mainly logistical about what needs to be done. And today in Gaza, the IDF is moving forward. It says paratroopers managed to go inside and raid the home of Hamas officials. Ground forces also located new ammunition warehouses as they look for tunnels. But six weeks into the war, more than half of the population is out of their home. The U.N. says that Gaza is only getting 10 percent of its required food and only 6 percent of the fuel that it received before the war. Aid organizations warn that the fuel shortages will cause the healthcare system to collapse."
    },
    {
      "speaker": "UNIDENTIFIED MALE (through translator)",
      "utterance": "Due to the lack of gas, we were forced to buy firewood, cook our food with firewood, and bake our bread using firewood. Our entire day depends on firewood."
    },
    {
      "speaker": "HOGAN",
      "utterance": "Even Prime Minister Benjamin Netanyahu said without more humanitarian aid, allies will find it difficult to give longer-term support for Israel's war. At the same time, Israel is also fortifying its northern front to field off attacks from Hezbollah. RPY ROUSSO, IDF COLONEL & 91ST DIVISION EXECUTIVE OFFICER: We use jets. We use tanks. We use infantry. We use anti-tank missiles on our own."
    },
    {
      "speaker": "HOGAN (voice-over)",
      "utterance": "Exchange fires nearly constant now, but with the use of more advanced weapons, the IDF says there's a growing fear of how quickly everything could change in this conflict."
    },
    {
      "speaker": "ROUSSO",
      "utterance": "Hezbollah is deploying all kind of arsenal that it has at its disposal -- everything from Russian equipment, to Iranian equipment, to equipment that it is being deployed and developed on its own."
    },
    {
      "speaker": "HOGAN",
      "utterance": "Here in the north, besides troops and tanks, entire cities and villages have turned into ghost towns. And on the other side of the border, in Lebanon, people are fleeing there, too."
    },
    {
      "speaker": "HOGAN (on camera)",
      "utterance": "Right now, Israel is striking back at sites in Lebanon as Hezbollah just earlier today fired rockets, mortars and anti-missiles here -- Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "Alex Hogan, we appreciate you there live in Israel. Thank you so much. Let's turn now to FOX News correspondent Lucas Tomlinson. He's live at the White House as the president has laid out, Lucas, this sweeping argument for supporting both Israel and Ukraine, saying it's really the same fight."
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "utterance": "That's right, Shannon. And the White House says it has not reached a deal on the hostages yet and in a first, President Biden says he'll sanction any Israeli settlers who commit violence against Palestinians in the West Bank."
    },
    {
      "speaker": "TOMLINSON (voice-over)",
      "utterance": "The Gerald Ford Strike Group was supposed to be home for Thanksgiving before being extended in the Mediterranean due to the war between Israel and Hamas, over fears it could spread. Writing in \"The Washington Post\", President Biden says both Putin and Hamas are fighting to wipe a neighboring democracy off the map. America cannot and will not let that happen. President Biden recently met China's president face-to-face for the first time in a year. Xi reportedly told Biden China has no plans to invade Taiwan. He gave a similar pledge to Obama in the Rose Garden in 2015 not to militarize his manmade islands in the South China Sea, a pledge he did not honor."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Well, look, he is. I mean, he's a dictator."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "It's Biden's poll numbers that are also causing Americans to wince. Biden's approval numbers remain underwater on a range of issues, from the Israel/Hamas war, to immigration and inflation. More than 500 political appointees and staffers across 40 government agencies sent a letter to President Biden protesting his support for Israel and its war against Hamas."
    },
    {
      "speaker": "MATTHEW MILLER, STATE DEPARTMENT SPOKESMAN",
      "utterance": "We don't make our decisions based on polls. We make our decisions based on what we believe are the best foreign policy judgments on behalf of the American people."
    },
    {
      "speaker": "TOMLINSON (on camera)",
      "utterance": "Tomorrow, President Biden turns 81. It's supposed to be a low-key affair here at the White House, with more attention on the annual turkey pardon. And China will be hosting Arab diplomats in the hopes of bringing peace to Gaza -- Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "Lucas Tomlinson at the White House -- Lucas, thank you. Joining us, Delaware Democratic Senator Chris Coons. He's a member of the Senate Foreign Relations Committee and co-chair of the president's re- election campaign. Senator, welcome back to \"FOX News Sunday\"."
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "utterance": "Thanks, Shannon. It's great to be on with you again."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK. So, let's talk about this. The White House, the National Security Commission is saying -- National Security Council, there's not a deal yet, but there is talk of this potential ceasefire deal, three to five days maybe, dozens of hostages, maybe."
    },
    {
      "speaker": "But the president's got a brand new op-ed out today. And he wrote this in the op-ed",
      "utterance": "As long as Hamas clings to its ideology of destruction, a ceasefire is not peace. To Hamas' members, every ceasefire is time they exploit to rebuild their stockpile of rockets, reposition fighters and restart the killing by attacking innocents again. You're at the Halifax International Security Forum. How is talk of the ceasefire playing there?"
    },
    {
      "speaker": "COONS",
      "utterance": "And so, Shannon, President Biden has been clear and forceful in responding to Hamas' terrible, horrific terrorist attacks of six weeks ago. He went to Israel. He embraced Prime Minister Netanyahu. He's deployed two aircraft carrier groups to push back on any potential for Iran to try and strengthen and broaden the conflict in the Middle East. And here at Halifax Security Conference this weekend, a bipartisan delegation from Congress, met with leaders from across our NATO allies and from other countries where there are folk here's who are advocates for freedom. So, human rights advocates from countries like Iran and Venezuela and Russia, opponents of the current regimes, as well as partners from Canada, from Germany, from other NATO countries, legislators from Taiwan and elsewhere. And there have been lots of conversations about the importance of the United States standing strong behind Ukraine and our more than 50 partners in supporting Ukraine in their resistance to Russian aggression and standing strong in supporting Israel and their important work against the terrorists of Hamas. News of a potential hostage deal, Shannon, is great news, just before Thanksgiving, for the 10 American families whose loved ones are being held hostage and the more than 230 others. I've met with those families, Shannon, in Tel Aviv and in Washington, and it's heartbreaking to be with parents who don't know how their children are doing and who believe they are being held in tunnels by Hamas beneath Gaza. This is a good development today."
    },
    {
      "speaker": "BREAM",
      "utterance": "But the president himself, in this op-ed, which as you know, it links together the fights against Russia and its aggression in Ukraine, Hamas. But the president himself expresses grave concern about what a ceasefire would allow Hamas to do and continuing to kill and re-equip. Is there concern about that part of the equation?"
    },
    {
      "speaker": "COONS",
      "utterance": "Well, let's draw a distinction here, Shannon, between a ceasefire - - some folks are calling for a ceasefire in protests across Europe and in our country by which they mean Israel should stop fighting Hamas, should end their campaign in Gaza, or a pause that has been negotiated between Israel and Hamas to allow the release of hostages, Israeli and American and other nationality hostages, and allow food and fuel and medicine to get into Gaza. A negotiated brief pause in the fighting, I think would be a good thing, and I would strongly support. A ceasefire, meaning an end to Israel's campaign against Hamas, I don't support, and neither does the president."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK. Let's talk about the fact that Israel aid is tied up in the politics of Washington."
    },
    {
      "speaker": "COONS",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "Every Democratic senator voted no against the package the House had passed. It takes money from the IRS to fund that standalone Israel aid. So, now, the conversation is this bigger supplemental. The White House wants Ukraine and all kinds of things tied together. There are a number of GOP senators who say it will not move forward, Ukraine funding, unless it's coupled with serious change to border policy, not more money for processing people in, but actually having a more secure structure against people showing up and entering without our way to track them and moving into the country. The president's issue, or approval on this issue of the border is -- he's upside down by 30 points on this. Americans don't think he's handling it well."
    },
    {
      "speaker": "At the same time, House Homeland Security has a committee report out this week saying that what's happening at the border could cause taxpayers hundreds of thousands -- excuse me, billions of dollars a year, and saying this",
      "utterance": "It's morally unacceptable that American taxpayer dollars should be funneled to those who violate our laws and demand expansive taxpayer-funded benefits like education, health care, housing and more. Where are we on negotiations in the Senate about change to border policy as it may be tied to Ukraine funding?"
    },
    {
      "speaker": "COONS",
      "utterance": "Shannon, there is a bipartisan group of senators who've been working hard this weekend, last week and will continue working through the Thanksgiving holiday to come forward with a proposal for a few focused policy changes that would address the dramatic increase in recent months and the number of folks crossing our border. We have to strike an important balance, Shannon, between protecting America's historic role as a place of asylum for those who are genuinely fleeing oppression because of their faith, their politics, their ethnicity or their background, and reducing what is currently a real challenge at our border. President Biden has repeatedly demanded of Congress that we take up and pass bipartisan reform so it will improve our border security, and in the supplemental funding request he sent up to Congress, President Biden is demanding the single largest additional appropriations to improve border security in our history. I think we can and should find --"
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, again --"
    },
    {
      "speaker": "COONS",
      "utterance": "-- the middle ground here and move forward to secure our border."
    },
    {
      "speaker": "BREAM",
      "utterance": "Republicans are saying that's money to process people into this country, not to stop people from showing up illegally and crossing into the border. I mean, there's an admission that 1.7 million potential gotaways, people we don't even know who they are or where they are in this country, in addition to millions other people who have been processed into this country, with some of them distant court dates that they may not actually show up for."
    },
    {
      "speaker": "COONS",
      "utterance": "Shannon, that's a mischaracterization of the supplemental request. It would hire literally thousands of more Border Patrol agents, Custom and Border Patrol agents, put in place at border crossings advanced nonintrusive inspections, systems that would allow us to scan more and more of the vehicles that cross our border every day, and fund an increase in deportation flights. So, to say that the additional funding request is just to process more people into the United States misses a core goal of that funding request. But I'll say this -- I am willing to work with Republicans on changing policy to make sure that we protect asylum as something that genuinely protects those with a legitimate asylum claim, and yet reduces the number of folks crossing the border who ultimately don't have a legitimate asylum claim and years later will be deported. That is a middle point that we should work on together because it's critical that we fund Ukraine, that we fund Israel and that we provide humanitarian relief which is the other key part of this package. The week before Thanksgiving --"
    },
    {
      "speaker": "BREAM",
      "utterance": "Yeah."
    },
    {
      "speaker": "COONS",
      "utterance": "-- I hope folks will reflect on the fact that providing humanitarian assistance into Ukraine, into Gaza and a dozen other countries is something that is a long bipartisan tradition in the United States and a key part of our leadership in the world."
    },
    {
      "speaker": "BREAM",
      "utterance": "And it does seem like there's almost -- not total but almost universal support for that humanitarian aid. I know there are a few voices out there who think there need to be serious strings tied to it. I want to talk to you about 2024, because you are co-chairing the president's national re-election campaign. David Axelrod, a senior adviser at one point to President Obama, a key player in the Obama/Biden administration, says this: I think he has a 50/50 shot here but no better than that, maybe a little worse. They've got a real problem if they're counting on Trump to win it for them. I remember Hillary doing that, too. We've got scores of new polling at FOX News that all paint a very tough picture on re-election for the White House. And there are polls, Marquette and \"USA Today\" and many others, that also show serious problems for this president and his re-election campaign. What do you think of David Axelrod's comments?"
    },
    {
      "speaker": "COONS",
      "utterance": "That's an interesting point from David. In 2007, a year out from the 2008 election, I'll remind you that poll after poll was showing that Barack Obama was going to lose to Rudy Giuliani. And in 2011, that Barack Obama was going to lose to Mitt Romney. Head-to-head polls the year out, frankly, don't say much at all. What matters is the elections that just happened. The off-year elections were very positive for Democrats across the country. We far exceeded expectations in 2022 in the midterm elections. So across special elections, midterm elections, I see real positives for this president. And those are rooted in his record of actual accomplishment. We have the lowest unemployment for the longest period of time in modern American history. He's really accomplished significant things on a bipartisan basis. Investments in infrastructure, reducing prescription drug prices, investments in community, mental health, and in gun safety, and frankly, rebuilding advanced manufacturing. I came out of manufacturing to run for office. We've seen 800,000 new high- quality manufacturing jobs created, part of the 14 million new jobs in just the last two years. That's a strong record to run on, Shannon. And I believe the president will make that case in the coming year."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, you know on the jobs numbers, a number of fact checkers, including across the political spectrum has said it's not accurate to say those jobs were created. Many of them came back after COVID, but they aren't counting as new jobs. And for whatever reason, all of the things that you listed are not yet resonating with the American electorate. We're going to talk about more polls further into the show, and we'll see how that actually works out in the year to come. A year is a long time in politics, Senator. Thank you for your time this morning."
    },
    {
      "speaker": "COONS",
      "utterance": "Thank you, Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "Iranian proxies continue targeting U.S. troops in Syria and Iraq as U.S. forces are striking back. Up next, we're going to bring in former Secretary of State Mike Pompeo to talk about how the White House is dealing with Iran, as frustrations with that strategy begin to bubble up from within the Pentagon."
    },
    {
      "speaker": "BREAM",
      "utterance": "There is a growing divide within the federal government over official U.S. policy toward Israel. A push for a ceasefire is gaining momentum as hundreds of members inside the Biden administration tell the president they do not agree with how he's handling the conflict. Joining me now, former Secretary of State Mike Pompeo. Mr. Secretary, welcome back."
    },
    {
      "speaker": "MIKE POMPEO, FORMER SECRETARY OF STATE",
      "utterance": "Good morning, it's great to be with you, Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, so this letter that has been joined now by hundreds of people, different things bubbling up from state, from the White House, from DOJ, you've written this, this week, \"The American people should be alarmed and outraged that individuals who are so clearly opposed to our constitutional order, and so plainly ignorant of right and wrong -- work on U.S. foreign policy every day.\" Why is this not a free speech issue?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, they're entitled to their free speech. They're also entitled to work wherever the heck they want. But in our country, the people who work for the president of the United States and the confirmed Secretary of State of the United States of America have an obligation to do the work that they direct them to do, not their own, Shannon, not their own vision for what America ought to look like. And, Shannon, I saw this when I was Secretary of State. These attacks on the bureaucratic efforts, these -- from the bureaucratic efforts, are always from the left. It's always from progressives. You don't see dissent cables from those of us who believe in the deep Judeo-Christian tradition. It is always from progressives. And they're not only right about them, they're not only speaking about them, that's what this letter is, they then work diligently to undermine what it is these administrations are trying to do. So today, they ought to all be doing what President Biden and Secretary Blinken want them to do. It was most unfortunate that many of them didn't want to work on the projects that I and President Trump asked them to do. It is dangerous, Shannon, that their task is to perform what the executive directs, and they believe they have a right to voice their opinions and undermine American policy. That's both wrong as a moral principle and it's deeply unconstitutional."
    },
    {
      "speaker": "BREAM",
      "utterance": "There are several media outlets reporting about some specific folks working within the Biden administration. \"Semafor,\" the \"New York Post,\" \"The Federalist,\" they're all talking about people they've named that they say are either sympathizers with Iranian leadership or people that have actually lobbied for the aims of Iranian leaders. One of them works at the Pentagon and dozens of senators have written a letter to the White House saying that her security clearance should be suspended. We can't find any record that it has been. Here's the headline this week from \"The Federalist.\" They say this, \"No serious country would allow terrorist sympathizers to run its government.\" Are you surprised by these allegations? As most of us average Americans are, that this would be going on within the U.S. government?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "I'm most surprised that the administration hasn't put this person on onward, hadn't gotten him out of the Department of Defense. She's working in an organization that controls and operates our special operating forces around the world at a time of deep conflict. Look, this administration has always had a soft spot for the Islamic Republic of Iran. We saw it in President Obama when they signed the JCPOA. We've now seen it while they've launched dozens and dozens of attacks against Americans. We've done almost nothing. I'm not so sure that these views that are held by this woman and who were held by Robert Malley, who was the special envoy for Iran, who's had his security clearance suspended. Frankly, it's not so much that they're outliers in this administration, Shannon, it is that they are deep -- their policies are deeply consistent with what President Biden has been trying to do. I'm very worried about what the Islamic Republic of Iran is doing, not only today in supporting Hamas and the Houthis and Hezbollah in Lebanon, but what they may be doing at our southern border, bringing folks into our country and presenting real risk here in the homeland as well."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and to that point, I mean, you've seen the data, you've served on the job. We keep hearing about what a problem the border is. This administration has talked about the possibility that it's very attractive to terrorists. We talked with Senator Coons about the fact that there are millions of people here. We don't know who they are or where they are. Is that something that keeps you up at night? How worried should we be? Because New polling shows that Americans are worried about Islamic terror attacks on U.S. soil. Now, 73% of them. That's up 23 points since May."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Shannon, it's something I'm deeply concerned about. I heard Senator Coons' remarks. He's a good and decent man. He's just wrong about the Biden administration on the border. This isn't about proper asylum claims. This is about a couple million folks who we have no idea where they are inside of the United States. And the attacks now, six weeks on, on October 7th, were in the planning for months, if not years. Goodness knows what might be taking place inside the United States that has also been planned by Iran over the last months and years. It's a real risk. They've tried to blow up things here in the United States before. They continue to threaten to assassinate former American officials and American civilians as well. They've made clear their intention to do so. It's a very real risk. And if we don't know who's coming into our country, Shannon, it's pretty straightforward. No matter what Senator Coons tells you, that risk is greater. Don't take my word for it. Take the word of Mayor Adams in New York City. Take the word of Director Wray. They know these are real risks in their cities and in their country as well."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, so with news of a potential ceasefire deal, let's pivot back to the Middle East. There is no debate that there are civilian lives that are being lost in Gaza over the current operations. Congresswoman Rashida Tlaib, who is a Palestinian-American herself, is among those calling not just for this humanitarian pause, but she wants a ceasefire. And here's what she's saying this weekend about U.S. continued support for Israel."
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "utterance": "We're done supporting and funding this violence. We're done watching children being pulled out of the rubble, blood coming down their faces. We're tired of allowing, you know, folks to be able to think that the answer to war crimes on October 7th was more crimes."
    },
    {
      "speaker": "BREAM",
      "utterance": "So how do you answer these growing concerns about the number, the reality of civilian deaths that are happening right now in Gaza?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Shannon, the singular best way to protect the people that are living in the Gaza Strip is the destruction and annihilation of Hamas. It's pretty straightforward. It should be done as quickly as possible. The lives that they've lived over the last years, sitting under a terrorist government, have not been good lives. The fact that Israel is now determined to do it is something that is both decent and moral and good for the people living there, good for the people of Israel, and great for the United States of America as well. You know, I listened to her talk. There's a lot of discussion about what's going to happen the day after, Shannon. Think about what the day after looks like if Hamas is not destroyed. If Hamas is not destroyed, this destruction, this death will continue. Iran will feel like it got an enormous victory, and the Russians, the Chinese, and the Iranians will all continue their terror campaigns and their efforts all across the globe if they think the West isn't prepared to do the most basic task of government, and that is to protect its own citizens. I hope that Israel will do this quickly. I hope that they will do this with enormous decency and protect civilians to the maximum extent possible, but the job, the requirement to destroy Hamas and to send a message to the world that the West is serious about protecting its traditions, is a requirement of every government."
    },
    {
      "speaker": "BREAM",
      "utterance": "You and I have a mutual friend, Joel Rosenberg, who lives and works in the Middle East. He's the Editor-in-Chief of all Israel news and all Arab news, a couple of sources there. He has put out an urgent call for help for Christians who are in Gaza. \\He says they're sheltering in churches. We know many of them have been killed, as have, you know, thousands of other civilians. He's pointing out that Israel is asking them to evacuate to the south, but he says for them that's essentially a death sentence because they don't have the shelters of where they currently are. He says this, as followers of Jesus, they are considered pagans. They know that they can expect no mercy from Hamas and the others in the south. He goes on to say, he believes their wives and daughters will be raped. They were all potentially faced torture and murder. He's asking the Israeli government to allow them to evacuate to Christians who would take them in the West Bank. Given everything that's going on there and the millions of civilians who are in danger in Gaza. Is it right, should the Israel military or governments make a way for this specific group of folks to evacuate?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, Joel's certainly right. Christians living in Gaza are at risk. They've been at risk for years. There's no doubt about that. The best way to create safety and protection for the Christians that are living there, I think, as I said before, to move on Hamas just as quickly as absolutely possible. I hope the Israelis will do everything they can to protect Christians in that area. Shannon, you and I have worked on this issue. We worked on Christian persecution in Nigeria and in northern Iraq. This is something that is near and dear to our hearts. I hope the Israeli government will do everything they can. I don't know that they are any safer in the north than they are in the south. I don't know the situation on the ground that well. But the core mission set has to be to get these hostages home, to bring them home now, and to destroy Hamas as quickly and as with a little civilian loss in life as we can. And when we do that, we'll protect not only the Christians that are there, but the Arabs and all of the others as well. This is not good for anyone living in Gaza. And Christian persecution there has been continuous in the decade past."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yeah, and as we know, millions of civilian lives of all backgrounds caught in the middle who want nothing to do with Hamas. Mr. Secretary, thank you. Always good to see you."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Happy Thanksgiving, Shannon. Bless you."
    },
    {
      "speaker": "BREAM",
      "utterance": "All right, lawmakers renew their calls to ban TikTok after influencers on the app went viral this week for promoting Osama bin Laden's letter to America, calling for the destruction of the Western way of life. Our panel weighs in on the generational divide over the future of democracy. They are up next."
    },
    {
      "speaker": "REP. MIKE GALLAGHER (R-WI), HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "So for someone on TikTok, to somehow suggest that this is America's fault, or that bin Laden, who killed thousands of innocent Americans was right is absolutely disgusting and further evidence that we need to ban TikTok or force a sale."
    },
    {
      "speaker": "BREAM",
      "utterance": "Wisconsin Republican Congressman and veteran, Mike Gallagher calling for a crackdown on TikTok after an anti-American letter from Osama bin Laden went viral this week. It is time now for our Sunday group. Josh Kraushaar, Editor-in-Chief of Jewish Insider, Fox News Senior Political Analyst, Juan Williams, Karl Rove, former Bush White House Advisor and former Washington State Senate Candidate and Rescuing the American Dream Chair, Tiffany Smiley. Welcome to all of you. OK, so let's start here. I want to play something from Brett Eagleson. His father died on 9/11 trying to save fellow Americans. BRETT EAGLESON, FATHER WAS KILLED ON 9/11: You should all know that Hamas and Al-Qaeda and people that you're supporting and giving credibility to would not hesitate one second to kill you or kidnap you and your family and hold you ransom simply based on the color of your skin or your gender identity or your nationality or your religion."
    },
    {
      "speaker": "BREAM",
      "utterance": "I mean, Karl, my issue's not really with TikTok. It's the fact that these young people were so easily swayed by this letter full of calls for theocracy and misogyny and homophobia and all of those other things."
    },
    {
      "speaker": "KARL ROVE, FORMER BUSH WHITE HOUSE ADVISER",
      "utterance": "So there are a lot of ignorant in young people, I guess. But look, there's a broader issue here. We ought to ban TikTok in the United States. This is a China-based company. The Chinese Communist Party is gathering all this data that it collects from TikTok users. And we ought to not allow it to be collecting data on American young people and American users. On the other hand, let's recognize, if we do that, this is still going to be a public diplomacy tool of the Chinese Communist Party that they will use to stir up opinion around the world against the United States and our values, and the values of the West. So we can ban it here and I'm all for it. But we got a bigger problem and then China is our resolute adversary and they will use this tool against us all around the world."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yeah. And writing about this, \"Wall Street Journal\" Editorial Board said, \"TikTok is a particular case given its Chinese ownership and the way it now speaks to America's youth. Would the U.S. have let the Soviet Union by MTV in the 1980s?\" Juan, I remember the 80s as well. And the influence MTV had in our lives at that point."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "No question."
    },
    {
      "speaker": "BREAM",
      "utterance": "They've got a point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I mean, I actually agree with Karl on this. I just think the Chinese influence is corrosive in terms of young people. You know, I'll tell you what shocks me as a news person is that it's like a third of young people in this country have TikTok as their primary news source."
    },
    {
      "speaker": "BREAM",
      "utterance": "Rights."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And it's, you know, it's about --"
    },
    {
      "speaker": "BREAM",
      "utterance": "Not just for entertainment --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "BREAM",
      "utterance": "-- but for information."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And you've got to realize that this thing is engineered with its algorithms to be addictive. It's a little bit like tobacco, I think of it in those terms. So when I come to the point Karl was raising, we regulate tobacco in terms of advertising. You know, we impose some limit, age limits, for example, on tobacco. We need to do something similar with this. What I think of as an addictive mental news source controlled by someone who's not our friend, the Chinese. You know, you look at what happened this week with Elon Musk on Twitter. Now, would it be better if it wasn't owned by the Chinese? I don't know, social media has some real negatives to it. Elon Musk this week affirming, you know, the Jews will not replace this type of thinking in this country. So what happens, \"Disney,\" \"CBS,\" other companies hold him accountable. Would it be great if we could hold TikTok and the Chinese accountable for spreading lies about bin Laden and us?"
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, we had many conversations on the show and all over Capitol Hill about banning it, forcing a change in ownership and Senator Warner was sitting here last week. I mean the Chair of the Senate Intelligence Committee like it's just not happening yet. So those conversations continue. In the meantime, their conservative groups out there who say we shouldn't be surprised that this happened on TikTok or anywhere else, it says their anti-American sentiment young people is the natural consequence of academics indoctrinating students for years with anti-colonial themes that vilify Western progress. Tiffany, they say regardless of what the outlet is, these young people are very open to those arguments that are anti, not pro-American."
    },
    {
      "speaker": "TIFFANY SMILEY, FORMER WASHINGTON STATE SENATE CANDIDATE",
      "utterance": "Yeah, I think George Orwell said it best. He who controls the past, controls the future. And we have TikTok and other social media platforms across the country are influencing our youth. We know that. I'm a mom of three young boys. I'm not afraid to talk about TikTok when my boys get in the car and have the tough conversations. I mean, like Karl said, they're owned by a Chinese, you know, group. Not only that, in 2022, our FBI said that the platform poses national security risks. So as a society, we have to take that seriously and we have to continue to work to decrease China's influence on our youth. We need to make sure that we're teaching history in our schools. That is a big problem. And for young children and teens' parents have got to be engaged and involved and understand what their children are consuming on a daily basis. You know, in our family, I'm old school, but I put the hard copy \"Wall Street Journal\" on our bar every morning for my boys to pick up and read. As parents, the buck stops with us in this country."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yeah. I love a hard copy, anything. That's the old lady and me. I do love it. One of the nuggets I saw too in our Fox polling from this week about young people and where we are. Under 30 is the only group in the polling that supports Palestinians over Israel, Josh."
    },
    {
      "speaker": "JOSH KRAUSHAAR, JEWISH INSIDER EDITOR-IN-CHIEF",
      "utterance": "Yeah, I mean, this is all connected to social media and where people get their news. I think Tiffany's advice about everyone reading, a newspaper every day instead of getting their media from TikTok or any social media platform would be big, big -- make a big, big, big difference. There's a big political challenge, though, too, especially when it comes to the White House. It's hard to put this toothpaste back in the tube. The people -- you know, the number of people using TikTok is only growing, not shrinking, and young people are using it increasingly. They're not heeding the warnings from government and from political leaders. The Biden campaign is facing a tough decision as well. They do not use TikTok on their campaign. But they -- there's a lot of pressure coming from -- they want to get young voters. These young voters are not reading the newspaper. They're not listening to the press releases. There's pressure from the left among the voters that are not supporting Biden to actually get on TikTok. And really, you know, that could really maximize the threats we face. So, it's a real challenge politically."
    },
    {
      "speaker": "BREAM",
      "utterance": "Something else, we had a lot of interesting numbers in our polling this week too on the border and one of them, when it comes to the President's job approval on immigration, as we've talked about this now potentially as a national security threat, 33% of America agrees that the President's doing a good job on immigration, 64% disapprove. Juan, there's real trouble there. And this -- not just this only, this issue, we'll talk next break about all of the other issues where he's not doing well, but this is one that's getting front and center attention."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, I think especially on the right. I mean, it's not as big an issue for people on the left, but a huge issue for people on the right. And, you know, people regularly mention to me, we have a high number of people now being -- a record number of people being stopped on the border. My thought is, you know, these encounters indicate that we do have enforcement. The Biden administration, you know, does have a story to tell in terms of helping people."
    },
    {
      "speaker": "BREAM",
      "utterance": "Oh, yeah, yeah. Wait a minute, let's talk about the story to tell because we also have migrant encounters in border, the high -- last month, highest ever for October, more than 240,000 people. That's in one month, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right, so that's what I'm saying is --"
    },
    {
      "speaker": "BREAM",
      "utterance": "That's the story."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- those encounters mean that those people are being stopped. If we weren't encountered, we wouldn't be --"
    },
    {
      "speaker": "ROVE",
      "utterance": "They're being counted. They're being counted. They're not being stopped. They're being released into our country."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, that's a different issue. That's -- that's what -- that's a - -"
    },
    {
      "speaker": "ROVE",
      "utterance": "OK. How we're doing a darn good --"
    },
    {
      "speaker": "ROVE",
      "utterance": "That's what they're doing. A lousy job of keeping them from coming in, and returning on."
    },
    {
      "speaker": "SMILEY",
      "utterance": "And look where they're coming from, too."
    },
    {
      "speaker": "ROVE",
      "utterance": "Exactly. No, I think, look, in fact, this is -- this is just ridiculous that they ought to give credit to them, to count them because what we ought to give them credit for and they deserve a little bit of credit is returning them. They tried an experiment last month. Venezuelans, they tried in September and October to return Venezuelans back. And guess what happened they compared two weeks in October and two weeks to September. When they started returning Venezuelans immediately out of the country, the number of Venezuelans attempting to cross the border dropped 65%, maybe we ought to get more aggressive about returning these people and not just be content with counting."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Look, I think that we need as America, as a nation, but especially as a Congress to deal with immigration policy, instead --"
    },
    {
      "speaker": "ROVE",
      "utterance": "We have the tools already to do --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- what's happening is these guys are fighting each other in the house --"
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, OK, it is fair to say --"
    },
    {
      "speaker": "ROVE",
      "utterance": "-- and something to do with asylum but the rules that are administratively applied are rules that could allow them to do with other people what they're doing with the --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Majority of people, McConnell wants to deal with this issue. It's the House Republicans in their dysfunction."
    },
    {
      "speaker": "BREAM",
      "utterance": "Okay. Let's going to say, wait, wait, wait. Let's just say this -- well, right even President Biden is now been like OK we're going to start building the wall again. I mean they're clearly issues that feel intractable but there have been Democrats in charge of White House, House and Senate, Republicans in charge of White House, House and Senate and this still hasn't gotten solved. So maybe during the commercial break our panel will figure out all the solutions to this. But up next, they're going to tackle the drama for the 2024 run for the White House including more Fox News polls rough numbers for one president, a boost for another one. Fox News Correspondent Mark Meredith is live on the ground in Iowa where candidates are fighting for every vote with the caucuses just weeks away."
    },
    {
      "speaker": "BREAM",
      "utterance": "Four of the remaining Republican presidential hopefuls descending on Iowa this weekend, fighting to get every vote they can as the caucuses are just weeks away. Fox News correspondent Mark Meredith is live in Des Moines, where he's been tracking the candidates. Hello, Mark."
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "utterance": "Shannon, hello to you. Former President Trump, he is in Texas today, about to get the endorsement from the state's governor. Trump was here in Iowa just last night trying to hold on to his first place in the standings, because that's what we've been seeing in the polls, because even if we see an upset or a close contest in this state, the Republican race will become a free for all."
    },
    {
      "speaker": "MEREDITH (voice over)",
      "utterance": "Former President Trump returned to Iowa Saturday, less than two months before the state's caucus, telling a crowd his victory is all but guaranteed."
    },
    {
      "speaker": "DONALD TRUMP, FORMER U.S. PRESIDENT",
      "utterance": "We're going to win the Iowa caucuses."
    },
    {
      "speaker": "MEREDITH (voice over)",
      "utterance": "The latest Fox polling shows Trump gaining ground, up three points since October. But Trump has skipped some traditional Iowa events, including Friday's family leader forum where three of his rivals competed to win over evangelical voters. NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE: I have always said I'm unapologetically pro-life."
    },
    {
      "speaker": "MEREDITH (voice over)",
      "utterance": "The family leaders expected to endorse a candidate within weeks. For Florida Governor Ron DeSantis, it could provide a much- needed boost. GOV. RON DESANTIS (R-FL), 2024 PRESIDENTIAL CANDIDATE: Thank you so much!"
    },
    {
      "speaker": "MEREDITH (voice over)",
      "utterance": "The DeSantis campaign is pouring major resource into Iowa. The governor telling us he believes Governor Kim Reynolds recent endorsement will help him win over undecided voters."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "But it's not so much that she endorsed. That's OK. Why did she do it? So, we now have advertising talking about why she did it."
    },
    {
      "speaker": "MEREDITH (voice over)",
      "utterance": "Entrepreneur Vivek Ramaswamy also fighting for Iowa, even adding dozens of events this Thanksgiving week. VIVEK RAMASWAMY (R), 2024 PRESIDENTIAL CANDIDATE: I think we are set up to deliver a major surprise at the Iowa caucus."
    },
    {
      "speaker": "MEREDITH (on camera)",
      "utterance": "We'll be looking to see if there are any surprises. But not every campaign is focusing on Iowa. Some are already looking ahead to New Hampshire, where the state will be holding a primary just a few days after Iowa. And the Republican governor of that state says he will make an endorsement before primary day. Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "And that could be critical. Mark Meredith, in Iowa for us live. Thank you very much, Mark. We are back now with our panel. And I do want to skip ahead to some polling that we have out of New Hampshire because, listen, that's a very different look than what we have in the polling in Iowa. In New Hampshire brand new \"Washington Post\"/Monmouth poll has Trump at a commanding 46 percent, but Haley has moved into double digits here, now 18 percent, surging into second place, followed by Christie, Ramaswamy. DeSantis now in fifth. I mean, Josh, is he putting all of his eggs in the Iowa basket, hoping if he gets within striking distance or pulls off something there against Trump it will boost him then eight days later?"
    },
    {
      "speaker": "KRAUSHAAR",
      "utterance": "Well, look, Shannon, it's not about the national numbers, it's about the state by state numbers. And you can actually see a glimmer - a glimmer of a path for both DeSantis and Haley. DeSantis needs to do really well in Iowa. He can't just do second place. He's got to be right on - right on Trump's heels and show that Trump is maybe not quite as strong as he's imagined to be. And then parlay that into successes beyond the Iowa caucuses, New Hampshire, South Carolina Nevada. I think Haley actually has the more clear path as an upset special because she's doing really well in New Hampshire, it's a moderate electorate, and those Chris Christie votes, you know, if he - if he drops out before New Hampshire -- not sure if he will -"
    },
    {
      "speaker": "BREAM",
      "utterance": "I don't think he will."
    },
    {
      "speaker": "KRAUSHAAR",
      "utterance": "But - but those votes are much more predisposed to Nikki Haley. So, when you add up Haley and you add up Christie, that's actually not that far away from - from - from where Trump is. So, look, she has - and she's South Carolina is her home state. So, she has an opportunity to have a parlay in New Hampshire and South Carolina and do decently in Iowa. And that's the path for an upset. But Trump is in commanding position, you know, when he's at over 60 percent in the Fox poll."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAUSHAAR",
      "utterance": "He - he is the clear favorite for the nomination."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, now whoever ends up being the nominee for the GOP, they're going to have some material to work with if this White House is going to really struggle with. Another one of our Fox News polls looking at the economy, do you see any signs the economy has started to turn the corner and the worst is over? Sixty-seven percent, Tiffany, say, no. So, people looking ahead, two-thirds of the American electorate, this is across party lines, think the economy is not in good shape for them."
    },
    {
      "speaker": "TIFFANY SMILEY (R), FORMER WASHINGTON STATE SENATE CANDIDATE AND RESCUING THE AMERICAN DREAM CHAIR",
      "utterance": "No, that's right. And that's what we found in our survey as well, majority of people believe that, you know, big government and all of this infighting is - is what is wrong with our country. They want solutions to the economy. And I'm sorry, Bidenomics is not cutting it because you go talk to any average person who's buying eggs or milk or trying to put gas in their car, families are struggling out in the real America today. And it's really unfortunate because it doesn't have to be that way. You know, when I think of politics, too, and, of course, we're going to -- voters will choose our nominee. I am excited. Also - and I think we can't overlook this, but Republicans have an opportunity to take back the Senate and win houses - win back House seats as well in 2024. And I'm excited with Endeavor PAC (ph), focusing my efforts on campaigns that are down ticket. I recently endorsed Tim Sheehy running for U.S. Senate in - in Montana, Leslie Lewallen, running for Washington's third congressional district. I think this is a real opportunity for us as Republicans to talk about the solutions, get good candidates across the line and make a difference in this country."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and it's not just the economy that will be out there at the center of this campaign, all these campaigns, because it clearly will - will be."
    },
    {
      "speaker": "SMILEY",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "When you look at President Biden's approval numbers on any number of issue, we've got this poll that shows national security, the Israel war, guns, immigration, the economy, inflation. He is upside down by substantial margins. When you look at inflation, it's a 40-point deficit for him, Juan. Then he's out there touting Bidenomics."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, I mean, there's a certain reality, which is that both Biden and potentially former President Trump, if he's the nominee, are going to spend billions between now, November of '23, and the election in November '24. So, voters are going to have a chance to make a judgment. But the Biden team hasn't started making their case. And I was listening to Tiffany and I was thinking -"
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, well, wait, not making their case?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No."
    },
    {
      "speaker": "BREAM",
      "utterance": "He's talking about Bidenomics all the time."
    },
    {
      "speaker": "SMILEY",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, let me just say, I think you've got to say to people, and I think there's a case to be made, Shannon, look at inflation. Look at the reports. We've had two recent reports. Inflation is coming down. You look at jobs. We have a - Chris Coons said to you, we have record low jobs. You look at the stock market. The stock market's doing fine. You look at -- Thanksgiving holiday, the travel, people are traveling in record numbers, spending money. Consumer spending has been up. So, all of these are positive indicators. That's the case to be made for Joe Biden. The question is, when does he make that case effectively, in terms of the messages, so that people hear it? Or is it the case that it goes south? You've got Ukraine, you've got China, you've got Taiwan, you've got obviously the Middle East. This is a lot to be that's kind of, you know, up in the air like an x-factor as we go into a very unpredictable election year."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, but, Karl, we know it's about the economy, stupid, that someone on the other side of the aisle from you said decades ago."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "But, I mean, that's what people report is their number one concern is buying groceries."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes. Well, I feel so -- I feel so much better now that Juan has told me what the reality is. Look, there is a reality."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're welcome."
    },
    {
      "speaker": "ROVE",
      "utterance": "And the reality is this. That in the last several years, the cost of living has gone up an accumulative 18 percent, and median household income has dropped 3 percent, which means there's a 21 percent delta. What people were able to buy for -- buy three years ago, it now costs them about 20 percent more given the change in both prices and wages. And they're having to adjust to that. And it's not going to happen overnight. The White House can go out and say inflation is dropping, but people say, you created it with all that needless spending. They say, you created all -- we've got all these new jobs. They say, no, no, we got our jobs back. And the fact of the matter is, is that there's one underlying dynamic that makes their arguments on the economy and possible to sell to the American people, and that is that the American people look at him and say, you're too old. You lack the mental acuity and stamina to be president of the United States and we want a change. And it -"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, but what about coronavirus? Do you think people remember, oh, gee, where were we when this - when this man came into office?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, that's - that's -"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hasn't he saved so many jobs? Hasn't he rebuilt this economy? That's a message I --"
    },
    {
      "speaker": "SMILEY",
      "utterance": "Are you any better off now than you were five years ago?"
    },
    {
      "speaker": "BREAM",
      "utterance": "That's going to be the question."
    },
    {
      "speaker": "ROVE",
      "utterance": "As I - as I remember - as I remember, it was the guy before him who got us the vaccine to save people's lives."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, yes, I'm just telling you -"
    },
    {
      "speaker": "ROVE",
      "utterance": "And you know what? In - and Biden would be in a better place today had he started out acknowledging that his predecessor had done that. They would have created a better climate of opinion and reduced some of the animosity an antagonism that's in our political system. But we're polarized. And if you think this president is well - is well positioned to win, you're -"
    },
    {
      "speaker": "BREAM",
      "utterance": "Well -"
    },
    {
      "speaker": "ROVE",
      "utterance": "You and Joe Biden are probably the only people in America who think that."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, but - and the polling shows that they're -- even within the Democratic Party, that his own party has a great concern. We talked earlier about -"
    },
    {
      "speaker": "ROVE",
      "utterance": "Two-thirds off Democrats think that he's too old."
    },
    {
      "speaker": "BREAM",
      "utterance": "They think that he's too old. And 74 percent of independents don't think that he's well enough and vital enough to go ahead with another term. And you heard us talking earlier about David Axelrod, a big Democratic voice, out there saying, ah, 50/50 at best, but probably worse than that."
    },
    {
      "speaker": "KRAUSHAAR",
      "utterance": "Yes, I mean, to Juan's point, there are some stories that Biden can tell. He's going to be 81 years old this week."
    },
    {
      "speaker": "BREAM",
      "utterance": "Tomorrow."
    },
    {
      "speaker": "KRAUSHAAR",
      "utterance": "He has not been able to drive a message. He - he can't - they can't use any of the sound bites from his speeches because that is a real challenge. The White House is privately worried that this is a campaign that's going to be from the Rose Garden, not from the campaign trail. So, that is the big challenge. There are some stories that the White House can be talking about, about inflation being contained, about unemployment being low, but that's not reaching out to the country. They don't feel like it's (INAUDIBLE)."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think once you get to Biden versus Trump, a polarizing figure on so many issues, you think about, you know, all the indictments, the four cases against him."
    },
    {
      "speaker": "BREAM",
      "utterance": "But what do you make of the head to head polling?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I'm saying, right now, and this goes back to what we were just saying, there are a lot of Democrats who are discontented with Joe Biden right now. But then if you say, oh, it's you, Joe Biden, or Donald Trump -"
    },
    {
      "speaker": "BREAM",
      "utterance": "But that's what I'm saying, head-to-head -"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Abortion, which drove the -"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The - the last election we just saw here in '23, oh, it's Joe -"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's Donald Trump -"
    },
    {
      "speaker": "BREAM",
      "utterance": "But merely -"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Abortion, it's race, it's immigration, and creating on all sorts of new sanctions against people protesting."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, but, again - again, the president is upside down on issues like immigration, like the border."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, that's right. But I say put him against Trump."
    },
    {
      "speaker": "KARL",
      "utterance": "One other - one other - one other -"
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, do you think they - do you think the head-to-head polls right now aren't accurate, because they almost all of them show President Biden losing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, but keep - look, if you ask black voters right now, I think the Trump people will tell you, there's a record number of black voters who support Trump."
    },
    {
      "speaker": "BREAM",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hispanics, right?"
    },
    {
      "speaker": "BREAM",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Independent voters. What I'm saying to you is right now that's going to -"
    },
    {
      "speaker": "BREAM",
      "utterance": "You think they come home to the Democratic Party for the vote next year?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That - those people are being (ph) Democrat. And Karl Rove's sitting here, a pro, they will fade and go right back to the Democrats."
    },
    {
      "speaker": "BREAM",
      "utterance": "No, Karl - Karl is shaking his head."
    },
    {
      "speaker": "ROVE",
      "utterance": "No, no, no, no, no, look, look, look -"
    },
    {
      "speaker": "BREAM",
      "utterance": "You think they come back?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "ROVE",
      "utterance": "They're planning on the Obama versus Romney strategy and that's not going to work because we trusted Obama as being a strong, effective leader who was up to the job. Take a look at Virginia in the elections. Democrats lost every state senate seat that Joe Biden won by between 1 percent and 9 percent. They lost - except four of them. They lost every house district - house delegate district that Don - that Joe Biden won by ten points or less, while they kept every Trump district. If they - if -- that election is a really bag signal for 2024."
    },
    {
      "speaker": "BREAM",
      "utterance": "All right. We've got to leave it there, because I know you have a lot more to say, gentlemen and lady. A panel -- a final word out of the Middle East and a possible peace deal there coming up next."
    },
    {
      "speaker": "BREAM",
      "utterance": "We continue to track overnight reports from \"The Washington Post,\" there could be a multiday ceasefire deal in exchange for dozens of hostages. Administration saying no deal yet, but we'll keep an eye on it. And a quick note, my podcast \"Livin' the Bream\" drops this morning. This week I sat down with Denise Grace Gitsham, who has great advice if you are dreading the political conversations around the Thanksgiving table. She's got a brand-new book called \"Politics for People Who Hate Politics.\" She argues that good people have got to stay engaged in these tough debates. Check it out, \"Livin' The Bream\" wherever you get your podcasts. That's it for today. Thanks for joining us. I'm Shannon Bream. Have a blessed Thanksgiving. We'll see you next FOX NEWS SUNDAY. END Content and Programming Copyright 2023 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2023 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}