{
  "date": "December 8, 2017",
  "headline": "Rep. Andy Biggs talks growing signs of bias on Mueller team",
  "subHeadline": "Arizona Congressman Biggs and Democratic strategist Michele Jawando weigh in on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/rep-andy-biggs-talks-growing-signs-of-bias-on-mueller-team",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Tonight, we are going to speak straight to the American people and cut right through the fake news media, right through. I think it's going to be very hard for somebody to beat us in a few years. Can you imagine now we're only talking about a few years? All you have to say is with us it goes up, with them it goes down. That is the end of the election, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Did you see all the corrections the media has been making, they sorry, we made a -- they have been doing that all year? They never apologized. Maybe that comes with being the president. I don't know. They took the fraudster from ABC and suspended him. They should have fired him for what he wrote. He drove the stock market down 350 points in minutes, which, by the way, tells you they really like me, right, when you think of it. You know what he calls people? And I said to everybody get yourself a lawyer and sue ABC News and then CNN apologized just a little while ago. They apologized. Thank you, CNN. Thank you so much. You should have been apologizing for the last two years. These resistors resist. Hilary resist and then you know what happened? She lost the election in a landslide. You know what? They are resisting? They are resisting the will of the American people. It is being proven we have a rigged system does not happen so easy, but this system will be a lot of changes. This is a rigged -- this is a rigged system. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is a sick system from the inside. And -- you know, there is no country like our country, but we have a lot of sickness in some of our institutions. It is wrong and dangerous for congressional Democrats to hold troop funding hostage for amnesty, letting people pour in our country. We don't know who they are or where they come from. You saw what happened with beautiful Kate Steinle. That was a total miscarriage of justice. He didn't know it was a gun. The real changes that we are facing are the drugs and the gangs pouring into our country. The millions of people over staying their visas. Chain migration that cost taxpayers billions and billions of dollars and sanctuary cities that set free violent criminal aliens all over our country and protect them. People come in and they are not necessarily good like the man that ran over -- the animal many people in New York City. We have to end chain migration. We have to end chain migration. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } One by one we are finding illegal alien drug dealers, gang members, thieves, criminals and killers preying on our children, everybody, and we are throwing them the hell out of our country or put them in prison. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And because our borders are strong as they should be and they will get much stronger, we will not let these people back in. How many people here are from the great state of Alabama? You see what happened today, you know the year book? Did you see that? There was a little mistake made she wrote things in the year book. What are we going to do? Gloria Allred, anytime you see her you know something is going wrong. We cannot afford this country the future of this country cannot afford to lose a seat in the very, very close United States. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } We can't afford it. We can't afford to have a liberal Democrat, who is completely controlled by Nancy Pelosi and Chuck Schumer. We can't do it. His name is Jones and he is their total puppet and everybody knows. He will never vote for us. We need somebody in that Senate seat who will vote for our make America great again agenda. We want jobs, jobs, jobs so get out and vote for Roy Moore. Troops don't wear a foreign uniform. We will never surrender our rights to international tribunals. We will not do that. We proudly sing the Star Spangled Banner. Our brave troops fight and die for the red, white and blue, and we protect and preserve the American constitution that we cherish. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } I've said it so often that my job is not to be president of the world. My job is to be president of the United States of America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } We need some love in the country. I love to bring both sides together if that is possible. There a lot of hatred out there, but I would love to be able to bring both sides together. The same failed voices in Washington, who oppose our movement right from the beginning are the same people who have undermined the credibility of our government institution. The Washington insiders who oppose our movement are the same people who sacrificed our sovereignty and wealth, borders, look at our country. They've had their chance of running this country and they failed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Our guys did amazing edit on that. That's all I can say. They turned that around so fast. Joining us now to discuss it all here in Washington, former U.N. ambassador, John Bolton, and Chuck Rocha, former senior advisor to the Bernie Sanders presidential campaign, and from Utah, former congressman and House Oversight Committee chair, Jason Chaffetz. All right. I will go to you, John, first what is your take on Trump and Pensacola tonight. He is on offense and happy times are here again. Economy is rolling, where ISIS is on the run. Everybody should be happier. I want to bring both sides together, but there was a classic Trump in rare form here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BOLTON, FORMER U.S. AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "Well, he certainly very energized for those who say the burdens of the presidency doesn't want it. He is looking for a way to get out. I didn't see any of that tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } I thought particularly the lines on the economic growth in the country were a good foretaste of what the election campaign is going to look in November of 2018. That he is delivering by removing the cloud of more taxes, regulations. That economic growth has spurted, and I think will go on. Just for my own point of view, when he talks about American sovereignty, it resonates, and it resonates not just with traditional Republicans. It resonates right in the heart of the core Democratic constituency, the blue- collar vote, and that's what won him the election in 2016. And if he can keep that together, he'll keep winning. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chuck, let's go to you. You work for Bernie Sanders, we will play a Sanders soundbite in a moment, but Sanders ran on getting back to the heart of the American worker, the American people, and he kept saying tonight as he said before, I'm for the working man and for the working people, the forgotten people. And I stay on this issue of trade where Trump says I want to bring both parties together. There are ways for some Democrats to work with him on these trade deals and the renegotiation of them. I know everyone says we are not going to work with Trump, but on that issue, I think some of the Sanders supporters could work with Trump. What do you think? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK ROCHA, FORMER SENIOR ADVISOR TO BERNIE SANDERS PRESIDENTIAL CAMPAIGN",
      "sentences": "I have been doing campaigns for 27 years and I grew up in East Texas and went to worked in a tire factory when I was 19. The reason I became a Democrat I started fighting Bill Clinton in the trade agenda because they sent my job to China where my father worked and five of his brothers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } It inspired me to get involved in politics. It resonates with a group of people that I saw get motivated, who have never been motivated before, traveling on the road with Bernie, and I think that's why you probably saw some of the Bernie Sanders supporters when it came down to a general election probably support Trump, the numbers bear that out, right? Tonight, sitting at home knowing that we were going to talk about this, I watched the speech and prepared lots of politicians for speech and he is at his best when he's in this element. When you get him out of that element and he gets on Twitter, sidetracked, that's when we take advantage of him. But tonight, he was at his best because that's what he loves doing, it's rallying his base",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jason, a lot of people today are talking about how the Republicans are -- you know, they are not going in offense enough. They are not hitting the Mueller probe which is filled with all these Democrat partisans. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Folks are saying hit harder on this stuff. The Clinton did that very successfully against Ken Starr and his band of prosecutors. Trump tonight seemed energized. He didn't seem someone who they say is mentally deficient. He has dementia. That's what the whole MSNBC crowd has been saying for months. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FORMER UTAH CONGRESSMAN",
      "sentences": "Well, I don't know that anybody is even watching those other networks. That bears out in the number, but this is Donald Trump at his best and it is about playing offense and making America great, and he is producing results. And that is what showing up when he talks about their 401ks, home ownership in communities that have not had high home ownership and employment numbers are doing well. I mean, I do think the president needs to continue to play offense and pound on that law. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } I mean, some of them the lines resonated the best when the president talks about securing our boarders, locking down those borders and building the wall. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And he thinks, John, that Roy Moore even with the past allegation as horrible as they are to so many people, he needs that Senate vote. He needs the vote. He needs that support in the Senate for everything he is doing. Yet, could that come back to bite him in 2018 and some of these other close races?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, certainly, the Democrats are going to try and make it come back. Look, I find a real irony here, you know, the most straight-laced bigoted hard lined people are all in the belt buckle of the bible belt, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } These people are so moralistic they have no tolerance for anybody else. They all are going to vote for Roy Moore next Tuesday, but the open-minded, tolerant, libertarian, cosmopolitan people in the cities are absolutely against him. There is a real inversion here and I think what it reflects is the support Trump has across the working class vote not just in the south but in the north too. I think people recent the political correctness and that's what you are seeing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Now, we will play Bernie Sanders from earlier today on CBS this morning. Let's listen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATOR BERNIE SANDERS, I-VERMONT",
      "sentences": "We have for president of the United States acknowledged on a tape why seen all over this country that he assaulted women. I would hope that may be the president of the United States might pay attention what is going on and also think about resigning. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chuck, wasn't that classic Bernie? I mean, we saw Al Franken forced out allegations that -- I mean, if I were Al Frankin and I was innocent of those allegations, I would have stayed there and fought it out. I said on the show with Newt Gingrich I think it is outrageous that 30 senators can push out someone who is elected by the voters of Minnesota even though he and I don't agree on anything. But what about this? Trump should resign because of the Billy Bush tape, but the American people elected Trump. They heard that tape. I was disgusted by it frankly, but they heard that tape and elected him anyway. What does that say about the American people in those key states thought about the old ways of politics that Donald Trump talked about tonight? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHA",
      "sentences": "I think you are talking about two different things that I agree with partially is that at a moment in time in politics anything can happen. Bernie is being Bernie. Bernie is talking to his base. Bernie is doing smart politics. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } As an advisor of Bernie, I would always advise him to talk to those people who were frustrated, who may have even voted for Donald Trump, who voted for us in the primary who now may be feeling disillusioned about one issue more than this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The economy is doing great. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHA",
      "sentences": "Does the average American working man feel that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHA",
      "sentences": "We just stopped talking. Went up twice as much under Barack Obama, we didn't talk about that -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think so because wages are finally starting to crawl up a little bit. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHA",
      "sentences": "I agree with that. We haven't had real wage growth in 21 years. I think that the elections that were held a month ago were another true barometer when the Republicans got their clot cleaned in Virginia. It's another snapshot in town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Virginia is a Democrat state now, you know -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHA",
      "sentences": "But the Republicans had a 17-seat majority in the state house to be such a Democrat state. So, the Republicans must have been doing something there. It is a moment in time snapshot so that's what made me think, well, if the economy was doing so well, how did we do so well when Republicans have such a majority?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One thing, Jason, and I thought was interesting is what President Trump said about what's happened in NATO since he gave that speech urging NATO members to pay their fair share. He was smashed by the elites for having the temerity to actually asked other countries to pay up, this is what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT TRUMP",
      "sentences": "It helps them a hell of a lot more than it helps us, OK. They should pay. Germany is paying 1 percent. We're paying 4 percent, explain that one to me, right? Germany has unsustainable cash flow. I read a report their cash flow is unsustainable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, I said, Angela, send a little of that cash flow our way, and she said, but Donald -- because we are protecting them. We have 40,000 soldiers in Germany. Nobody knows that. Let us have some, she said, Donald, the German people would not be happy with that. I said but you what? The American people are not happy with the way we have it now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And at that point, I believe he said. We got $30 billion more in the dues that have been paid at NATO for -- we are actually getting more out of this whoe arrangement. Jason, I think that it's so powerful for people who said, why are we paying the money at the U.N. We are not getting equal participation and we are carrying a lot. We are happy to do it, but people have to pay more. I thought it was a great moment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It was a great moment. I can tell you I lead a congressional delegation trip, 11 members. We traveled through a number of countries that are allies of the United States. And I'm telling you to a \"t\" every single one of them lead their meetings with us by explaining to the 11 members of Congress what they were doing in order to pony up and pay more money. Money that they knew was already due and there is only one reason that happened, and it is because President Donald Trump made it an issue. He said it during the campaign and following through and every one of those countries was worried about it because they have to have the United States, the military might of the United States in order to survive and it is a better, fairer deal, and good for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "John, I have to take a bite of that apple because he was trashed for that. He was saying an isolationist. You will not (inaudible) and he was going all over the world with 12 stops in his Asian tour, 12-day tour, China, Vietnam, Korea. This is not a man who is not afraid to travel, but he just wants to do more bilateral trade deals and have a more honest and open and fair relationship with these countries. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Look, I mean, I think the American foreign policy bureaucracy is very hard pressed to say anybody ever violates a treaty, trade treaty, arms control treaty. They do it all the time. What Trump has said is we are not going to let that go on. That resonates and he is right about it too. That's how you get to free trades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know, Gentlemen, with Trump racking up some big wins and the partisanship we've discovered in the Russian probe now just may be the moment for the president to turn the tables and go on the attack against Mueller and his biased gang. We are going to have that debate next. Thank you for being here, Gents. Stay right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The special prosecutor's investigation so far has turned up no evidence of collusion between Trump and Russia, none, zero, nada. With every passing day, we learn more about the shocking anti-Trump biased of Bob Mueller's team. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Peter Strozk, Jamie Rhee, and Andrew Wiseman (ph), the list keeps growing and growing and just today we learned that Attorney Aaron Zebway (ph), who is known as Muellers right hand man, previously represented the guy who helped set up Hillary's private e-mail system, I can't even believe this, and who later destroyed two of her mobile devices with a hammer. I wish we could put that hammer in the Smithsonian. The president's allies have had enough and according to the \"Wall Street Journal\" are now urging him to go on the offense against a probe that now seems (inaudible) but a partisan political lynch mob if you ask me. Joining us now from Phoenix is Republican Congressman Andy Biggs of Arizona and here in Washington, Democratic strategist, Michele Jawando of the Center for American Progress. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Michele, I want to start with you because -- when you look at this list, I think we have a graphic of the contributions that some in his team have made. James Quarles (ph) has given $30,050 dollars to Democrats. Jeannie Rhee, $9,150, Andrew Weissmann, $4,000, Greg Andres, Andrew Goldstein, Elizabeth Preloger, Brandon Ven Grack, Rush Atkinson, $200. That's not a big deal, but all the other ones, they are not insignificant. You add that the fact that a lot of them represented the Clinton Foundation and Ben Rhodes. How does the regular American person not look at this Mueller team as just a bunch of Trump adversaries, political adversaries, who want to undue a presidential election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELE JAWANDO, CENTER FOR AMERICAN PROGRESS",
      "sentences": "Well, I think there are a few things. When we say in this country that you can serve in law enforcement, we don't have a political test for those individuals. I come from a family of prosecutors. When you sign up and you say you want to serve your country, there is no test. You don't have to pledge allegiance to a president. You pledge it to this country. When Robert Mueller has found out about individuals who he was concerned about conflict of bias, he fired them, and that's exactly what we want him to do. So, I understand --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why didn't he reveal it at the time when he got rid of Strzok in July. Why didn't he revealed that to the American public given the gravity of this investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "Right. I mean, I think if we remember the purpose of this investigation is national security. So, I think what he is focusing on is how do we keep this country safe -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, you don't think any even appearance of a conflict with this group of people involved in an investigation that could lead to the impeachment of a president. No appearance of a conflict. Not even an actual conflict because if there is an appearance of a conflict, as a lawyer, you are supposed to reveal what your potential conflict could be and to me the revelations are it's like (inaudible) pulling teeth to try to get this information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "You know, but don't we want him to actually do what he did, which is to fire those individuals --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, I want to know what they've said politically, their e mails, text have said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "If we focus on every individual as opposed to the purpose of this investigation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you know what (inaudible)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "Of course, I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. So, if you have if you have ill-gotten gains -- because of a bad actor or a biased actor, everything that come as a result could be called into question. I want to go to Congressman on this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Congressman, I find the president's legal team frankly to be a little bit almost gun shy to question the Mueller team. The president was very tough on the Justice Department and has been in some tweets, but his legal team has been more circumspect there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ., HOUSE JUDICIARY COMMITTEE",
      "sentences": "Yes, and I think they are wrong to be circumspect because what we have here -- this is the very swamp creature that all of America is looking at because it is not that Robert Mueller said, this is why we got rid of Strzok. We had to find out. That came through FOIA request. Congress has asked for information. We are not getting it. The only thing we find out from General Sessions and Director Wray is they don't even have a process for vetting and conflict of interest. So most private sector law firms and even prosecutorial agencies, if you have a biased, you got to disclose that bias because it is an ethical violation to take a conflict of interest case. So, people check that out. These biases are not inconsequential. If you are giving $30,000 to Democrats, guess what, you are all in. If you are being critical of President Trump in an overt way showing up at resist movement issues. You are not just saying, hey, I'm a political participant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It undermines the credibility. Does this man undermine the credibility of an investigation when you have rank partisans who worked for Ben Rhodes and worked for the Clinton Foundation and now someone who actually represented the guy who destroyed the e mail -- the devices with a hammer? So, you are actually working for the political adversary of the guy you are now investigating. Now, if that is not an apparent conflict of interest then I don't know what is. I think it undermines the overall integrity of an investigation that frankly should be unassailable giving the gravity of it. Michelle, you can close out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "Laura, I think we need to remember that we are talking about someone, who serve this country in Vietnam. He has had respect on both sides of the aisle for years, and if we are now saying that someone who is respected as Robert Mueller is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That he can never make a mistake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "Of course, you can make a mistake, but the question is, why are we raising these questions now as he continue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because we are finding out the information now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "-- closer to President Trump's inner circle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When Bill Clinton went after Ken Starr's legal team for being bias, did you criticized him for doing that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "When we are focused on national security and when we want to get to the root of what role --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There is no Russia collusion. That was long ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "This is about protecting one another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where the Russian collusion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "He is not interested in going after partisans. He is interested in keeping --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where is the Russian collusion? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There is none.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "It is comical that the FBI --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It is comical that you can't answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "-- men at the FBI and now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who cares?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "-- we are saying that all of the sudden -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, no. There are people on the investigation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "Almost like comical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. So, Andrew Weissmann is a raging conservative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "I think it is almost comical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What is comical is that you did not criticize Bill Clinton's people when they were trashing Ken Starr. As I recall, I don't think those guys were being criticized because they were actually smart. They went on the offense against Ken Starr and that's why in the end the Starr report ended up leading to impeachment, but in the end Bill Clinton ended up more popular because last time I check, the gals in the Senate ended up doing a pep rally for Bill Clinton after that impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAWANDO",
      "sentences": "National security isn't a part of the issue. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Congressman, close it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIGGS",
      "sentences": "Well, look, nobody is criticizing Mueller's veteran's history. We are criticizing he is conducting this investigation, which is loading up the team. It's like playing basketball and not only is the other team is against you but all the refs, the score keeper and everyone else. That is what you got going on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIGGS",
      "sentences": "And that's the problem with Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. The establishment guys and the media may have bigger black eye than the special prosecutor's office this week capped off by a massive screw up at CNN today. Wait until I tell you about this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sometimes it's not fake news, it's just wrong news. Sloppy, fact checking not done, sloppy reporting. This morning CNN breathlessly delivered that they advertised this major scoop. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Breaking news in the Russia investigation, and two CNN exclusive reports. This morning, newly surfaced emails show an effort to give hacked WikiLeaks documents to the Trump campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump Jr. and others in the Trump organization received an email in September of 2016 offering a decryption key and website address for hacked WikiLeaks documents. This is according to a September 4th, 2017 email.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We now know looking at timing that Manu reported, that Don Jr., the president's son, tweeted about WikiLeaks for the first time the same day that this mail he doesn't recall came through. Politically just difficult for the team, or legally some implications here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One little problem, they got the date wrong. This shows the e mail sent to Don Jr. last year on September 14th, not the 4th. That was after WikiLeaks had already made those documents public, leaving CNN once again with a fried egg on its face. This was just the latest in a long line of media screw ups. Look at these examples from just the past seven days. In addition to the CNN mistake, ABC News incorrectly claimed that candidate Donald Trump directed Mike Flynn to contact Russians during the 2016 campaign. It actually happened when he was already president-elect, big deal. And \"The New York Times\" had to heavily amend a report that former Trump aide K.T. McFarland lied to Congress about Flynn's communications with the Russians, and multiple outlets walked back stories that Deutsche Bank received a subpoena from Bob Mueller, targeting Trump's bank records regarding real estate deals. Joining now with reaction is Jim Warren, the chief media writer for the Poynter Institute, a society of professional journalists, along with Roger Simons, CEO emeritus of PJ Media and an Academy Award nominated screenwriter. I would love to have that bio after my name, Roger. Let's start with you, Jim. You represent a society of professional journalists, Jim. This has been a wild week for journalists given the mistakes and the fact checking and they sloppy reporting. And we just mentioned a few there. What are your thoughts, especially on CNN rushing out with this Don Jr. story this morning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM WARREN, CHIEF MEDIA WRITER, POYNTER INSTITUTE",
      "sentences": "Yes, you are right. In less than a week have you this and you have the one I think last Friday, Brian Ross of ABC News who was also suspended for botching a Michael Flynn story that targeted President Trump. And this in case people missed it, the basic thrust was that there was a coziness between WikiLeaks and the curious Mr. Assange in the Ecuadorian embassy in London and Donald Trump Jr. As you just said the critical mistake happened to be one digit, September 4th rather than the 14th, and in fact by the time that Don Jr. tweeted this, as you said, all this stuff was publicly available. Now I think a lot of this is explained by the nature of the Internet and putting a primacy on speed. And I think it's got nothing to do with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No bias? No bias, Jim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The mistakes go one way. That's why, Jim. They always to go against Trump. They never seem to be wow the economy is even better, or Mueller hasn't found anything yet. You know what I mean, it always seems to go against Trump. So I think it hurts the media's credibility. Roger, you can weigh in and Jim can come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGER SIMON, ACADEMY AWARD NOMINATED SCREENWRITER",
      "sentences": "I'm nodding my head for a reason. I think that there is a real psychological component in this. Why do intelligent people make so many mistakes? And the reason I think is a Trump derangement syndrome. I think these people hate Trump so much that they will grab a fact like that that is bad for Trump and just accept it without doing the normal due diligence that any intelligent report would do, especially from organizations like Reuters and CNN which have tremendous facilities. But they don't do it because they are anxious to get him. The hatred is what -- I think we all know that hatred does bad things to everybody's head. It does it bad to mine. Every time I'm hating somebody I can't write or think very well. And I think that is a factor here. I don't know. I don't know if my colleague agrees but I really find --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Guys, I want to play one more sound bite from tonight's rally and have you both react. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They took this fraudster from ABC, they suspended him for a month. They should have fired him for what he wrote. And then CNN apologized just a little while ago. They apologized. Oh, thank you, CNN. Thank you so much. You should have been apologizing the last two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jim, I think the media get their back up when he says stuff like this, but it actually worked. I think most people are fed up with a bunch of things. Washington, they're sick of lawyers, and they're tired of the media. And I think it plays right in to what most people think is that the media is pretty biased and biased towards the left wing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "I think one of the most interesting piece of survey information I have seen in the last year is how, and I think this is related to speeches like tonight, only about a year ago, Laura, about 75 percent of Republicans, 75 percent of Democrats all supported the notion of the media having a watchdog role. That's now dramatically changed among conservatives and now that number is in the 40s. I think one does have a lot of mistakes. I do think there is a primacy on speed which can trap many of us. But we're also forgetting the spectacular work that's being done every day of late on the whole issue of sexual harassment by \"The New York Times,\" and the \"Washington Post\" has also done a good job. And in the case like Donald Trump Jr. today, very quickly out of the box for several media reports, notably \"The Washington Post\" for a terrific, comprehensive story calling out CNN and making clear what exactly were the facts with Donald Trump Jr. and at the same time making note that there were other examples that are irrefutable of a fairly cozy relationship between WikiLeaks and Donald Trump Jr. when it came to WikiLeaks at other times tipping him off to stuff that was very unflattering to the Clinton Campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, well, it's that time of year, by the way, time for your office Christmas parties. But is the \"Me Too\" movement killing the fun? And wait until you here who Silicon Valley nerds are inviting to their parties. Stay right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The rich tech nerds of Silicon Valley are hiring models, they're modelizing, attending their holiday gatherings, making them look cooler. And Actor Seth Rogen is now boycotting Sirius XM Radio for an utterly inane reason. But first, is the \"Me Too\" movement becoming a spoiler for this season's Christmas parties? Joining us now with more is comedian Jimmy Failla. All right, Jimmy, I'm not a big office Christmas party person myself. But I can see this year it might be a little less festive, let's just say that. And no alcohol, no fun, no lampshades, no nothing, and I don't know, maybe that is better. But is this killing all the fun of Christmas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY FAILLA, COMIC",
      "sentences": "In terms of office parties what we are talking about here is Vox placed a two drink maximum on all of their employees, Laura, which I think is going to make people drunker because now they are going to pregame before they get to the party. If you know you are getting cut off at two. It's like when you go to a college football game, Laura, you know they don't serve beer in the stadium so you drink triple in the parking lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You do the funnel drinks. You need two drinks just to get through reading Vox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Forget getting the -- but how do they monitor the two drink maximum? I almost minimum. The maximum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "They said that they are going to give out drink tickets. But I'm the opposite of you. I am pro holiday Christmas party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes, because I think it serves a cathartic purpose, which is to build camaraderie over someone getting trashed and humiliating themselves. You know we get that one night a year to be like hey, I can't believe Simmons took his shirt off and jumped in the water fountain, you know what I mean, and I only know that because I have been Simmons several times in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I heard that last week. By the way, I have a question, Jimmy. Are you in a swivel chair? You're swiveling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "My bad. I was excited be here, Laura Ingraham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You are like my kids at the din are table. They're moving. I see you. You are making me dizzy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "That's funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sirius XM, now tell us about, you knew someone at Sirius XM because now we've got Seth Rogen who in that show, what is it, \"The Disaster Artist.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes. It's a mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He was in \"Superbad,\" and \"Knocked Up\" and all these -- he is a veritable Richard Burton. I always get him mixed with Jonah Hill. But he is now not going to be on, he doesn't want to be on Sirius XM because Bannon has a show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Seth Rogen is a dope. First and foremost, Seth Rogen, it just speaks to such a total lack of self-awareness on his part because he got famous making stoner comedies. And nobody wants political advice from their stoner friend. You know what I mean. If you recommend a Ben and Jerry's flavor, I get it. But this idea of anyone in Hollywood questioning the character of a person in public is a little rich, considering the year that they've had. I just thought that was a little silly. And I think he should stick to doing what he does best, which is making bad movies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think that no one is really going to miss Seth Rogen's presence on Sirius XM. We are not exactly talking about a large audience, anyway. But I actually liked him better when he was fat. He had a presence when he was fat, and when he got skinny he started taking himself too seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes. He lost his jolliness. I like fat Elvis better than skinny Elvis. I thought fat Elvis had a relatable, self-aware thing to him that I think Seth Rogen got away from. And I think, Laura, that they don't recognize that their audience does not want this from them. If you watch Seth Rogen movies it is not because you want activism. It's because you like goofy stories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because they are really stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't know these movies. I go, what, \"Pineapple Express\"? I didn't even know that movie. Let's talk about the modelizing that's going on at some of these really big tech companies because they have a lot of coders, they have a lot of kids that sit around all day and they code. And they are not exactly lacrosse players. They are geeky kids like my executive producer. He's a lacrosse player. He's a big guy. But these are little weeny sized guys. They are smart, but they hire these models both women and men to come in and mingle, but they won't take anyone's cards. They are not really hooking up but they are just a presence to make them look cooler. How pathetic is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes, it is such a cruel thing to do to these poor nerds because they have been striking out with women their whole lives. The reason, Laura, that they are running Silicon Valley is because of the trauma of being rejected in society the way they were. It's like a Napoleon complex. So to subject them to more off limits women, this is the starving man and you are giving him plastic fruit, you know what I mean. It can't do him any good. Why not go a step further and have a gym class pickup basketball game when they get to be chosen last again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dodge ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want dodge ball. I want to play them all in dodge ball. It is great to see you and thank you so much for being with us. We could all use a little goodness. We all need Christmas parties, and we all need more Christmas parties and we all need to have fun, but be responsible. We have a lot more to get to. Do not touch that channel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So many gifts to be thankful for this Christmas, and some of them courtesy of the president and his administration. Think about all these gifts. Stocking is full this year. Take the booming economy, the stock market just keeps hitting record highs. Investor confidence soaring. Jobs are back big league. We just learned today that unemployment is down to 4.1 percent, the lowest level since the Clinton administration. More than two million new jobs have been added since the election. Record low unemployment for manufacturing. The Hispanic unemployment rate is down to 4.7 percent, the lowest in American history. Red tape and regs, they're being slashed at the EPA and many other businesses. And major tax relief is on the way including the death of the Obamacare individual mandate, thank goodness. ISIS has been basically shattered militarily. The travel ban, thank goodness, is fully in effect. Jerusalem has been recognized as the capital of Israel, Trump finally gets that done. A major Mideast peace plan is on the way, that is what they promised. That is a lot to be thankful for. And you may not hear that on some of the other broadcasts. They like to focus on Mueller or Russia, Russia, Russia, but there are so many reasons to celebrate what the Trump administration is actually doing. Look past the tweets. Look past your animosity toward Republicans or conservatives. Think about where we were just a year ago and think about where we are today. They said the stock market was going to collapse. They said we were going to be isolationists and not deal with other countries. This said all this trade negotiation was never going to work. But my friends, it has been a very good year. And up next. What is Melania Trump's favorite Christmas tradition? She gives her answer right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Before we go to end week five of \"The Ingraham Angle,\" yesterday Melania Trump took some time to visit with patients and families at Children's National Hospital in Washington, D.C., and she took questions from the kids about the holidays and revealed her favorite Christmas traditions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELANIA TRUMP, U.S. FIRST LADY",
      "sentences": "The Christmas tradition is that Christmas Eve we have a dinner and we go to midnight mass, or Christmas Day mass the next day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nice of the first lady to remind us that it is often the traditions of faith that endure and make the biggest impact this time of the year with the family and all those that we love. And I loved her coat. That's all the time we have tonight. Shannon Bream is up next. Have a good weekend. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "Tonight, we are going to speak straight to the American people and cut right through the fake news media, right through. I think it's going to be very hard for somebody to beat us in a few years. Can you imagine now we're only talking about a few years? All you have to say is with us it goes up, with them it goes down. That is the end of the election, right? Did you see all the corrections the media has been making, they sorry, we made a -- they have been doing that all year? They never apologized. Maybe that comes with being the president. I don't know. They took the fraudster from ABC and suspended him. They should have fired him for what he wrote. He drove the stock market down 350 points in minutes, which, by the way, tells you they really like me, right, when you think of it. You know what he calls people? And I said to everybody get yourself a lawyer and sue ABC News and then CNN apologized just a little while ago. They apologized. Thank you, CNN. Thank you so much. You should have been apologizing for the last two years. These resistors resist. Hilary resist and then you know what happened? She lost the election in a landslide. You know what? They are resisting? They are resisting the will of the American people. It is being proven we have a rigged system does not happen so easy, but this system will be a lot of changes. This is a rigged -- this is a rigged system. This is a sick system from the inside. And -- you know, there is no country like our country, but we have a lot of sickness in some of our institutions. It is wrong and dangerous for congressional Democrats to hold troop funding hostage for amnesty, letting people pour in our country. We don't know who they are or where they come from. You saw what happened with beautiful Kate Steinle. That was a total miscarriage of justice. He didn't know it was a gun. The real changes that we are facing are the drugs and the gangs pouring into our country. The millions of people over staying their visas. Chain migration that cost taxpayers billions and billions of dollars and sanctuary cities that set free violent criminal aliens all over our country and protect them. People come in and they are not necessarily good like the man that ran over -- the animal many people in New York City. We have to end chain migration. We have to end chain migration. One by one we are finding illegal alien drug dealers, gang members, thieves, criminals and killers preying on our children, everybody, and we are throwing them the hell out of our country or put them in prison. And because our borders are strong as they should be and they will get much stronger, we will not let these people back in. How many people here are from the great state of Alabama? You see what happened today, you know the year book? Did you see that? There was a little mistake made she wrote things in the year book. What are we going to do? Gloria Allred, anytime you see her you know something is going wrong. We cannot afford this country the future of this country cannot afford to lose a seat in the very, very close United States. We can't afford it. We can't afford to have a liberal Democrat, who is completely controlled by Nancy Pelosi and Chuck Schumer. We can't do it. His name is Jones and he is their total puppet and everybody knows. He will never vote for us. We need somebody in that Senate seat who will vote for our make America great again agenda. We want jobs, jobs, jobs so get out and vote for Roy Moore. Troops don't wear a foreign uniform. We will never surrender our rights to international tribunals. We will not do that. We proudly sing the Star Spangled Banner. Our brave troops fight and die for the red, white and blue, and we protect and preserve the American constitution that we cherish. I've said it so often that my job is not to be president of the world. My job is to be president of the United States of America. We need some love in the country. I love to bring both sides together if that is possible. There a lot of hatred out there, but I would love to be able to bring both sides together. The same failed voices in Washington, who oppose our movement right from the beginning are the same people who have undermined the credibility of our government institution. The Washington insiders who oppose our movement are the same people who sacrificed our sovereignty and wealth, borders, look at our country. They've had their chance of running this country and they failed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Our guys did amazing edit on that. That's all I can say. They turned that around so fast. Joining us now to discuss it all here in Washington, former U.N. ambassador, John Bolton, and Chuck Rocha, former senior advisor to the Bernie Sanders presidential campaign, and from Utah, former congressman and House Oversight Committee chair, Jason Chaffetz. All right. I will go to you, John, first what is your take on Trump and Pensacola tonight. He is on offense and happy times are here again. Economy is rolling, where ISIS is on the run. Everybody should be happier. I want to bring both sides together, but there was a classic Trump in rare form here."
    },
    {
      "speaker": "JOHN BOLTON, FORMER U.S. AMBASSADOR TO THE UNITED NATIONS",
      "utterance": "Well, he certainly very energized for those who say the burdens of the presidency doesn't want it. He is looking for a way to get out. I didn't see any of that tonight. I thought particularly the lines on the economic growth in the country were a good foretaste of what the election campaign is going to look in November of 2018. That he is delivering by removing the cloud of more taxes, regulations. That economic growth has spurted, and I think will go on. Just for my own point of view, when he talks about American sovereignty, it resonates, and it resonates not just with traditional Republicans. It resonates right in the heart of the core Democratic constituency, the blue- collar vote, and that's what won him the election in 2016. And if he can keep that together, he'll keep winning."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chuck, let's go to you. You work for Bernie Sanders, we will play a Sanders soundbite in a moment, but Sanders ran on getting back to the heart of the American worker, the American people, and he kept saying tonight as he said before, I'm for the working man and for the working people, the forgotten people. And I stay on this issue of trade where Trump says I want to bring both parties together. There are ways for some Democrats to work with him on these trade deals and the renegotiation of them. I know everyone says we are not going to work with Trump, but on that issue, I think some of the Sanders supporters could work with Trump. What do you think?"
    },
    {
      "speaker": "CHUCK ROCHA, FORMER SENIOR ADVISOR TO BERNIE SANDERS PRESIDENTIAL CAMPAIGN",
      "utterance": "I have been doing campaigns for 27 years and I grew up in East Texas and went to worked in a tire factory when I was 19. The reason I became a Democrat I started fighting Bill Clinton in the trade agenda because they sent my job to China where my father worked and five of his brothers. It inspired me to get involved in politics. It resonates with a group of people that I saw get motivated, who have never been motivated before, traveling on the road with Bernie, and I think that's why you probably saw some of the Bernie Sanders supporters when it came down to a general election probably support Trump, the numbers bear that out, right? Tonight, sitting at home knowing that we were going to talk about this, I watched the speech and prepared lots of politicians for speech and he is at his best when he's in this element. When you get him out of that element and he gets on Twitter, sidetracked, that's when we take advantage of him. But tonight, he was at his best because that's what he loves doing, it's rallying his base"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jason, a lot of people today are talking about how the Republicans are -- you know, they are not going in offense enough. They are not hitting the Mueller probe which is filled with all these Democrat partisans. Folks are saying hit harder on this stuff. The Clinton did that very successfully against Ken Starr and his band of prosecutors. Trump tonight seemed energized. He didn't seem someone who they say is mentally deficient. He has dementia. That's what the whole MSNBC crowd has been saying for months."
    },
    {
      "speaker": "JASON CHAFFETZ, FORMER UTAH CONGRESSMAN",
      "utterance": "Well, I don't know that anybody is even watching those other networks. That bears out in the number, but this is Donald Trump at his best and it is about playing offense and making America great, and he is producing results. And that is what showing up when he talks about their 401ks, home ownership in communities that have not had high home ownership and employment numbers are doing well. I mean, I do think the president needs to continue to play offense and pound on that law. I mean, some of them the lines resonated the best when the president talks about securing our boarders, locking down those borders and building the wall."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And he thinks, John, that Roy Moore even with the past allegation as horrible as they are to so many people, he needs that Senate vote. He needs the vote. He needs that support in the Senate for everything he is doing. Yet, could that come back to bite him in 2018 and some of these other close races?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, certainly, the Democrats are going to try and make it come back. Look, I find a real irony here, you know, the most straight-laced bigoted hard lined people are all in the belt buckle of the bible belt, right? These people are so moralistic they have no tolerance for anybody else. They all are going to vote for Roy Moore next Tuesday, but the open-minded, tolerant, libertarian, cosmopolitan people in the cities are absolutely against him. There is a real inversion here and I think what it reflects is the support Trump has across the working class vote not just in the south but in the north too. I think people recent the political correctness and that's what you are seeing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Now, we will play Bernie Sanders from earlier today on CBS this morning. Let's listen."
    },
    {
      "speaker": "SENATOR BERNIE SANDERS, I-VERMONT",
      "utterance": "We have for president of the United States acknowledged on a tape why seen all over this country that he assaulted women. I would hope that may be the president of the United States might pay attention what is going on and also think about resigning."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chuck, wasn't that classic Bernie? I mean, we saw Al Franken forced out allegations that -- I mean, if I were Al Frankin and I was innocent of those allegations, I would have stayed there and fought it out. I said on the show with Newt Gingrich I think it is outrageous that 30 senators can push out someone who is elected by the voters of Minnesota even though he and I don't agree on anything. But what about this? Trump should resign because of the Billy Bush tape, but the American people elected Trump. They heard that tape. I was disgusted by it frankly, but they heard that tape and elected him anyway. What does that say about the American people in those key states thought about the old ways of politics that Donald Trump talked about tonight?"
    },
    {
      "speaker": "ROCHA",
      "utterance": "I think you are talking about two different things that I agree with partially is that at a moment in time in politics anything can happen. Bernie is being Bernie. Bernie is talking to his base. Bernie is doing smart politics. As an advisor of Bernie, I would always advise him to talk to those people who were frustrated, who may have even voted for Donald Trump, who voted for us in the primary who now may be feeling disillusioned about one issue more than this --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The economy is doing great."
    },
    {
      "speaker": "ROCHA",
      "utterance": "Does the average American working man feel that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "ROCHA",
      "utterance": "We just stopped talking. Went up twice as much under Barack Obama, we didn't talk about that --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think so because wages are finally starting to crawl up a little bit."
    },
    {
      "speaker": "ROCHA",
      "utterance": "I agree with that. We haven't had real wage growth in 21 years. I think that the elections that were held a month ago were another true barometer when the Republicans got their clot cleaned in Virginia. It's another snapshot in town."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Virginia is a Democrat state now, you know --"
    },
    {
      "speaker": "ROCHA",
      "utterance": "But the Republicans had a 17-seat majority in the state house to be such a Democrat state. So, the Republicans must have been doing something there. It is a moment in time snapshot so that's what made me think, well, if the economy was doing so well, how did we do so well when Republicans have such a majority?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One thing, Jason, and I thought was interesting is what President Trump said about what's happened in NATO since he gave that speech urging NATO members to pay their fair share. He was smashed by the elites for having the temerity to actually asked other countries to pay up, this is what he said."
    },
    {
      "speaker": "PRESIDENT TRUMP",
      "utterance": "It helps them a hell of a lot more than it helps us, OK. They should pay. Germany is paying 1 percent. We're paying 4 percent, explain that one to me, right? Germany has unsustainable cash flow. I read a report their cash flow is unsustainable. So, I said, Angela, send a little of that cash flow our way, and she said, but Donald -- because we are protecting them. We have 40,000 soldiers in Germany. Nobody knows that. Let us have some, she said, Donald, the German people would not be happy with that. I said but you what? The American people are not happy with the way we have it now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And at that point, I believe he said. We got $30 billion more in the dues that have been paid at NATO for -- we are actually getting more out of this whoe arrangement. Jason, I think that it's so powerful for people who said, why are we paying the money at the U.N. We are not getting equal participation and we are carrying a lot. We are happy to do it, but people have to pay more. I thought it was a great moment."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It was a great moment. I can tell you I lead a congressional delegation trip, 11 members. We traveled through a number of countries that are allies of the United States. And I'm telling you to a \"t\" every single one of them lead their meetings with us by explaining to the 11 members of Congress what they were doing in order to pony up and pay more money. Money that they knew was already due and there is only one reason that happened, and it is because President Donald Trump made it an issue. He said it during the campaign and following through and every one of those countries was worried about it because they have to have the United States, the military might of the United States in order to survive and it is a better, fairer deal, and good for America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "John, I have to take a bite of that apple because he was trashed for that. He was saying an isolationist. You will not (inaudible) and he was going all over the world with 12 stops in his Asian tour, 12-day tour, China, Vietnam, Korea. This is not a man who is not afraid to travel, but he just wants to do more bilateral trade deals and have a more honest and open and fair relationship with these countries."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Look, I mean, I think the American foreign policy bureaucracy is very hard pressed to say anybody ever violates a treaty, trade treaty, arms control treaty. They do it all the time. What Trump has said is we are not going to let that go on. That resonates and he is right about it too. That's how you get to free trades."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know, Gentlemen, with Trump racking up some big wins and the partisanship we've discovered in the Russian probe now just may be the moment for the president to turn the tables and go on the attack against Mueller and his biased gang. We are going to have that debate next. Thank you for being here, Gents. Stay right there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The special prosecutor's investigation so far has turned up no evidence of collusion between Trump and Russia, none, zero, nada. With every passing day, we learn more about the shocking anti-Trump biased of Bob Mueller's team. Peter Strozk, Jamie Rhee, and Andrew Wiseman (ph), the list keeps growing and growing and just today we learned that Attorney Aaron Zebway (ph), who is known as Muellers right hand man, previously represented the guy who helped set up Hillary's private e-mail system, I can't even believe this, and who later destroyed two of her mobile devices with a hammer. I wish we could put that hammer in the Smithsonian. The president's allies have had enough and according to the \"Wall Street Journal\" are now urging him to go on the offense against a probe that now seems (inaudible) but a partisan political lynch mob if you ask me. Joining us now from Phoenix is Republican Congressman Andy Biggs of Arizona and here in Washington, Democratic strategist, Michele Jawando of the Center for American Progress. Michele, I want to start with you because -- when you look at this list, I think we have a graphic of the contributions that some in his team have made. James Quarles (ph) has given $30,050 dollars to Democrats. Jeannie Rhee, $9,150, Andrew Weissmann, $4,000, Greg Andres, Andrew Goldstein, Elizabeth Preloger, Brandon Ven Grack, Rush Atkinson, $200. That's not a big deal, but all the other ones, they are not insignificant. You add that the fact that a lot of them represented the Clinton Foundation and Ben Rhodes. How does the regular American person not look at this Mueller team as just a bunch of Trump adversaries, political adversaries, who want to undue a presidential election?"
    },
    {
      "speaker": "MICHELE JAWANDO, CENTER FOR AMERICAN PROGRESS",
      "utterance": "Well, I think there are a few things. When we say in this country that you can serve in law enforcement, we don't have a political test for those individuals. I come from a family of prosecutors. When you sign up and you say you want to serve your country, there is no test. You don't have to pledge allegiance to a president. You pledge it to this country. When Robert Mueller has found out about individuals who he was concerned about conflict of bias, he fired them, and that's exactly what we want him to do. So, I understand --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why didn't he reveal it at the time when he got rid of Strzok in July. Why didn't he revealed that to the American public given the gravity of this investigation?"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "Right. I mean, I think if we remember the purpose of this investigation is national security. So, I think what he is focusing on is how do we keep this country safe --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, you don't think any even appearance of a conflict with this group of people involved in an investigation that could lead to the impeachment of a president. No appearance of a conflict. Not even an actual conflict because if there is an appearance of a conflict, as a lawyer, you are supposed to reveal what your potential conflict could be and to me the revelations are it's like (inaudible) pulling teeth to try to get this information."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "You know, but don't we want him to actually do what he did, which is to fire those individuals --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, I want to know what they've said politically, their e mails, text have said."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "If we focus on every individual as opposed to the purpose of this investigation --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you know what (inaudible)?"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "Of course, I do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. So, if you have if you have ill-gotten gains -- because of a bad actor or a biased actor, everything that come as a result could be called into question. I want to go to Congressman on this. Congressman, I find the president's legal team frankly to be a little bit almost gun shy to question the Mueller team. The president was very tough on the Justice Department and has been in some tweets, but his legal team has been more circumspect there."
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ., HOUSE JUDICIARY COMMITTEE",
      "utterance": "Yes, and I think they are wrong to be circumspect because what we have here -- this is the very swamp creature that all of America is looking at because it is not that Robert Mueller said, this is why we got rid of Strzok. We had to find out. That came through FOIA request. Congress has asked for information. We are not getting it. The only thing we find out from General Sessions and Director Wray is they don't even have a process for vetting and conflict of interest. So most private sector law firms and even prosecutorial agencies, if you have a biased, you got to disclose that bias because it is an ethical violation to take a conflict of interest case. So, people check that out. These biases are not inconsequential. If you are giving $30,000 to Democrats, guess what, you are all in. If you are being critical of President Trump in an overt way showing up at resist movement issues. You are not just saying, hey, I'm a political participant."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It undermines the credibility. Does this man undermine the credibility of an investigation when you have rank partisans who worked for Ben Rhodes and worked for the Clinton Foundation and now someone who actually represented the guy who destroyed the e mail -- the devices with a hammer? So, you are actually working for the political adversary of the guy you are now investigating. Now, if that is not an apparent conflict of interest then I don't know what is. I think it undermines the overall integrity of an investigation that frankly should be unassailable giving the gravity of it. Michelle, you can close out."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "Laura, I think we need to remember that we are talking about someone, who serve this country in Vietnam. He has had respect on both sides of the aisle for years, and if we are now saying that someone who is respected as Robert Mueller is --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That he can never make a mistake?"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "Of course, you can make a mistake, but the question is, why are we raising these questions now as he continue --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because we are finding out the information now."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "-- closer to President Trump's inner circle?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When Bill Clinton went after Ken Starr's legal team for being bias, did you criticized him for doing that?"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "When we are focused on national security and when we want to get to the root of what role --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There is no Russia collusion. That was long ago."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "This is about protecting one another."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where the Russian collusion?"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "He is not interested in going after partisans. He is interested in keeping --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where is the Russian collusion?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There is none."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "It is comical that the FBI --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It is comical that you can't answer the question."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "-- men at the FBI and now --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who cares?"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "-- we are saying that all of the sudden --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, no. There are people on the investigation --"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "Almost like comical."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. So, Andrew Weissmann is a raging conservative?"
    },
    {
      "speaker": "JAWANDO",
      "utterance": "I think it is almost comical."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What is comical is that you did not criticize Bill Clinton's people when they were trashing Ken Starr. As I recall, I don't think those guys were being criticized because they were actually smart. They went on the offense against Ken Starr and that's why in the end the Starr report ended up leading to impeachment, but in the end Bill Clinton ended up more popular because last time I check, the gals in the Senate ended up doing a pep rally for Bill Clinton after that impeachment."
    },
    {
      "speaker": "JAWANDO",
      "utterance": "National security isn't a part of the issue."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Congressman, close it out."
    },
    {
      "speaker": "BIGGS",
      "utterance": "Well, look, nobody is criticizing Mueller's veteran's history. We are criticizing he is conducting this investigation, which is loading up the team. It's like playing basketball and not only is the other team is against you but all the refs, the score keeper and everyone else. That is what you got going on here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right."
    },
    {
      "speaker": "BIGGS",
      "utterance": "And that's the problem with Mueller."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. The establishment guys and the media may have bigger black eye than the special prosecutor's office this week capped off by a massive screw up at CNN today. Wait until I tell you about this one."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sometimes it's not fake news, it's just wrong news. Sloppy, fact checking not done, sloppy reporting. This morning CNN breathlessly delivered that they advertised this major scoop."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Breaking news in the Russia investigation, and two CNN exclusive reports. This morning, newly surfaced emails show an effort to give hacked WikiLeaks documents to the Trump campaign."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump Jr. and others in the Trump organization received an email in September of 2016 offering a decryption key and website address for hacked WikiLeaks documents. This is according to a September 4th, 2017 email."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We now know looking at timing that Manu reported, that Don Jr., the president's son, tweeted about WikiLeaks for the first time the same day that this mail he doesn't recall came through. Politically just difficult for the team, or legally some implications here?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One little problem, they got the date wrong. This shows the e mail sent to Don Jr. last year on September 14th, not the 4th. That was after WikiLeaks had already made those documents public, leaving CNN once again with a fried egg on its face. This was just the latest in a long line of media screw ups. Look at these examples from just the past seven days. In addition to the CNN mistake, ABC News incorrectly claimed that candidate Donald Trump directed Mike Flynn to contact Russians during the 2016 campaign. It actually happened when he was already president-elect, big deal. And \"The New York Times\" had to heavily amend a report that former Trump aide K.T. McFarland lied to Congress about Flynn's communications with the Russians, and multiple outlets walked back stories that Deutsche Bank received a subpoena from Bob Mueller, targeting Trump's bank records regarding real estate deals. Joining now with reaction is Jim Warren, the chief media writer for the Poynter Institute, a society of professional journalists, along with Roger Simons, CEO emeritus of PJ Media and an Academy Award nominated screenwriter. I would love to have that bio after my name, Roger. Let's start with you, Jim. You represent a society of professional journalists, Jim. This has been a wild week for journalists given the mistakes and the fact checking and they sloppy reporting. And we just mentioned a few there. What are your thoughts, especially on CNN rushing out with this Don Jr. story this morning?"
    },
    {
      "speaker": "JIM WARREN, CHIEF MEDIA WRITER, POYNTER INSTITUTE",
      "utterance": "Yes, you are right. In less than a week have you this and you have the one I think last Friday, Brian Ross of ABC News who was also suspended for botching a Michael Flynn story that targeted President Trump. And this in case people missed it, the basic thrust was that there was a coziness between WikiLeaks and the curious Mr. Assange in the Ecuadorian embassy in London and Donald Trump Jr. As you just said the critical mistake happened to be one digit, September 4th rather than the 14th, and in fact by the time that Don Jr. tweeted this, as you said, all this stuff was publicly available. Now I think a lot of this is explained by the nature of the Internet and putting a primacy on speed. And I think it's got nothing to do with --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No bias? No bias, Jim?"
    },
    {
      "speaker": "WARREN",
      "utterance": "I think --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The mistakes go one way. That's why, Jim. They always to go against Trump. They never seem to be wow the economy is even better, or Mueller hasn't found anything yet. You know what I mean, it always seems to go against Trump. So I think it hurts the media's credibility. Roger, you can weigh in and Jim can come back."
    },
    {
      "speaker": "ROGER SIMON, ACADEMY AWARD NOMINATED SCREENWRITER",
      "utterance": "I'm nodding my head for a reason. I think that there is a real psychological component in this. Why do intelligent people make so many mistakes? And the reason I think is a Trump derangement syndrome. I think these people hate Trump so much that they will grab a fact like that that is bad for Trump and just accept it without doing the normal due diligence that any intelligent report would do, especially from organizations like Reuters and CNN which have tremendous facilities. But they don't do it because they are anxious to get him. The hatred is what -- I think we all know that hatred does bad things to everybody's head. It does it bad to mine. Every time I'm hating somebody I can't write or think very well. And I think that is a factor here. I don't know. I don't know if my colleague agrees but I really find --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Guys, I want to play one more sound bite from tonight's rally and have you both react. Let's watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They took this fraudster from ABC, they suspended him for a month. They should have fired him for what he wrote. And then CNN apologized just a little while ago. They apologized. Oh, thank you, CNN. Thank you so much. You should have been apologizing the last two years."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jim, I think the media get their back up when he says stuff like this, but it actually worked. I think most people are fed up with a bunch of things. Washington, they're sick of lawyers, and they're tired of the media. And I think it plays right in to what most people think is that the media is pretty biased and biased towards the left wing."
    },
    {
      "speaker": "WARREN",
      "utterance": "I think one of the most interesting piece of survey information I have seen in the last year is how, and I think this is related to speeches like tonight, only about a year ago, Laura, about 75 percent of Republicans, 75 percent of Democrats all supported the notion of the media having a watchdog role. That's now dramatically changed among conservatives and now that number is in the 40s. I think one does have a lot of mistakes. I do think there is a primacy on speed which can trap many of us. But we're also forgetting the spectacular work that's being done every day of late on the whole issue of sexual harassment by \"The New York Times,\" and the \"Washington Post\" has also done a good job. And in the case like Donald Trump Jr. today, very quickly out of the box for several media reports, notably \"The Washington Post\" for a terrific, comprehensive story calling out CNN and making clear what exactly were the facts with Donald Trump Jr. and at the same time making note that there were other examples that are irrefutable of a fairly cozy relationship between WikiLeaks and Donald Trump Jr. when it came to WikiLeaks at other times tipping him off to stuff that was very unflattering to the Clinton Campaign."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, well, it's that time of year, by the way, time for your office Christmas parties. But is the \"Me Too\" movement killing the fun? And wait until you here who Silicon Valley nerds are inviting to their parties. Stay right there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The rich tech nerds of Silicon Valley are hiring models, they're modelizing, attending their holiday gatherings, making them look cooler. And Actor Seth Rogen is now boycotting Sirius XM Radio for an utterly inane reason. But first, is the \"Me Too\" movement becoming a spoiler for this season's Christmas parties? Joining us now with more is comedian Jimmy Failla. All right, Jimmy, I'm not a big office Christmas party person myself. But I can see this year it might be a little less festive, let's just say that. And no alcohol, no fun, no lampshades, no nothing, and I don't know, maybe that is better. But is this killing all the fun of Christmas?"
    },
    {
      "speaker": "JIMMY FAILLA, COMIC",
      "utterance": "In terms of office parties what we are talking about here is Vox placed a two drink maximum on all of their employees, Laura, which I think is going to make people drunker because now they are going to pregame before they get to the party. If you know you are getting cut off at two. It's like when you go to a college football game, Laura, you know they don't serve beer in the stadium so you drink triple in the parking lot."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You do the funnel drinks. You need two drinks just to get through reading Vox."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Forget getting the -- but how do they monitor the two drink maximum? I almost minimum. The maximum."
    },
    {
      "speaker": "FAILLA",
      "utterance": "They said that they are going to give out drink tickets. But I'm the opposite of you. I am pro holiday Christmas party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are you?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes, because I think it serves a cathartic purpose, which is to build camaraderie over someone getting trashed and humiliating themselves. You know we get that one night a year to be like hey, I can't believe Simmons took his shirt off and jumped in the water fountain, you know what I mean, and I only know that because I have been Simmons several times in the past."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I heard that last week. By the way, I have a question, Jimmy. Are you in a swivel chair? You're swiveling."
    },
    {
      "speaker": "FAILLA",
      "utterance": "My bad. I was excited be here, Laura Ingraham."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You are like my kids at the din are table. They're moving. I see you. You are making me dizzy."
    },
    {
      "speaker": "FAILLA",
      "utterance": "That's funny."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sirius XM, now tell us about, you knew someone at Sirius XM because now we've got Seth Rogen who in that show, what is it, \"The Disaster Artist.\""
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes. It's a mess."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He was in \"Superbad,\" and \"Knocked Up\" and all these -- he is a veritable Richard Burton. I always get him mixed with Jonah Hill. But he is now not going to be on, he doesn't want to be on Sirius XM because Bannon has a show?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "Seth Rogen is a dope. First and foremost, Seth Rogen, it just speaks to such a total lack of self-awareness on his part because he got famous making stoner comedies. And nobody wants political advice from their stoner friend. You know what I mean. If you recommend a Ben and Jerry's flavor, I get it. But this idea of anyone in Hollywood questioning the character of a person in public is a little rich, considering the year that they've had. I just thought that was a little silly. And I think he should stick to doing what he does best, which is making bad movies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think that no one is really going to miss Seth Rogen's presence on Sirius XM. We are not exactly talking about a large audience, anyway. But I actually liked him better when he was fat. He had a presence when he was fat, and when he got skinny he started taking himself too seriously."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes. He lost his jolliness. I like fat Elvis better than skinny Elvis. I thought fat Elvis had a relatable, self-aware thing to him that I think Seth Rogen got away from. And I think, Laura, that they don't recognize that their audience does not want this from them. If you watch Seth Rogen movies it is not because you want activism. It's because you like goofy stories."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because they are really stupid."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't know these movies. I go, what, \"Pineapple Express\"? I didn't even know that movie. Let's talk about the modelizing that's going on at some of these really big tech companies because they have a lot of coders, they have a lot of kids that sit around all day and they code. And they are not exactly lacrosse players. They are geeky kids like my executive producer. He's a lacrosse player. He's a big guy. But these are little weeny sized guys. They are smart, but they hire these models both women and men to come in and mingle, but they won't take anyone's cards. They are not really hooking up but they are just a presence to make them look cooler. How pathetic is that?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes, it is such a cruel thing to do to these poor nerds because they have been striking out with women their whole lives. The reason, Laura, that they are running Silicon Valley is because of the trauma of being rejected in society the way they were. It's like a Napoleon complex. So to subject them to more off limits women, this is the starving man and you are giving him plastic fruit, you know what I mean. It can't do him any good. Why not go a step further and have a gym class pickup basketball game when they get to be chosen last again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dodge ball."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want dodge ball. I want to play them all in dodge ball. It is great to see you and thank you so much for being with us. We could all use a little goodness. We all need Christmas parties, and we all need more Christmas parties and we all need to have fun, but be responsible. We have a lot more to get to. Do not touch that channel."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So many gifts to be thankful for this Christmas, and some of them courtesy of the president and his administration. Think about all these gifts. Stocking is full this year. Take the booming economy, the stock market just keeps hitting record highs. Investor confidence soaring. Jobs are back big league. We just learned today that unemployment is down to 4.1 percent, the lowest level since the Clinton administration. More than two million new jobs have been added since the election. Record low unemployment for manufacturing. The Hispanic unemployment rate is down to 4.7 percent, the lowest in American history. Red tape and regs, they're being slashed at the EPA and many other businesses. And major tax relief is on the way including the death of the Obamacare individual mandate, thank goodness. ISIS has been basically shattered militarily. The travel ban, thank goodness, is fully in effect. Jerusalem has been recognized as the capital of Israel, Trump finally gets that done. A major Mideast peace plan is on the way, that is what they promised. That is a lot to be thankful for. And you may not hear that on some of the other broadcasts. They like to focus on Mueller or Russia, Russia, Russia, but there are so many reasons to celebrate what the Trump administration is actually doing. Look past the tweets. Look past your animosity toward Republicans or conservatives. Think about where we were just a year ago and think about where we are today. They said the stock market was going to collapse. They said we were going to be isolationists and not deal with other countries. This said all this trade negotiation was never going to work. But my friends, it has been a very good year. And up next. What is Melania Trump's favorite Christmas tradition? She gives her answer right after this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Before we go to end week five of \"The Ingraham Angle,\" yesterday Melania Trump took some time to visit with patients and families at Children's National Hospital in Washington, D.C., and she took questions from the kids about the holidays and revealed her favorite Christmas traditions."
    },
    {
      "speaker": "MELANIA TRUMP, U.S. FIRST LADY",
      "utterance": "The Christmas tradition is that Christmas Eve we have a dinner and we go to midnight mass, or Christmas Day mass the next day."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nice of the first lady to remind us that it is often the traditions of faith that endure and make the biggest impact this time of the year with the family and all those that we love. And I loved her coat. That's all the time we have tonight. Shannon Bream is up next. Have a good weekend. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}