{
  "date": "December 8, 2019",
  "headline": "White House dismisses impeachment",
  "subHeadline": "Are media covering the process fairly?",
  "url": "https://www.foxnews.com/transcript/white-house-dismisses-impeachment",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "Howard Kurtz, host",
      "utterance": "On the Buzz Meter this Sunday, White House press secretary Stephanie Grisham joins us as Nancy Pelosi says full steam ahead on impeachment. The president says bring it on and a House hearing stacks the deck with three anti-Trump witnesses and one who's against removing him. We'll show you how some networks blatantly tilted their coverage toward the pro-impeachment professors. The House speaker unloads on a Sinclair TV reporter after a shouted question about whether she hates the president, drawing praise from liberal commentators and scorn from those on the right."
    },
    {
      "speaker": "Male Speaker",
      "utterance": "There she was standing up against hatred as her Catholic religion has taught her to do."
    },
    {
      "speaker": "Female Speaker",
      "utterance": "And it was sort of an indelible moment and I will say as a Catholic seeing her invoke her Catholic faith in that moment at the apex of that confrontation was sort of a heart-stopping thing."
    },
    {
      "speaker": "Female Speaker",
      "utterance": "The speaker today losing it, some say went postal."
    },
    {
      "speaker": "Tucker Carlson",
      "utterance": "Don't mess with me when it comes to holiness. Just because I accused you of working for Vladimir Putin doesn't mean I hate him. I'm a Catholic."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "And in another moment going viral, Joe Biden goes off on a voter who challenged him about his son's work in Ukraine calling the man a liar and questioning his intelligence. How are the media covering these outbursts as tensions rise over impeachment? And as Kamala Harris pulls the plug on her 2020 candidacy, some pundits see media and political bias against a black woman, but isn't it the journalistic consensus that she ran a lousy campaign? Plus, in a candid interview with Howard Stern, Hillary Clinton reveals how bummed she was after the election."
    },
    {
      "speaker": "Hillary Clinton",
      "utterance": "Obviously I was crushed. I was disappointed and I was really surprised because I couldn't figure out what had happened. What I really don't understand is how we have almost trivialized politics to the point that it's about nothing but entertainment."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "And finally, she didn't pay enough attention to the media, including Howard Stern. I'm Howard Kurtz and this is \"MediaBuzz.\" After weeks of hearings and months of saturation coverage, it was hardly a shock when Nancy Pelosi announced her party is moving forward with articles of impeachment."
    },
    {
      "speaker": "House Speaker Nancy Pelosi",
      "utterance": "The facts are uncontested. The president abused his power for his own personal political benefit at the expense of our national security."
    },
    {
      "speaker": "Reporter's Question",
      "utterance": "Are you worried, sir, about [unintelligible] impeachment might have on your legacy?"
    },
    {
      "speaker": "President Donald Trump",
      "utterance": "No, not at all. It's a hoax."
    },
    {
      "speaker": "Reporter's Question",
      "utterance": "Mr. President --"
    },
    {
      "speaker": "Donald Trump",
      "utterance": "It's a hoax. It's a big fat hoax."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "The president also tweeted, \"If you're going to impeach me, do it now, fast, so we can have a fair trial in the Senate.\" And joining us now here in studio one is Stephanie Grisham, the White House press secretary. Welcome."
    },
    {
      "speaker": "Stephanie Grisham, White House press secretary",
      "utterance": "Thank you."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "It sounds like President Trump fully expects House Democrats to go ahead and pass impeachment and wants to get it over with and over to the Senate. Is that a fair reading?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "I would say so. I mean, we're prepared for it. I really am wondering if she's starting to lose some of her Democrats though in some of the tougher areas. So, we'll see what happens but we are prepared."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Interesting that you say that because Vice President Pence told Judge Jeanine that he doesn't think it's a foregone conclusion that the Democrats have the votes, but do you really think Nancy Pelosi would let things get to this stage if she didn't have the votes?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "I think she has to. I think she has to appease that very militant group in her party to do this. I think that she's just doing it to say that she did it and I think that the last, especially the Judiciary hearing, I think that that really showed how bad and desperate they are. So, I don't know what's going to happen."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So that's what you think is behind impeachment? An effort to appease, to use your word, --"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Yeah."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "--- pressure from the more liberal, more virulently anti-Trump Democrats?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "I do. I think that again this is them hating the president more than they love this country and doing everything they can to undo 2016 and now it's very clear they're fearing 2020, especially with all of his success."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Impeachment of any president obviously is a huge story. The Clinton impeachment was covered nonstop. I remember it vividly. Do you believe most journalists are not just covering impeachment, analyzing impeachment, but taking sides on impeachment?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Yeah. I think that a lot of journalists are cheering for impeachment and reveling in it and enjoying it and it's really, really sad because I think journalists have a responsibility to this country and the country deserves to just get the facts and make up their own minds and I don't think that's what they're getting."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "What do you base that on?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Watching, watching. I mean, I see. I see the joy. Even this morning I was watching one of the cable channels and they were talking about, you know, when Nancy Pelosi went nutty about saying the word “hate,” they were criticizing the reporter saying he was too aggressive, which usually they're the ones talking about how important it is to be aggressive. So, the rules are different for this president."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Well, you set me up for our next question, which is when Speaker Pelosi just went off on a Sinclair television reporter James Rosen, news conference was over and it was a shouted question, \"Do you hate the president?\" And she turned on him and said it was insulting to ask her that as a Catholic. Do you take her at her word when she says she doesn't hate the president at all?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "I don't know. I don't know what she hates. I think she hates his success. I think the entire Democratic Party hate his success. I believe that and actually speaking of the Clinton impeachment, Nancy Pelosi told Republicans that they all hated Bill Clinton at that time. So, she's had quite the evolution when it comes to impeachment and her thoughts on different things."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "One frequent criticism in the press, Stephanie, is that while Democrats to be sure are being accused of rushing this process forward without all the evidence, without all the facts, because of the campaign calendar obviously the primaries and caucuses begin in February, that it's the administration that is slowing this down by blocking testimony from the likes of Rudy Giuliani, Mick Mulvaney, John Bolton."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "I would say as we've said before, we're not going to participate in a hearing where the guilt is predetermined. That just makes no sense. There's no due process, as you know. I would also point out to people that, you know, the Dems are working through the weekend. I don't know if they've ever worked through the weekend for anything. I mean, that would be nice if they were working through the weekend for USMCA and drug pricing and all of the other things that are good for this country. So, they're pushing this through. They know they don't have anything. They're just -- it's a show. This has all been a show this entire time."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So, you're explaining why the White House has declined to cooperate or participate in any way in the process the president has repeatedly said is unfair. But I don't know that you can simultaneously argue that we're not going to cooperate, we're not going to produce key witnesses, and at the same time, boy, the Democrats are really rushing this because they don't want this thing to be tied up in court for months."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Well, I think there's two different sides there. I think that they are really abusing their power and I think they're very much weaponizing impeachment and that's a shame and it's dividing this country. If he had due process, if we had the rules ahead of time, if they didn't keep moving the goal posts, I think we would absolutely participate because he did nothing wrong. Now they're rushing through because they just want to get this through. They -- they're worried about the election coming up. That's what they -- they want to be able to say impeach, impeach, impeach this president was impeached."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Given the circumstances that you describe, is President Trump looking forward to a trial in the Senate where he perhaps thinks Republicans running the show will be more fair?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Absolutely. If it goes to the Senate, because again, I think another reason they might be rushing is that they might be losing some of their Dems, but if it goes to the Senate he tweeted about this, he's ready for at least a fair process and we will show everything and there again as we've been doing that he did nothing wrong. Again, the president released two transcripts. All -- that's the only evidence they have and it's because the president released it I think people need to really remember that."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Well, others would say they have the testimony of the various career diplomats who have different levels certainly of interaction with the White House or the president. Let's turn to the --"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Very little, very little, if any, actually."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Let's turn to the coverage of the NATO summit because the media, as you know, portrayed the president as not getting along with western leaders, particularly Emmanuel Macron and Justin Trudeau but then President Trump tweeted that the fake news was inaccurately portraying the trip, and that he got along great with these leaders. This is a pretty basic disconnect there."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "It's constant. I am on most of those trips. I sit in the meetings with the president and these foreign leaders. And he does get along with them very well. He can be tough on them when it comes to something that's good for America. I would say that, under our president, we've gone from four to nine countries who are now paying their fair share. They've all gone to 2 percent. That's because of this president."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Of defense costs?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Absolutely."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "And that's because of this president. The president gave more than two hours of access to the press. Unprecedented -- at NATO."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah. They were just back-to-back-to-back news conferences."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "And yet, they all covered some video where the foreign leaders were talking about, you know, these long press conferences. And the irony there is crazy, because the long press conferences are because the president's giving the American press such access."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Well, the narrative on that video was basically picked up on a hot-mic. Here's Justin Trudeau --"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Yeah."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "-- and he's talking to Boris Johnson, and then Macron. And they're kind of laughing, and he's sort of chiding the president for having a 40-minute news conference. He said that's why there was a delay. And then, the president was later heard, calling Justin Trudeau \"two-faced.\""
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "[affirmative]"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So, that's getting along great? I mean, I understand you say --"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "[affirmative]"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "-- the media may have overemphasized that."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "[affirmative]"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "But it would seem to suggest that there were tensions."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "There can be tensions. As I said, the president sometimes can be tough with these foreign leaders, and that's important. \"America First\" has always been what he has said when he was running, and as president. So, there can be tensions, certainly. But he does get along with them. He does work well, and he's producing results."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "When Melania Trump unveiled the White House Christmas decorations, you said this was the media's annual holiday ritual of mocking and criticizing the first lady. What did you mean?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Well, year one, they mocked the decorations in a portion of the White House. Year two, they did it again, mocked a portion of the White House. This year, it's the coat she wore in a video. I guess the decorations finally passed muster. So, this year, it was a coat. And it's just -- it's so unfortunate. In the meantime, you know, the first lady traveled to NATO with the president. She visited the Salvation Army, helped put care kits together for the -- for Christmas. She was just at Children's Hospital, reading to sick children. She does that every year. That is what should be covered. This first lady, who is a mother, a first lady, speaks multiple languages, and stays very busy deserves the kind of coverage that if a Democrat first lady were in office would be getting."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Well, so, if the Washington Post fashion critic says the white coat looked ridiculous -- look, that's her opinion. She critiques fashion."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Sure."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "CNN's Kate Bennett, promoting her new book on the first lady, was on the air, saying, \"Well, Melania Trump often dresses in pantsuits to send a message to her husband, who prefers more feminine dresses.\""
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "That's Kate's opinion. Mrs. Trump chooses the clothes that she likes to wear, like any other woman in this country. She chooses what she wants to wear, not based on sending any kind of a message. She doesn't have time for that. It's just ridiculous that they focus so much on her outfits. And she -- Mrs. Trump herself has said, \"I wish people would focus on what I'm doing rather than what I'm wearing.\" And it just continues to happen to her."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Melania, obviously, is a former professional model."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "[affirmative]"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Do you think that, if she was a Democratic first lady, she'd be on a lot of magazine covers and be treated a little differently?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "I think she would grace every single magazine cover. And more importantly, I think she would get positive news coverage across the board, all the networks and all the publications -- the mainstream publications. I really do believe that. She's doing such good work on behalf of children and has such a heart of gold, and is actually quite a rock for this family."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So, we have about half a minute. Do you believe -- since you say this happens every year -- that this has to do with journalists and pundits not particularly liking Melania Trump? Or is it basically who she's married to, and therefore, she gets the flack -- collateral damage?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "I think it's a lot of collateral damage. I think all things to do with the Trump administration get criticized. I mean, you saw, even in the judiciary hearing, one of those witnesses -- scholarly witnesses -- used Barron Trump --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "-- as a joke. So, it's beyond the pale. If the name \"Trump\" is attached to it, it's bad."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Does that include you?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Absolutely."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Working for the president?"
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Absolutely. [laughs] Yes."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "All right. On that note, Stephanie Grisham, we appreciate your being here."
    },
    {
      "speaker": "Stephanie Grisham",
      "utterance": "Thank you."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Thanks very much for joining us. When we come back, our findings on the unbalanced way that some cable news networks cover the latest impeachment hearing. And later, why was the press so fixated on those hot-mic moments we just discussed, involving Donald Trump at the NATO summit?"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "All the cable news networks carried the House Judiciary hearing featuring three pro-impeachment professors and one, Jonathan Turley, who opposes impeachment."
    },
    {
      "speaker": "Male Speaker",
      "utterance": "If Congress fails to impeach here, then the impeachment process has lost all meaning."
    },
    {
      "speaker": "Pamela Karlan",
      "utterance": "President Trump must be held to account."
    },
    {
      "speaker": "Jonathan Turley",
      "utterance": "This is one of the thinnest records ever to go forward on impeachment."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Now, let's take a look at how the coverage was that night, from 7:00 to 11:00 eastern. Put up a graphic. Fox News was just about even. Four minutes and 10 seconds of soundbites from Turley, the GOP witness; three minutes and 50 seconds of sound from the Democratic witnesses. CNN spent about twice as much time playing soundbites from the three Democratic law professors as the one Republican witness, just over four minutes to just over two minutes. And look at MSNBC: almost a seven to one ratio: more than 12 minutes for the pro-impeachment witnesses, just over a minute-and-a-half for Turley. And joining us now to analyze the coverage, Mollie Hemingway, a senior editor at the Federalist and a Fox News contributor. Griff Jenkins, a Fox News correspondent here in Washington. And Mo Elleithee, former DNC official and Fox News contributor who runs Georgetown University's Institute for Politics. Mollie, I saw a lot of headlines. \"Three law professors say Trump should be impeached,\" either downplaying or not even mentioning Jonathan Turley. What's your reaction to the way the media covered the hearing that night, as we just showed, and generally?"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Well, just in general we have an issue, where the media seemed to be the biggest proponents of impeachment, even more than Democrats themselves. It is fine to cover all of the Democratic witnesses that were there. But suggesting that there is this truth in the fact that three witnesses supported impeachment, and one didn't -- that that ratio is significant -- the only thing that's significant is that Democrats picked three witnesses, and Republicans had the opportunity for a single witness. But even the way that they covered those witnesses, when the one witness made an unfunny joke about the president's son -- you saw a lot of people in the media praising it. And she actually had to come back and apologize for it."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "They're just not showing the type of skepticism or criticism -- or even-handedness that would be helpful."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right. That was Pamela Karlan, talking -- making a play on the name \"Barron.\" All right. So, Griff, do we live in this divided media universe where if there's anti-Trump and pro-impeachment testimony, some networks will simply play the anti-Trump soundbites again and again, and kind of, you know, mention the other witness, the lone witness on the other side, but not so much?"
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "You know, Howie, I've been there every morning, and I'll be there tomorrow morning covering these hearings, and my colleagues in the media are working very hard to get it correct. However, I will say the graph you put up there really is why fair and balanced, as Fox News started, matters at this moment, because history is going to look back and see if this was truly straight down partisan lines. Was this about politics, or was it about the constitutional duty that Speaker Pelosi says? And I think that when you have the coverage that is not balanced, and it looks like you're trying to skew it and persuade someone, although I'm not sure anyone is even persuadable at this point, it's going to be something that won't reflect well on the media networks."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right. You can criticize what they say; you can play the sound, but, I mean, at least play the sound. So, we -- well, we saw the media covering the all-too-familiar partisan arguments. Jerry Nadler says Trump as guilty of abusing power; Doug Collins, the ranking Republican, called it a coup d'état. And the pundits are saying the hearing, like the other hearings, didn't move the needle. Your thoughts?"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "Yeah, look, I think a lot of people have already made up their mind. Republicans support the president; Democrats oppose the president; Independents are the ballgame."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "All the things that we say don't really matter much?"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "Well, look, here's what's really interesting. I'd be curious -- those graphics that you just put up there -- I'd be curious to see those same graphics for the daytime coverage. Right? The anchors that were actually anchoring the coverage in real time on all the networks. Because the 7:00 p.m. to 11:00 p.m. period, as we all know, on all three of those networks is opinion. Right? And so, while Fox was even in terms of the number of soundbites they played, I'll bet the commentary that went along with the Democratic soundbites was dismissive of them. The same can be said, you know, on MSNBC, where they were dismissive of Turley's comments. So, if you were turning in in real time, watching the coverage, my sense -- and I flipped through all three -- you saw actual balance amongst the news anchors across the networks, but once you got to the opinion shows, everyone picked and chose the commentary that they wanted to make."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Okay, let me throw in there, Mo, one thing to watch for is the Inspector General's report drops tomorrow morning, but then on Wednesday he will go -- Horowitz will go before the Senate Judiciary Committee --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "He's the Justice Department Inspector General, yeah."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Correct. And it'll be interesting to see in the daytime coverage how much of the other channels, including Fox News, will cover Horowitz's appearance, because obviously that's going to be a different story than what we've seen out of the proceedings so far."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Briefly, on the daytime thing, I've been critical of MSNBC because often the coverage of these live hearings is anchored by opinion hosts, liberal opinion hosts like Nicole Wallace and Chris Matthews. I'm not saying Nicole Wallace is a liberal, but she's certainly anti-Trump. She's a former Republican. So, Pelosi announces the next day, “Hey, we're drawing up articles of impeachment, and Jerry Nadler says it could be as early as this week or the next week.” Do you think the media are making clear what an utterly party-line effort this is?"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Well, it's so interesting, because throughout -- for decades, we have had people in the media and people who are politicians say, “In order for an impeachment to be legitimate, it must be bipartisan.” Well, in this case, you have bipartisan opposition to impeachment, and you only have Democratic support for it, and yet that doesn't come through in any of the coverage, and it is a problem. Also, with just the fact that they made big news about the fact that she was saying, “We're going to drop the articles of impeachment” -- this has been a foreordained conclusion for years now, and to treat it as if it's somehow surprising or whatnot just shows that push for impeachment. You saw in the Washington Post Margaret Sullivan saying that -- “What can we do as media people to get people more on board with impeachment?” That shows that she is completely confused about what the job of the media should be and how they have just turned into just complete partisans on this."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Just briefly, Mo, is there bipartisan opposition to impeachment? It seems to me like most Democrats --"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "I think most Democrats are there, but you may have one or two who choose to vote against it, and Pelosi has given Democrats, you know, free rein to do what they want. But I think overwhelmingly Democrats in the House are there."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "A lot more to say on this, but let me get a break. Here ahead we'll have Hillary Clinton getting the Howard Stern treatment, and that sparks speculation she might jump into the race. I don't think so. But up next, Devin Nunes sues CNN over a Ukraine story he insists is untrue, and we will break it down."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Devin Nunes has sued CNN for an eye-popping $435 million for what he calls a false hit piece two weeks ago. The story said the ranking Republican on the House Intel panel met in Vienna last year with then-Ukrainian prosecutor Victor Shoken to discuss digging up dirt on Joe Biden. Nunes says he's never met Shoken and didn't go to Austria last year. The suit says one CNN source was Lev Parnas, the Rudy Giuliani associate who was looking into the Bidens' dealings in Ukraine and who is now under indictment. Chris Cuomo's program reported that during this period, Nunes was communicating with Parnas"
    },
    {
      "speaker": "Devin Nunes",
      "utterance": "I was not meeting with Ukrainians in Vienna in December of 2018. It wouldn't have been hard to prove. And I think the bigger point here, Sean, is that they shouldn't be listening to somebody who's been indicted. Okay? It's really, really bad on their part. It's reckless; it's clearly reckless."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "The lawsuit packs a partisan punch, starting off by denouncing the network. “CNN is the mother of the fake news. It is the least trusted name. CNN is eroding the fabric of America.” But an Intel Committee report revealed multiple phone calls between Nunes, Parnas, and Giuliani last spring during the period that led to the ouster of ambassador to Ukraine Marie Yovanovitch."
    },
    {
      "speaker": "Female Speaker",
      "utterance": "What did you discuss with Lev Parnas?"
    },
    {
      "speaker": "Devin Nunes",
      "utterance": "Well, I don't even know, because I don't -- I've never met Parnas. We have not been able to confirm that yet."
    },
    {
      "speaker": "Female Speaker",
      "utterance": "You -- I mean, you don't think you would remember if you had a conversation?"
    },
    {
      "speaker": "Devin Nunes",
      "utterance": "You have to remember we are the House Intelligence Committee, Oversight Committee, okay? So, we get calls from people every day."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "And those calls didn't go unnoticed at CNN."
    },
    {
      "speaker": "Male Speaker",
      "utterance": "He attacks us for reporting anything that could come from Giuliani associate Lev Parnas. He calls Parnas a fraud and a hustler. Well, if it's not okay to get information from Parnas, how does Mr. Nunes explain this: four separate phone calls with Parnas with his name on them? Why didn't he mention them? [END VIDEO CLIP]"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "CNN did repeatedly ask Nunes for comment, but the congressman says he refuses to take questions from the network. Ahead, Kamala Harris drops out, and some pundits are trying to make that a story about race. But first, a reporter's question that really set off Nancy Pelosi, and the president rips the coverage of the contentious NATO summit. [COMMERCIAL BREAK]"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Nancy Pelosi had just finished her news conference on moving forward or moving toward articles of impeachment when she stopped and responded to a shouted question from Sinclair TV reporter James Rosen, a former Fox News correspondent."
    },
    {
      "speaker": "James Rosen",
      "utterance": "Do you hate the president, Madam Speaker, because Representative Collins -- Nancy Pelosi I don't hate anybody."
    },
    {
      "speaker": "James Rosen",
      "utterance": "Representative Collins -- the reason I ask --"
    },
    {
      "speaker": "Nancy Pelosi",
      "utterance": "I don't have a reason. I'm a Catholic. We don't hate anybody, not anybody in the world. So don't accuse me --"
    },
    {
      "speaker": "James Rosen",
      "utterance": "I did not accuse you."
    },
    {
      "speaker": "Nancy Pelosi",
      "utterance": "You did. You did."
    },
    {
      "speaker": "James Rosen",
      "utterance": "I asked a question."
    },
    {
      "speaker": "Nancy Pelosi",
      "utterance": "You did. I pray for the president all the time, so don't mess with me when it comes to words like that."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Griff Jenkins, I wouldn't have asked the question that way, do you hate the president, but James Rosen says he had to be concise because she was walking out and he was trying to get her attention. What did you make of the whole episode including the speaker's finger-wagging response to Rosen?"
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Well, it's the finger, right? I mean, once you see -- you would think politicians would learn once you start scolding people with that finger you know you've hit a button with them and so good on James Rosen for at least taking her out of her comfort zone. But I mean maybe it was and I was up there that morning reporting from just outside that hallway and it may be that she is feeling the tremendous pressure of impeachment and the fact that she's trying to move quickly through it but to draw back on her Catholicism and sort of make this larger off-tangent point I'm not sure that that really did much more than just get a bunch of headlines."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right. They had tangled before a couple of weeks ago. Pelosi had called Rosen in response to a question “Mr. Republican Talking Point.” In fairness to James Rosen he was trying to get out the second part of the question which was that Doug Collins, Republican congressman and others, were saying Democrats were impeaching because they don't like the guy but it doesn't look like he was saying that. The liberals on MSNBC we shared at the top, Mollie, just praised Pelosi for dressing down this reporters and the New York Times and Washington Post have these glowing profiles now on how, as the Times put it, she transformed from impeachment skeptic to impeachment warrior. What do you make of the coverage she's getting including that moment with the reporter?"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Well, this is just yet another great example of how the media are not doing a good service in how they're covering the general impeachment drama. There is -- there are a lot of problems with impeachment politically going on right now. You're not seeing an increase in support. You could've had no more support than what the media have provided in the last month. You've had wall-to-wall coverage. You've had every possible case in support of it being offered and you're not seeing a move in the numbers, which is politically very problematic. And you're not seeing any discussions of these political problems in the coverage of Pelosi. It's just treated as if anything she does is particularly great and meanwhile a lot of Americans do sense that animus is motivating this issue, that there are a lot of serious issues going on while people are playing around with impeachment and nobody other than a few reporters are even getting at that issue."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Mo, Nancy Pelosi could've ignored the question and kept walking off. The press conference was over. Do you have any problem with a journalist asking do you hate the president?"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "I just thought it was an odd question. But it opened the door for her. It was a personal, you know, to Mollie's point, it was a question that got at personal issues, right? Personal animus and so it gave her the opportunity to give a very personal answer. I don't know that a lot of people do know just how deep Nancy Pelosi's faith -- how deep of a role that plays in her life. And I think her reaction there was very legit. It was very real that she does draw on her Catholicism and the Catholic teachings against hate -- hate of anyone. So, it gave her a chance to get out there and make a very personal argument that this isn't driven in hate. I don't hate the president. This is based on our views. So, you know, I think it was a personal legitimate human reaction that a media question allowed her to open the door [unintelligible]."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "She also lost her temper."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "She lost her temper and also I think -- I'm all for people discussing religion, including reporters. We see sort of this like disparity in how it's treated. Nancy Pelosi is a politician who supports abortion very much so. When she is asked questions about how her religion informs that, other reporters -- she's never asked those questions or if she is other reporters kind of move away from it which is not okay."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "All right. Hold on. I want to get to NATO. I'm sorry to cut you off, Griff. So, the president suggested that it was unpatriotic of Democrats to continue with the impeachment hearing while he was in London at the NATO summit and then he was asked a question about a leading Democrat. Take a look."
    },
    {
      "speaker": "Reporter Question",
      "utterance": "What do you want to learn from Adam Schiff testimony?"
    },
    {
      "speaker": "President Trump",
      "utterance": "I learned nothing from Adam Schiff. I think he's a maniac."
    },
    {
      "speaker": "Reporter Question",
      "utterance": "What would you want to [unintelligible]?"
    },
    {
      "speaker": "President Trump",
      "utterance": "I think Adam Schiff is a deranged human being. I think he grew up with a complex for lots of reasons that are obvious. I think he's a very sick man and he lies."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So Griff, it seems to me that this old adage about you know don't criticize the president or the person while he's overseas, it's almost like being treated as an ancient relic and both sides are doing it."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Yeah, it's out the door. That doesn't apply at all and you know it really probably helped the president to be able to address it at NATO because, really, if you're a critic of President Trump he does succeed on these international trips. In this case they continued to have the judiciary committee hearings and move forward on impeachment while he's overseas and so his pushing back on Schiff sort of is beneath that role he's had on the international stage."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "And so I don't know."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "We're a little short on time. Mo."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "In 19 -- during Clinton impeachment Republicans were attacking the president while he was on overseas trips. They were passing articles of impeachment while he was on overseas trips. Standing at a press conference with Benjamin Netanyahu and President Clinton was asked it, President Clinton deferred, right? He stuck to the job. What's unprecedented here is how the president takes the bait."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So, there's also this video I mentioned with Stephanie Grisham of Justin Trudeau with the leaders of Britain and France laughing. Many people said laughing at the president because he had made things late because he held one of three news conferences. It was sort of Trump TV. Why are the media so fascinated by these sort of gossipy moments?"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "I don't know. I thought that was actually not that big of a deal. I thought it was interesting that they were talking about him but they didn't seem particularly egregious and he -- and President Trump was asked about it and he notes that Justin Trudeau is a bit two-faced but a nice guy, he says, but I just think in general what's so much more important is NATO strategy, getting these countries to care about their defense spending and also, you know, these are countries that have serious economic problems right now while President Trump doesn't."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "So, there's this mean girl's gossip that might be [unintelligible] as well."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "And the president actually defending the NATO alliance which threw a lot of pundits for a loop since he's usually the critical one. All right. Stick around, panel. After the break Joe Biden denounces a voter who pressed him about his son and some pundits complaining after Kamala Harris bails that the field is too white. And later, Sean Hannity goes after Howard Stern over his two-hour sit-down with Hillary."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "It was another viral moment for the media. Joe Biden was taking questions at an Iowa Town Hall when a retired farmer accused him of being too old and acting unethically, as his son Hunter took a lucrative job in Ukraine."
    },
    {
      "speaker": "Male Speaker",
      "utterance": "You're selling access to the president, just like he was. So, you've got --"
    },
    {
      "speaker": "Joe Biden",
      "utterance": "You're a damn liar, man. That's not true. And no one has ever said that. No one has heard that."
    },
    {
      "speaker": "Male Speaker",
      "utterance": "[inaudible] --"
    },
    {
      "speaker": "Joe Biden",
      "utterance": "Let's do push-ups together, man. Let's do -- let's run. Let's do whatever you want to do. [applause]"
    },
    {
      "speaker": "Male Speaker",
      "utterance": "I mean, this is good for Joe. Right? Am I wrong?"
    },
    {
      "speaker": "Male Speaker",
      "utterance": "Yes. [END VIDEO CLIP]"
    },
    {
      "speaker": "Male Speaker",
      "utterance": "It turned into a bit of a rant, and he was over [unintelligible]."
    },
    {
      "speaker": "Sean Hannity",
      "utterance": "A very agitated Joe 30330 lost it. He went off on an 83-year-old voter, an unhinged rant."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So, Mollie, how would you compare the coverage of Joe Biden's outburst -- and this went on for much longer than we've shown -- to, say, when President Trump scolds a reporter, says, \"You're fake news,\" or insults a political rival?"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Right. People seemed much more favorable to Joe Biden going off on this voter than they would any example that's similar, with President Trump. But also, I kind of got the feeling that if a female candidate had done something like that, that she wouldn't be treated with the, you know, gloves off -- the hands-off treatment that --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "\"She's too emotional.\""
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Yes. And so --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "\"She can't keep her temper. She's not calm.\""
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Yeah. And just in general, it --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "\"She's not steady,\" yeah."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "-- seemed like the media struggled. There are real issues here. There are real issues with Biden enabling corruption on the part of his son. These are going to have to be addressed at some point, even if President Trump has raised them. And it's going to become a bigger problem. And so, the media should pay attention."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Mo, even some liberal opponents -- pundits sympathetic to Biden, like David Axelrod -- who worked in the Obama White House, now with CNN -- said he went too far, and he looked kind of angry and undisciplined. By the way, the former vice president told NPR he was joking about the IQ test and the push-ups. So, he -- it wasn't like everybody was letting him off the hook."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "No. And I think the reaction of the pundit class was actually fairly divided. There were those who said that was -- he went over the line. And there were others who said, you know, \"Good on Joe, to finally show a little bit of spunk and a little bit of fight.\""
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "It's interesting, though -- your question to Mollie earlier, about how this compares to how they cover the president -- it's funny. I think, a couple of years ago, it would -- you know, the previously obviously was getting a lot of coverage when he would do this sort of thing. Now it's almost dismissed, right? It's almost like, \"There he goes again. It's -- he's attacking another reporter.\" It's kind of lost the edge in the coverage."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Because we're all very accustomed to it?"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "Because it's just -- it's --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "-- it's old news now, whereas Biden doing this, that's kind of new. That's kind of different."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right. Griff, let's turn to Kamala Harris dropping out of the 2020 race this week, basically running out of money. So, the New York Times and the Washington Post, in the final days of her campaign, had these devastating pieces about how bad a campaign she had run. But lots of on-the-record quotes. She had waffled; she was disorganized in the campaign; it was filled with in-fighting. And then, when she dropped out, some people -- not necessarily the same people -- said, \"This is terrible. The leading candidates are now all white.\""
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Well --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "As if that was a main reason that she dropped out."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Look, I covered all the debates -- and I'll be in Los Angeles on the 19th as well. And she was working very hard. She had, of course, the big moment that brought us all to race, in the -- earlier on -- when she took on Joe Biden and said, \"I was that little girl,\" on the busing thing."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "But now --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "That might have been the high water mark."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Now, you see, with the debate coming up on the 19th, Cory Booker -- who did not qualify for that debate -- says, \"We've got\" -- speaking, presumably, to his Democratic Party -- \"We've got more billionaires than blacks on that stage.\" And so, you know, her exit is certainly going to raise that issue here in a few weeks."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Mo, I thought the value of a diverse field -- which the Democrats have -- certainly have had -- is that everyone gets an equal shot -- not necessarily equal outcomes. And so, Kamala Harris bowed out -- you can critique her campaign as being good, bad, or indifferent -- because she had plummeted to 2 percent in the polls and wasn't raising enough money."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "And I would agree with that. And I think this was a historically diverse field. Kamala Harris did make the next debate stage, right? She had actually secured --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "[affirmative]"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "-- a spot on that stage."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "But she couldn't make it there."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "But on MSNBC --"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "So --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "-- liberal commentators -- Zerlina Maxwell -- she faced race bias and gender bias."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "I think there is legitimate biases against -- and I think it is very pronounced -- against women candidates, still, to this day. And I think that is a bipartisan problem. I think Republican woman candidates, for -- deal with a lot of the same challenges Democratic --"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "But --"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "-- woman candidates do."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "-- there's been so much journalism these days -- the thing that gets left out are the voters themselves."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "Right."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Voters themselves -- including blacks, who are a key demographic for Democratic primary -- did not support her. They support Joe Biden. They're not racist. We just -- the -- immediate previous Democratic president was Barack Obama. And so, to leave these things out when blaming everybody with racism for what are clearly --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "-- campaign failures, I think, is unfair to the voters."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "I mean, there are absolute biases, but that wasn't the problem here. She did -- her campaign did not connect. Cory Booker, who's such an important voice for the Democratic Party, his campaign hasn't connected yet. He still might --"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "Not substantive issues, like criminal justice --"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "-- but it's just not there."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "-- reform --"
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "Right."
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "-- which is a good way to reach out to different --"
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Well, Mo --"
    },
    {
      "speaker": "Mollie Hemingway",
      "utterance": "-- voters."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "-- your point is a great one, because it would seem, if the polling is accurate that we've seen so far -- it suggests that voters are looking for not necessarily a person of color, but just the best candidate to beat Donald Trump. And that would be Joe Biden, according to the latest poll."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right. Right. So, look, Chris Hayes on MSNBC says, \"Well, media bias was a factor here.\" Well, you look back at the beginning of the campaigns, she drew 20,000 people in Oakland. She had the moment on the stage with Joe Biden. She was higher in polls. I think she got a lot of good press. She was interviewed a lot. And so, I'm just struck by the contrast between the two -- two of the major newspapers detailing, with on-the-record critics, about how badly the campaign was run. And then immediately, we switch to a debate about, \"Well, it's really tough for a black woman.\" And I'm not minimizing those obstacles, even after the first African-American president. But I -- but it just seems to me it switched to a racial debate, in -- with a force that surprised me."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "It seems, though -- to step back for a second -- talking about race and politics is perhaps an easier sell for a newspaper than a process -- sort of like what happened on the campaign trail. And you'll find some outlets that will cover, obviously, what happened inside that campaign. Every campaign has its horror stories, but the audience --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Especially every losing campaign --"
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "Yeah."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "I've written those obituaries."
    },
    {
      "speaker": "Griff Jenkins",
      "utterance": "[inaudible] -- right. The audience and appetite for those stories is perhaps much smaller than those about how impactful race is, at a time like now."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "I mean, in fairness, a lot of the coverage is driven by the fact that you have at least two Democratic candidates out there driving this narrative. Right? Cory Booker and Julian Castro --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "-- have both been out there, pushing the notion that --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Right."
    },
    {
      "speaker": "Mo Elleithee",
      "utterance": "-- you know, you now have more billionaires onstage than you do diverse candidates. And so, I think a lot of the coverage is driven by that. But again, it comes back to the fact that their campaigns just haven't connected."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Mollie is right. Ultimately the voters get to decide. And the coverage, on some level, reflects that. Mo Elleithee, Griff Jenkins, Mollie Hemingway. Thanks very much for joining us. Still to come, Hillary Clinton admits to Howard Stern that, yes, she should have paid more attention to working the media."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "This is a Fox News alert. In the next hour, we'll hear from investigators on new details in the Pensacola naval base shooting, so stay tuned for that. It was truly a marathon interview, Hillary Clinton with Howard Stern, who had shot the breeze with Donald Trump so many times on his radio show, who tried to get her to come on the show during the last campaign, and Clinton finally admitted she'd made a mistake."
    },
    {
      "speaker": "Howard Stern",
      "utterance": "I could talk to you like a person and maybe say to the Earth Dog audience, “This is a cool woman.”"
    },
    {
      "speaker": "Hillary Clinton",
      "utterance": "I often did not prioritize media the way I should have, and I think that's one thing that -- you know, Trump would interview with anybody, and in his pajamas. They would take him."
    },
    {
      "speaker": "Howard Stern",
      "utterance": "Right."
    },
    {
      "speaker": "Hillary Clinton",
      "utterance": "And so, he was just a constant presence. And, you know, I think I made a miscalculation. I do."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Joining us now, Emily Jashinsky, culture editor of The Federalist. So, I'm glad that Hillary Clinton is finally admitting that she should have engaged more with the media, even Howard Stern, but I have to say, she did more than blow off most interviews. She was kind of hostile toward the press based on years of grudges, and defensive, of course, about the email scandal."
    },
    {
      "speaker": "Emily Jashinsky",
      "utterance": "Right. She was hostile; she was kind of wooden, even when she was not being hostile. She doesn't -- the Stern interview is a really remarkable thing. It's about two and a half hours long. It's on YouTube in five parts."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "How much have you watched?"
    },
    {
      "speaker": "Emily Jashinsky",
      "utterance": "I watched all of them, and it didn't feel like two and a half hours because it's really engrossing, because Stern finally sort of coaxes her to show more of her personality and to go -- it was -- they go on this odyssey through her childhood and her marriage and her career that, you know, as much as I disagree with Hillary Clinton and dislike so many choices that she's made, I have to admit she's a very interesting person who's had an interesting seat to a lot of the history in this country, including Watergate, which they get into. It's a good interview."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Well, you know, you do a lot in two and a half hours. I think it validates what I've been saying, that Howard Stern, you know, the former shock jock, has become one of the best interviewers in the business, particularly with these long-form interviews with big names. So, let's take a look at another highlight here where she was asked about the -- one of the debates with President Trump -- when candidate Trump was kind of coming up behind her. Here's what she said."
    },
    {
      "speaker": "Hillary Clinton",
      "utterance": "Suppose I had turned around and said, you know, “Back up, you creep. You're not going to intimidate me.” The headlines would have been “Lost her calm,” you know, “Switches into being angry,” and --"
    },
    {
      "speaker": "Howard Stern",
      "utterance": "Right, and it would have worked against you."
    },
    {
      "speaker": "Hillary Clinton",
      "utterance": "-- it would have --"
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So, as you say, she's usually so lawyerly and cautious. She's not doing that here. She even said -- Hillary Clinton even said she really liked men, contrary to rumors to the opposite. And yet there's almost like a key on the keyboard where people say, “Aha, is she opening the door to 2020?” I don't see any evidence of that. In fact, I would argue that if she wanted to somehow run at this late date, she's not going on the Howard Stern show, and if she does, she's not going to talk like that."
    },
    {
      "speaker": "Emily Jashinsky",
      "utterance": "A hundred percent. The fact that she did Howard Stern should tell everybody she's not running, because she started the interview very uncomfortable. And you know, when I saw the clip that she sort of started talking about sexuality, I assumed that Stern must have brought it up. No, it was her herself. And one of the most interesting parts of this interview is how she talks about her, you know over-analysis of the media and what she expects the media -- how she expects them to cover her really has paralyzed her as a politician. She doesn't use that word, but it's the implication of how she describes just being completely paralyzed by the expectations of how she'll get covered, how she won't get covered, what does she do. And that's a remarkable thing that Howard Stern, of all people, got that out of Hillary Clinton [laughs]."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Not Fox News Sunday, Meet the Press, Face the Nation. Is it more interesting to listen to somebody who's being candid? One person who's not pleased with the interview: Fox's Sean Hannity. Take a look."
    },
    {
      "speaker": "Sean Hannity",
      "utterance": "The guy I grew up listening to, Howard Stern, to me, would have supported Donald Trump, not Hillary Clinton. Not sure why Howard hates Trump and loves her. Makes no sense."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "So, Sean Hannity not pleased, but Howard Stern has always said he loved having Donald Trump as a guest -- they would sit around, rate women one to 10 -- but didn't like him as a presidential candidate. He's more socially liberal, and he wanted Hillary to win."
    },
    {
      "speaker": "Emily Jashinsky",
      "utterance": "Well, yeah, and he's written in his book about how he was obsessed with getting this interview. It was one of the most friendly interviews Hillary Clinton has probably ever had, and that's -- I expect there are a lot of people who -- Stern listeners who feel like Sean Hannity does. They're disappointed in the just glowing treatment that he gave to her, and it was glowing. They're really -- I mean, the questions were tough, but in kind of a personal way. He wasn't, like, disagreeing with her on politics or anything like that. So, I bet there's a lot of people who feel like -- a lot of Stern listeners who feel like Hannity."
    },
    {
      "speaker": "Howard Kurtz",
      "utterance": "Yeah. Well, he made some news, no question about that. Emily Jashinsky, thanks so much. And that is it for this edition of \"Media Buzz.\" I'm Howard Kurtz. Hey, check out my podcast, \"Media Buzz Meter.\" We riff on the day's hottest stories. You can subscribe at Apple iTunes, Google Play, or FoxNewsPodcast.com, or on your Amazon device. We hope you'll also like our Facebook page -- we post my daily columns there -- and let's continue the conversation on Twitter. A lot of great issues here today: interview with the White House press secretary; covering impeachment, NATO, you name it. We want to hear what you think, and hope you'll join us here next Sunday, 11:00 a.m., Eastern, with the latest buzz. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}