{
  "date": "December 14, 2017",
  "headline": "Documents confirm language softened in Comey's Clinton memo",
  "subHeadline": "This is a rush transcript from \"Special Report with Bret Baier,\" December 14, 2017.",
  "url": "https://www.foxnews.com/transcript/documents-confirm-language-softened-in-comeys-clinton-memo",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "This is going to be an unusual statement in at least a couple of way. First I'm going to include more detail about our process than I ordinarily would because I think the American people deserve those details in a case of intense public interest. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } And second I have not coordinated this statement or reviewed it in any way with the department of justice or any other part of the government. They do not know what I'm about to say. Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "We have seen that many times: James Comey, then FBI director, laying out the case that he did not bring against Hillary Clinton and why in a very unique way. Today in a letter from Senator Ron Johnson to the FBI Director Chris Wray, we see this. On May 6, Deputy Director McCabe, Andrew McCabe, forwarded the draft statement to other senior FBI employees, including Peter Strzok. The original draft of Director Comey's remarks included a statement that could be read as a finding of criminality in Secretary Clinton's handling of classified material. The edited statement deleted the reference to gross negligence, a legal threshold for mishandling classified material. The original draft of Director Comey's statement included a conclusion that it was, quote, \"reasonably likely\" that hostile actors had penetrated Secretary Clinton's private server. Instead the edited statements simply read it was possible that those events occurred. A number of other things in that letter coming out late today as this investigation continues. Let's bring our panel: Fox News senior judicial analyst Judge Andrew Napolitano; Mollie Hemingway, senior editor at The Federalist, and Tim Farley, host and managing editor of \"Morning Briefing POTUS\" on Sirius XM Radio. Judge? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS",
      "sentences": "I don't think it matters who edited this. James Comey owns it. He's responsible for it. He was the director of the FBI. I also don't think it matters the ideological predilections of the editor. The person who signed it, the person who delivered it is responsible for it. If you ask a first-year law student to define gross negligence, it's defined as extreme carelessness. They are essentially the same thing. He attempting to pull the wool over the eyes of the American public and for a while he succeeded. Many of us have argued for 18 months now, since that came out on July 5th, 2016, James Comey was wrong on the facts, wrong on the law, and profoundly wrong to make that decision and make it public as if it were made with finality. The job of the FBI is not to decide whom to prosecute but to present the evidence to professional prosecutors and the DOJ and let them make the decision. He took that away from them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie, you know what Democratic lawmakers, critics of this administration say, that this is all chum in the water, this is all thrown out there to try to muddy the water of this Russia investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "There is so much to the story, so many little details that people are getting caught up on, but ultimately we are talking about whether you can trust our FBI to do a good job investigating people in politically sensitive constructs. That's an issue not just with the Hillary Clinton investigation but also with the ongoing Donald Trump investigation. I was struck by that statement when James Comey, you just showed him saying that he had never coordinated what he was about to say with people in the Department of Justice, yet we also know from these letters that in fact there was a great deal of coordination going on. And that coordination and these edits that we saw they all went in the same direction, a direction of making it so that Hillary Clinton was in less legal jeopardy than otherwise she would've been. It's not just what we've already talked about with changing the language from \"gross negligence\" to \"extreme carelessness,\" but downplaying the amount of secret material that she had, downplaying the likelihood of foreign actors hacking into that system. And again, this all gets to the trust issue. If we can't trust the FBI to do a good job, faithfully going after these laws that we all agree to hold to in this case, and we are seeing all these problems with the Russia investigation, really getting to the very issue of was there reason to believe there was treasonous collusion with Russia, or was it in fact an entire information operation where the FBI was weaponizing opposition research to go after an incoming administration? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I think the critics would say that painting with too broad a brush about an FBI where there are a lot of good people fighting good battles against terrorists and other things is dangerous. But this investigation is showing every day that there is some little nugget that opens up another piece of an investigation. TIM FARLEY, \"MORNING BRIEFING POTUS\": At the very least what James Comey was saying there was a misrepresentation of the truth. Obviously people had consulted on editing. I'm not sure who was, differing with you judge in one sense. I do think it's important to know who was editing because I would like to know what this process was all about. I don't really get a sense of this, and as Catherine reported, we really don't know who was responsible for all the edits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We know that Peter Strzok -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FARLEY",
      "sentences": "He was one, but there may have been more. And I wonder how much James Comey knew about the exhibit A versus exhibit B, the deletions, whatever was taken out or how the language was changed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } I will say one of the things that struck me in the letter was the edits to downgrade the likelihood that hostile actors had penetrated Secretary Clinton's private server. That to me is sort of like the idea of whether or not there was an investigation about Russia and whether or not they were responsible for the election. That right there is diverting attention away from a possible effect on the election. Also the removal of the word \"intelligence agencies\" because it seems to me that leads one to realize that there was a much larger operation going on or at least a concern, and that downplayed it. I don't know if it was for security reasons but I'm concerned by seeing that and hearing the conversation that takes place now about what we thought happened in 2016. That's where I go on this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "At the same time today, the Russian leader Vladimir Putin came out and was asked a lot about in four hours of a news conference about this investigation and about Donald Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } VLADIMIR PUTIN, RUSSIAN PRESIDENT, (through translator): Everything is made up. All of that is made up by people who oppose President Trump to delegitimize his work. For me it is even strange. It is all done without understanding that this damages the inside politics. They suppress the resources of the elected president. It means that they don't respect the voters who voted for him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And you talk to people privately here. They say no matter what is said publicly in support, that Russia is still a very dangerous place for the U.S. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "And that man is the most dangerous killer on the planet right now, dangerous to the United States, dangerous to eastern Europe, dangerous to western Europe. This is the last person Donald Trump wants defending him. I don't know what the story was with a four hour press conference. I know our Amy Kellogg was in the front row and she was trying very aggressively to ask a question and he wouldn't call on her. But it sounds like he has something to hide. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "That is the genius of this. Either this is his cover-up for having been part of the collusion, or he is actually saying something that's true, even though it's coming from Vladimir Putin who is a very dangerous individual. There are issues here about this entire narrative of collusion with Russia. We have been at it for over a year, and we still don't have evidence of the Trump -- Donald Trump working with Russia to steal an election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We don't know what we don't know. But that's the caveat. You have to say we don't know the Mueller investigation, what is going to come from it yet. We have not seen leaks, we haven't seen evidence, we haven't seen somebody come to the microphone and tell us something other than speculation and circumstantial talking, like Adam Schiff talks about. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But we do have much journalism going into this. We have many congressional inquiries. We have a special prosecutor. We have -- we've been pouring through everybody's communications, and we still don't have evidence of the central theme which is this treasonous collusion with Russia. And at some point it's worth asking whether the actual story is the narrative that was put out there to begin with and that there were leaks that were designed to support that narrative coming from highly placed Obama intelligence officials. That's also significant. We do have evidence of those things and those are things that we also need to start paying much more attention to. And the FBI and Department of Justice need to start being much more transparent about what they were doing with that narrative. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FARLEY",
      "sentences": "I remember when Christmas time, the only Russian we talked about was Tchaikovsky with \"The Nutcracker Suite.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FARLEY",
      "sentences": "It obviously has. Bob Corker, chair of the Senate Foreign Relations Committee said President Trump had a blind spot with Russia. That \"Washington Post\" story this morning, talking about a lot of different things, whether he yells at his staff, whether he doesn't want them to pass information. There was an interesting quote in there from Kurt Volker who was a former NATO ambassador. He said I believe he wants a better, more constructive U.S.-Russian relationship. I think from what I took from that story, whether the president has the right motives, I just don't that he knows which road to take on the map to get there. And trusting Vladimir Putin to me is not the answer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We have a lot more to discuss on Iran and Yemen and what happened today with laying out this evidence of Iran in Yemen, but unfortunately we are out of time, panel. Thank you very much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "This is going to be an unusual statement in at least a couple of way. First I'm going to include more detail about our process than I ordinarily would because I think the American people deserve those details in a case of intense public interest. And second I have not coordinated this statement or reviewed it in any way with the department of justice or any other part of the government. They do not know what I'm about to say. Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "We have seen that many times: James Comey, then FBI director, laying out the case that he did not bring against Hillary Clinton and why in a very unique way. Today in a letter from Senator Ron Johnson to the FBI Director Chris Wray, we see this. On May 6, Deputy Director McCabe, Andrew McCabe, forwarded the draft statement to other senior FBI employees, including Peter Strzok. The original draft of Director Comey's remarks included a statement that could be read as a finding of criminality in Secretary Clinton's handling of classified material. The edited statement deleted the reference to gross negligence, a legal threshold for mishandling classified material. The original draft of Director Comey's statement included a conclusion that it was, quote, \"reasonably likely\" that hostile actors had penetrated Secretary Clinton's private server. Instead the edited statements simply read it was possible that those events occurred."
    },
    {
      "speaker": "A number of other things in that letter coming out late today as this investigation continues. Let's bring our panel",
      "utterance": "Fox News senior judicial analyst Judge Andrew Napolitano; Mollie Hemingway, senior editor at The Federalist, and Tim Farley, host and managing editor of \"Morning Briefing POTUS\" on Sirius XM Radio. Judge?"
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS",
      "utterance": "I don't think it matters who edited this. James Comey owns it. He's responsible for it. He was the director of the FBI. I also don't think it matters the ideological predilections of the editor. The person who signed it, the person who delivered it is responsible for it. If you ask a first-year law student to define gross negligence, it's defined as extreme carelessness. They are essentially the same thing. He attempting to pull the wool over the eyes of the American public and for a while he succeeded. Many of us have argued for 18 months now, since that came out on July 5th, 2016, James Comey was wrong on the facts, wrong on the law, and profoundly wrong to make that decision and make it public as if it were made with finality. The job of the FBI is not to decide whom to prosecute but to present the evidence to professional prosecutors and the DOJ and let them make the decision. He took that away from them."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie, you know what Democratic lawmakers, critics of this administration say, that this is all chum in the water, this is all thrown out there to try to muddy the water of this Russia investigation."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "There is so much to the story, so many little details that people are getting caught up on, but ultimately we are talking about whether you can trust our FBI to do a good job investigating people in politically sensitive constructs. That's an issue not just with the Hillary Clinton investigation but also with the ongoing Donald Trump investigation. I was struck by that statement when James Comey, you just showed him saying that he had never coordinated what he was about to say with people in the Department of Justice, yet we also know from these letters that in fact there was a great deal of coordination going on. And that coordination and these edits that we saw they all went in the same direction, a direction of making it so that Hillary Clinton was in less legal jeopardy than otherwise she would've been. It's not just what we've already talked about with changing the language from \"gross negligence\" to \"extreme carelessness,\" but downplaying the amount of secret material that she had, downplaying the likelihood of foreign actors hacking into that system. And again, this all gets to the trust issue. If we can't trust the FBI to do a good job, faithfully going after these laws that we all agree to hold to in this case, and we are seeing all these problems with the Russia investigation, really getting to the very issue of was there reason to believe there was treasonous collusion with Russia, or was it in fact an entire information operation where the FBI was weaponizing opposition research to go after an incoming administration?"
    },
    {
      "speaker": "BAIER",
      "utterance": "I think the critics would say that painting with too broad a brush about an FBI where there are a lot of good people fighting good battles against terrorists and other things is dangerous. But this investigation is showing every day that there is some little nugget that opens up another piece of an investigation. TIM FARLEY, \"MORNING BRIEFING POTUS\": At the very least what James Comey was saying there was a misrepresentation of the truth. Obviously people had consulted on editing. I'm not sure who was, differing with you judge in one sense. I do think it's important to know who was editing because I would like to know what this process was all about. I don't really get a sense of this, and as Catherine reported, we really don't know who was responsible for all the edits."
    },
    {
      "speaker": "BAIER",
      "utterance": "We know that Peter Strzok --"
    },
    {
      "speaker": "FARLEY",
      "utterance": "He was one, but there may have been more. And I wonder how much James Comey knew about the exhibit A versus exhibit B, the deletions, whatever was taken out or how the language was changed. I will say one of the things that struck me in the letter was the edits to downgrade the likelihood that hostile actors had penetrated Secretary Clinton's private server. That to me is sort of like the idea of whether or not there was an investigation about Russia and whether or not they were responsible for the election. That right there is diverting attention away from a possible effect on the election. Also the removal of the word \"intelligence agencies\" because it seems to me that leads one to realize that there was a much larger operation going on or at least a concern, and that downplayed it. I don't know if it was for security reasons but I'm concerned by seeing that and hearing the conversation that takes place now about what we thought happened in 2016. That's where I go on this."
    },
    {
      "speaker": "BAIER",
      "utterance": "At the same time today, the Russian leader Vladimir Putin came out and was asked a lot about in four hours of a news conference about this investigation and about Donald Trump."
    },
    {
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT, (through translator)",
      "utterance": "Everything is made up. All of that is made up by people who oppose President Trump to delegitimize his work. For me it is even strange. It is all done without understanding that this damages the inside politics. They suppress the resources of the elected president. It means that they don't respect the voters who voted for him."
    },
    {
      "speaker": "BAIER",
      "utterance": "And you talk to people privately here. They say no matter what is said publicly in support, that Russia is still a very dangerous place for the U.S."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "And that man is the most dangerous killer on the planet right now, dangerous to the United States, dangerous to eastern Europe, dangerous to western Europe. This is the last person Donald Trump wants defending him. I don't know what the story was with a four hour press conference. I know our Amy Kellogg was in the front row and she was trying very aggressively to ask a question and he wouldn't call on her. But it sounds like he has something to hide."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "That is the genius of this. Either this is his cover-up for having been part of the collusion, or he is actually saying something that's true, even though it's coming from Vladimir Putin who is a very dangerous individual. There are issues here about this entire narrative of collusion with Russia. We have been at it for over a year, and we still don't have evidence of the Trump -- Donald Trump working with Russia to steal an election."
    },
    {
      "speaker": "BAIER",
      "utterance": "We don't know what we don't know. But that's the caveat. You have to say we don't know the Mueller investigation, what is going to come from it yet. We have not seen leaks, we haven't seen evidence, we haven't seen somebody come to the microphone and tell us something other than speculation and circumstantial talking, like Adam Schiff talks about."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But we do have much journalism going into this. We have many congressional inquiries. We have a special prosecutor. We have -- we've been pouring through everybody's communications, and we still don't have evidence of the central theme which is this treasonous collusion with Russia. And at some point it's worth asking whether the actual story is the narrative that was put out there to begin with and that there were leaks that were designed to support that narrative coming from highly placed Obama intelligence officials. That's also significant. We do have evidence of those things and those are things that we also need to start paying much more attention to. And the FBI and Department of Justice need to start being much more transparent about what they were doing with that narrative."
    },
    {
      "speaker": "FARLEY",
      "utterance": "I remember when Christmas time, the only Russian we talked about was Tchaikovsky with \"The Nutcracker Suite.\""
    },
    {
      "speaker": "BAIER",
      "utterance": "That's changed."
    },
    {
      "speaker": "FARLEY",
      "utterance": "It obviously has. Bob Corker, chair of the Senate Foreign Relations Committee said President Trump had a blind spot with Russia. That \"Washington Post\" story this morning, talking about a lot of different things, whether he yells at his staff, whether he doesn't want them to pass information. There was an interesting quote in there from Kurt Volker who was a former NATO ambassador. He said I believe he wants a better, more constructive U.S.-Russian relationship. I think from what I took from that story, whether the president has the right motives, I just don't that he knows which road to take on the map to get there. And trusting Vladimir Putin to me is not the answer."
    },
    {
      "speaker": "BAIER",
      "utterance": "We have a lot more to discuss on Iran and Yemen and what happened today with laying out this evidence of Iran in Yemen, but unfortunately we are out of time, panel. Thank you very much. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}