{
  "date": "December 30, 2017",
  "headline": "National debt in focus as Trump pushes infrastructure plan",
  "subHeadline": "Report: Trump administration expected to release $1 trillion infrastructure plan in January.",
  "url": "https://www.foxnews.com/transcript/national-debt-in-focus-as-trump-pushes-infrastructure-plan",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DISCLAIMER",
      "sentences": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb2', 'tablet-tw-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban1', 'mobile-mw-ad-ban1', ''); }); } else { console.error('Error: window.foxstrike not found'); } New Look at National Debt as President Trump Pushes Infrastructure Plan for 2018 Ben Stein: We cannot afford a trillion dollars over the next few years and a $1.5 trillion tax cut. We are putting Americans at risk of default. We just cannot afford to keep spending money like drunken sailors. I know I do spend money like a drunken sailor and I know it's not a good way to behave for an individual or a nation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Kennedy: That's a lot of money. Ben talks about future generations, our children's children will have a great appreciation for these bridges because they will be living under them. They won't be able to afford housing because they will be completely broke. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jehmu Greene: I am certainly in favor of some infrastructure spending, but I don't think Democrats are going to buy into another windfall for the private sector. We do have schools that are crumbling. Bridges that are falling. Roads that need repair. I just don't want the profit motive to be what drives infrastructure repairs. There has to be a balance and I'm afraid this administration is fully focused on tax credits for the private sector. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Larry Glazer: We need competitive roads, bridges, tunnels and infrastructure to be a competitive country, but we had a missed opportunity in the tax plan. We could've used about $2 or $3 trillion of corporate, private sector cash that was overseas to be tax to pay for the infrastructure. Instead we look at things like privatization, toll roads, gas tax which are all regressive taxes. I'm not in favor of increasing taxes to pay for something when the money was already available. We could've paid for this and it's a bipartisan issue this would unite both sides of the aisle. It would be great for the country if we could figure out how to pay for it. Apple Facing Multiple Lawsuits After Admitting to Slowing Down Old Phones if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Larry Glazer: Sorry is not good enough. Apple, we trusted you. You let us down. What else are you hiding? The love is gone, I'm done with you, I'm going to Samsung, I think a lot of people are coming with me. This is not how corporate America should behave. Big tech companies like Apple are too powerful and the regulators will take note. Kennedy: I have been so loyal to Apple for so but now they have competitors who offer even better products in some cases. For years it's always been a joke that when a new iPhone comes out and yours starts getting glitchy and the battery starts slowing down and the phone stops working properly now we know it's actually happening. It does start to erode some of that brand loyalty. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jehmu Greene: I am a proud member of the Apple cult and I have been for many, many years. It is so upsetting. Apple's brand is so key to their success. They have the most successful brand on the planet and the fact that they've done this is very surprising and I do think there will be a lot of blow back. I can't imagine I'm to give up my iPhone though, but I might go take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Ben Stein: The fact that will slow down your phone and make you think you need a new one couldn't be more material, they didn't disclose it. Clearly some trial winners will get to be fantastically rich. I question whether not somebody in New York or California is not going to charge them with a crime. What they've done is really shameful. I love my apple product, but I'm very disappointed in them. Pew Research Center: Early Media Coverage of President Trump Was 62 Percent Negative vs. 5 Percent Positive Kennedy: I don't have a problem with him using Twitter. I do have a problem with some of the things he says. He often times goes too far and is very impulsive but I think he does on purpose to misdirect the press, and they go for it. They need each other. He's not going to stop twitter. They pretend to be disgusted by it, they asked him to stop, but they are as addicted to it as you possibly could be. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Ben Stein: He sometime should be a little more considerate and thinking about things a bit more before he shoots off his Twitter mouth, but I think it's a totally fair thing for him to strike back against the overwhelmingly negative press by getting out his own message and some of it is incredibly sensible. I think he's got an awful lot going for him by having this platform. Jehmu Greene: Which came first - the negative press coverage or the president who behaves like a petulant child? It would be great if President Trump would use Twitter as a platform to help unify the country and start behaving like a president in a respectful way, but that's not the path he has chosen to go down. I really think the negative press coverage versus what we've seen with past president is because we have a bully in the White House and he likes to punch. Larry Glazer: Sometimes he tweets things that seem a little crazy but he's crazy like a fox. No politician in history has ever use social media the way this president has and he's been so successful at dominating it. He is playing with the media. At the end of the day, he has very low approval ratings but the sentiment readings for the economy, the consumer, small business owners and investors are off the charts positive. That’s stuff that people are reading in and looking at the policy and reacting to. I think that's important. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Stock Picks if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Larry Glazer: General Electric (GE) Ben Stein: SPDR (SPY)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Report",
      "utterance": "Trump administration expected to release $1 trillion infrastructure plan in January."
    },
    {
      "speaker": "DISCLAIMER",
      "utterance": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. New Look at National Debt as President Trump Pushes Infrastructure Plan for 2018"
    },
    {
      "speaker": "Ben Stein",
      "utterance": "We cannot afford a trillion dollars over the next few years and a $1.5 trillion tax cut. We are putting Americans at risk of default. We just cannot afford to keep spending money like drunken sailors. I know I do spend money like a drunken sailor and I know it's not a good way to behave for an individual or a nation."
    },
    {
      "speaker": "Kennedy",
      "utterance": "That's a lot of money. Ben talks about future generations, our children's children will have a great appreciation for these bridges because they will be living under them. They won't be able to afford housing because they will be completely broke."
    },
    {
      "speaker": "Jehmu Greene",
      "utterance": "I am certainly in favor of some infrastructure spending, but I don't think Democrats are going to buy into another windfall for the private sector. We do have schools that are crumbling. Bridges that are falling. Roads that need repair. I just don't want the profit motive to be what drives infrastructure repairs. There has to be a balance and I'm afraid this administration is fully focused on tax credits for the private sector."
    },
    {
      "speaker": "Larry Glazer",
      "utterance": "We need competitive roads, bridges, tunnels and infrastructure to be a competitive country, but we had a missed opportunity in the tax plan. We could've used about $2 or $3 trillion of corporate, private sector cash that was overseas to be tax to pay for the infrastructure. Instead we look at things like privatization, toll roads, gas tax which are all regressive taxes. I'm not in favor of increasing taxes to pay for something when the money was already available. We could've paid for this and it's a bipartisan issue this would unite both sides of the aisle. It would be great for the country if we could figure out how to pay for it. Apple Facing Multiple Lawsuits After Admitting to Slowing Down Old Phones"
    },
    {
      "speaker": "Larry Glazer",
      "utterance": "Sorry is not good enough. Apple, we trusted you. You let us down. What else are you hiding? The love is gone, I'm done with you, I'm going to Samsung, I think a lot of people are coming with me. This is not how corporate America should behave. Big tech companies like Apple are too powerful and the regulators will take note."
    },
    {
      "speaker": "Kennedy",
      "utterance": "I have been so loyal to Apple for so but now they have competitors who offer even better products in some cases. For years it's always been a joke that when a new iPhone comes out and yours starts getting glitchy and the battery starts slowing down and the phone stops working properly now we know it's actually happening. It does start to erode some of that brand loyalty."
    },
    {
      "speaker": "Jehmu Greene",
      "utterance": "I am a proud member of the Apple cult and I have been for many, many years. It is so upsetting. Apple's brand is so key to their success. They have the most successful brand on the planet and the fact that they've done this is very surprising and I do think there will be a lot of blow back. I can't imagine I'm to give up my iPhone though, but I might go take a look."
    },
    {
      "speaker": "Ben Stein",
      "utterance": "The fact that will slow down your phone and make you think you need a new one couldn't be more material, they didn't disclose it. Clearly some trial winners will get to be fantastically rich. I question whether not somebody in New York or California is not going to charge them with a crime. What they've done is really shameful. I love my apple product, but I'm very disappointed in them."
    },
    {
      "speaker": "Pew Research Center",
      "utterance": "Early Media Coverage of President Trump Was 62 Percent Negative vs. 5 Percent Positive"
    },
    {
      "speaker": "Kennedy",
      "utterance": "I don't have a problem with him using Twitter. I do have a problem with some of the things he says. He often times goes too far and is very impulsive but I think he does on purpose to misdirect the press, and they go for it. They need each other. He's not going to stop twitter. They pretend to be disgusted by it, they asked him to stop, but they are as addicted to it as you possibly could be."
    },
    {
      "speaker": "Ben Stein",
      "utterance": "He sometime should be a little more considerate and thinking about things a bit more before he shoots off his Twitter mouth, but I think it's a totally fair thing for him to strike back against the overwhelmingly negative press by getting out his own message and some of it is incredibly sensible. I think he's got an awful lot going for him by having this platform."
    },
    {
      "speaker": "Jehmu Greene",
      "utterance": "Which came first - the negative press coverage or the president who behaves like a petulant child? It would be great if President Trump would use Twitter as a platform to help unify the country and start behaving like a president in a respectful way, but that's not the path he has chosen to go down. I really think the negative press coverage versus what we've seen with past president is because we have a bully in the White House and he likes to punch."
    },
    {
      "speaker": "Larry Glazer",
      "utterance": "Sometimes he tweets things that seem a little crazy but he's crazy like a fox. No politician in history has ever use social media the way this president has and he's been so successful at dominating it. He is playing with the media. At the end of the day, he has very low approval ratings but the sentiment readings for the economy, the consumer, small business owners and investors are off the charts positive. That’s stuff that people are reading in and looking at the policy and reacting to. I think that's important. Stock Picks"
    },
    {
      "speaker": "Larry Glazer",
      "utterance": "General Electric (GE)"
    },
    {
      "speaker": "Ben Stein",
      "utterance": "SPDR (SPY)"
    }
  ]
}