{
  "date": "February 2, 2018",
  "headline": "Rep. Diane Black: I'm glad the public will see the FISA memo",
  "subHeadline": "Tennessee congresswoman voices concerns on 'Your World' about the use of FISA court.",
  "url": "https://www.foxnews.com/transcript/rep-diane-black-im-glad-the-public-will-see-the-fisa-memo",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. DIANE BLACK, R-TENNESSEE",
      "sentences": "No, I'm really glad that the public is going to get an opportunity to actually see the document. And they can make their decision by reading that document as to how the FBI related to FISA court. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } I will tell you, I didn't vote for the reauthorization of FISA because I had concerns prior to reading this document about the way in which the FISA court operates and American civil liberties. And I now feel that, after reading this information myself -- and I'm glad the public is going to get an opportunity to see it -- that I'm not comfortable with all of the safeguards with American civil liberties. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, is it your understanding, Congresswoman, that the investigation that would later ensue into team Trump in the fall of 2016 was spearheaded largely, if not exclusively, on this dossier, that there was nothing else to launch the probe, as you know it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "Well, I want to be careful, because I'm not a part of the Intelligence Committee, to answer questions beyond what I read in this document. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But it is clear in this document to me that the information that was given to the FISA court by the FBI wasn't complete, and that, of course, the FISA court made its decision on what was presented by the FBI. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } And so I believe that this is a serious matter that we have to look at, to be sure that when the information goes to the FISA court, that the FISA court has every bit of information it needs before we begin surveilling our American citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Now, I know you don't sit on that committee. So, if you will indulge me, Democrats on that committee, Democrats, period, have been urging the release of a separate Democrat memo that sort of goes line by line and repudiates some of the things in this Republican memo. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Would you be open for its release so that, in the light of day, people can look at both?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "Well, what I did is, I went and read that document as well, because I wanted to be sure that was I being fair in all of this. And I did ask the staffing that was in -- within the room, which is in the Intelligence Center, where, again, we're not allowed to talk about many of the things that are there, but I did ask them, you know, after reading this and not being a part of the Intelligence Committee, what can I expect? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And what was told to me are is that there are some areas that are very concerning, that they're not sourced properly. And so before that document is released, I think that we would need to be assured that what is in that document is accurate and that it is sourced properly and that it's represented properly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Now, the president earlier today, as you probably are aware, Congresswoman, said that a lot of people should be ashamed, referring to those at the FBI, also slammed FBI leaders, but applauded the rank and file. Democrats have charged him with trying to deflect here and use this as an excuse to discredit the Mueller investigation. What do you think of that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "I think that we have to take this document seriously, and not because of the president and because it's my party. This is not a partisan issue. This should be a bipartisan issue. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "This is serious stuff when the government is allowed to go and investigate American citizens without having good reason to do that. So, I'm concerned about the document. And I'm happy the public is going to see it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congresswoman, thank you very, very much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "You're welcome. Thank you. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DIANE BLACK, R-TENNESSEE",
      "utterance": "No, I'm really glad that the public is going to get an opportunity to actually see the document. And they can make their decision by reading that document as to how the FBI related to FISA court. I will tell you, I didn't vote for the reauthorization of FISA because I had concerns prior to reading this document about the way in which the FISA court operates and American civil liberties. And I now feel that, after reading this information myself -- and I'm glad the public is going to get an opportunity to see it -- that I'm not comfortable with all of the safeguards with American civil liberties."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, is it your understanding, Congresswoman, that the investigation that would later ensue into team Trump in the fall of 2016 was spearheaded largely, if not exclusively, on this dossier, that there was nothing else to launch the probe, as you know it?"
    },
    {
      "speaker": "BLACK",
      "utterance": "Well, I want to be careful, because I'm not a part of the Intelligence Committee, to answer questions beyond what I read in this document. But it is clear in this document to me that the information that was given to the FISA court by the FBI wasn't complete, and that, of course, the FISA court made its decision on what was presented by the FBI. And so I believe that this is a serious matter that we have to look at, to be sure that when the information goes to the FISA court, that the FISA court has every bit of information it needs before we begin surveilling our American citizens."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Now, I know you don't sit on that committee. So, if you will indulge me, Democrats on that committee, Democrats, period, have been urging the release of a separate Democrat memo that sort of goes line by line and repudiates some of the things in this Republican memo. Would you be open for its release so that, in the light of day, people can look at both?"
    },
    {
      "speaker": "BLACK",
      "utterance": "Well, what I did is, I went and read that document as well, because I wanted to be sure that was I being fair in all of this. And I did ask the staffing that was in -- within the room, which is in the Intelligence Center, where, again, we're not allowed to talk about many of the things that are there, but I did ask them, you know, after reading this and not being a part of the Intelligence Committee, what can I expect? And what was told to me are is that there are some areas that are very concerning, that they're not sourced properly. And so before that document is released, I think that we would need to be assured that what is in that document is accurate and that it is sourced properly and that it's represented properly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Now, the president earlier today, as you probably are aware, Congresswoman, said that a lot of people should be ashamed, referring to those at the FBI, also slammed FBI leaders, but applauded the rank and file. Democrats have charged him with trying to deflect here and use this as an excuse to discredit the Mueller investigation. What do you think of that?"
    },
    {
      "speaker": "BLACK",
      "utterance": "I think that we have to take this document seriously, and not because of the president and because it's my party. This is not a partisan issue. This should be a bipartisan issue."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "BLACK",
      "utterance": "This is serious stuff when the government is allowed to go and investigate American citizens without having good reason to do that. So, I'm concerned about the document. And I'm happy the public is going to see it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congresswoman, thank you very, very much."
    },
    {
      "speaker": "BLACK",
      "utterance": "You're welcome. Thank you. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}