{
  "date": "February 4, 2021",
  "headline": "Tucker: Bank of America secretly turned over customer data to FBI",
  "subHeadline": "Guests: Bill Melugin, Trace Gallagher, Saagar Enjeti, Bill Jacobson, David Sacks",
  "url": "https://www.foxnews.com/transcript/tucker-bank-of-america-secretly-turned-over-customer-data-to-fbi",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Good evening, and welcome to TUCKER CARLSON TONIGHT. What a weekend. It's only Thursday, but there's been really only one story in Washington, D.C. and across the country. There has been an enormous amount of talk, not just this week, but over the last month about violent extremism, and the people who embrace it, the dangerous people. Those people are domestic terrorists we are told, they must be put down by force. The war on terror has moved stateside. Extremists have breached our walls. They are inside our country. And in response, we must hunt them down. Doing that is existential, our country depends on it. Our lives depend on it. Now, we're hearing those words nonstop on cable news, but not just on cable news, we are hearing the very same thing from elected officials, including some Republican elected officials. We're hearing it from the leaders of Federal law enforcement agencies and of the Intelligence Agencies. We're hearing it from The Pentagon. Just this week, the new Secretary of Defense ordered the entire U.S. military to quote, \"stand down\" while investigators cleanse the ranks of political extremists. And of course, we're hearing it from the business establishment, from Wall Street and the tech monopolies from the massive multinational corporations that increasingly control the contours of American life. All of them are now on the hunt for political extremists. And at one level, that does not sound bad, because no sane person is for political extremism, especially violent extremism. We're against it. We're for moderation. We're for incremental change. We're for the consent of the governed. We said that every day for four years and we meant it. We don't like extremists either. We attack them regularly. But it's not enough to be against something. You have to be more precise than that. What is it that you're against? In order to root out a problem, you have to know what it is. You need a sense of what you're looking for. You need a clear sight picture. You have to define the terms. And here's the remarkable thing about this public conversation we're having. No one is doing that. Have you noticed? None of these newly energized and highly empowered extremist hunters have told us exactly what an extremist is. So, we're left to guess, we're left to look around nervously to see if we can spot one, hoping against hope the whole time they are not talking about us, are they? And if they are, what exactly are they doing? How are they hunting these extremists they keep telling us about, but will not describe? We now know part of the answer to that question. This show has obtained exclusively evidence that Bank of America, the second largest bank in the country with more than 60 million customers is actively but secretly engaged in the hunt for extremists in cooperation with the government. Bank of America is without the knowledge or the consent of its customers, sharing private information with Federal law enforcement agencies. Bank of America effectively is acting as an Intelligence Agency. But they are not telling you about it. In the days after the January 6th riot at the Capitol, Bank of America went through its own customers financial and transaction records, a lot of them. Now, these were the private records of Americans who had committed no crime, people who as far as we know, had absolutely nothing to do with what happened at the Capitol on January 6th. But at the request of Federal investigators, Bank of America searched its databases looking for people who fit a specific profile. Here's what that profile was, and we are quoting: \"Customers confirmed as transacting either through bank account debit card or credit card purchases in Washington, D.C. between January 5th and January 6th.\" Number two: \"Purchases made for hotels, Airbnb, RSVPs in Washington, Virginia or Maryland after January 6th.\" Number three: \"Any purchase of weapons or at a weapon related merchant between January 7th and their upcoming suspected stay in the D.C. area around Inauguration Day.\" And four: \"Airline related purchases since January 6th,\" end quote. So what do you notice about that profile? Well, the first thing you notice is that it's remarkably broad. Any purchases of anything in the City of Washington, D.C., any overnight stay anywhere in the three-state area that spans hundreds of miles. Any purchase not simply of legal firearms, but instead anything bought from a quote \"weapons related merchant,\" t-shirts included, and then any airline related purchases. Not just flights to Washington, flights to anywhere -- to Omaha, to Thailand. That is a very, very wide net, an absurdly wide net. Bank of America identified a total of 211 customers who met these quote \"thresholds of interest.\" And it was at that point, the show has learned, Bank of America turned over the results of its internal scan to Federal authorities, apparently without notifying the customers who were being spied upon. Federal investigators then interviewed at least one of these unsuspecting people and that person we've learned hadn't done anything wrong and in the end was cleared. Imagine if you were that person. The F.B.I. hauls you in for questioning in a terror investigation, not because you've done anything suspicious, you haven't. You bought plane tickets and visited your country's capital. You thought you could do that, you thought it was your country. Now, they're sweating you because your bank, which you trust with your most private information, information of everything you buy, has ratted you out to the Feds without telling you, without your knowledge. Because Bank of America did that, you are being treated like a member of al-Qaeda. What country is this? It doesn't matter how much you despise Donald Trump or how much you believe that hatred of Trump justifies suspending this country's ancient civil liberties. Going through that experience would scare the hell out of you. Absolutely. A terror suspect, you would think? Does anyone else know about this? Is there a record of this interview while I lose my job because of it? That actually happened to someone. It's hard to believe it, but it did. We asked Bank of America about this. They confirmed it actually happened by not denying it. Here's their statement in full which manages to make the whole thing even creepier assuming that's possible. Quote, \"We don't comment on our communications with law enforcement.\" Well, apparently not. \"All banks,\" it continues, \"... have responsibilities under Federal law to cooperate with law enforcement inquiries in full compliance with the law,\" end quote. Now the last part, from a lawyer's perspective, is the essence in full compliance with the law. It's the law, we had no choice. But that's not true. Bank of America did have a choice. The bank could have resisted turning over information on its innocent customers to Federal investigators, but Bank of America did not do that. Nor is it clear if we're going to be precise about it, that what Bank of America did is even legal. It turns out, it's not simple. It's a gray area. We spoke to a number of lawyers about this today. Some of them told us that what Bank of America did might in fact not be legal and could in fact be challenged in court. One knowledgeable attorney pointed us to 12 USC 34.03. That's a Federal law that allows banks to tip off the Feds to any information that quote, \"May be relevant to a possible violation of any statute or regulation.\" Now the D.O.J. instructs Federal agents to remind banks of that law and of course they do with maximum aggression. But the question is, legally, what constitutes information that may be relevant to a possible crime? Buying a muffin in Washington, D.C. on January 5th? Does it make you a potential domestic extremist? According to Bank of America, yes. Yes, it does. This is the moment when for the sake of our country and our grandchildren who will live here, we need to pause and breathe deeply searching for wisdom, avoiding hysteria and ask what are the rules. What for God's sakes is a political extremist? A lot hangs on that question. Maybe everything. Please tell us. But they won't tell us. Poignantly, they won't tell us. Today at the White House, for example, the new National Security Adviser, Jake Sullivan, told reporters that, quote, \"Domestic extremism is the urgent crisis of our time. Rooting out domestic political extremism is more important than anything else,\" more important than getting a job, running your business, and attending to your family. But Sullivan did not again, tellingly, explain what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "sentences": "So build back better isn't just about economics, it is about national security as well. And then it's about the set of issues that working families in this country are facing every day that are challenging their lives and livelihoods, the pandemic, climate change, the threat of domestic violent extremism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Domestic violent extremism. There it is. The worst thing. But no sense of what that means. We're starting to believe they're not defining it for a reason. What's the other explanation? Yesterday, an op-ed in \"The New York Times\" asked this question: \"Are private messaging apps the next misinformation hotspot?\" Private messaging apps? Signal? A bunch of others, they're encrypted, no one can read it. \"The New York Times\" doesn't like this. Why? Because if they can't see what you're saying, maybe you shouldn't be allowed to say it. As the newspaper put it, quote, \"The shift to private messaging has renewed a debate over whether encryption is a double-edged sword. While the technology prevents people from being spied upon, it might also make it easier for criminals and misinformation spreaders to do harm without getting caught.\" Notice that criminals and misinformation spreaders are in the same sentence. They're pretty much the same thing. What's a misinformation spreader? Well, it is someone who doesn't agree with \"The New York Times\" -- obviously, a violent extremist, and they're dangerous. If you think we're joking, we're not. They are pulling this thread every day. According to Democratic Party, we need to start screening the social media accounts of people who work for the government just to make sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JACKIE SPEIER (D-CA)",
      "sentences": "So it's time for us to open our eyes and recognize what's going on. The fact that we do not look at social media of potential recruits into the military flabbergast me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Saagar Enjeti hosts a very popular show for \"The Hill\" newspaper. He joins us now to define this essential phrase of the moment. Everything hangs on this, Saagar. We're happy you're here. And so I'm hoping to get a clear explanation, a clear definition of what this phrase means: what is a political extremist? A domestic extremist? SAAGAR ENJETI, OPINION HOST, \"THE HILL\": A domestic political extremist, by these people's definitions is everyone who does not agree with the professional managerial class and the people who run this country. And what we're seeing right now, Tucker, is one of the most dangerous episodes in modern American history. It is the fusion of the people who run our culture, our largest institutions with the post 9/11 security state. And we need to remember that the people who run the post 9/11 security state are the greatest failures of the modern era. You talked about The Pentagon and General Lloyd Austin or Secretary now of Defense, Lloyd Austin, this is the person who failed to quote-unquote, \"arm\" all of these, you know, moderate rebels in Syria. He wasted hundreds of millions of dollars. Right where I stand right here where I'm sitting, there is fencing around the Capitol. We learned today that it costs half a billion dollars for the National Guard deployment. So we see the excesses of the money. We see the deployment of the entire surveillance state, things like with Bank of America, the proposal of new laws. John Brennan has already come out and said that people within the C.I.A. and others are beginning to hunt these quote-unquote, \"domestic extremists\" here on American soil. Now, don't let it be said, the C.I.A. is not even supposed to operate on American soil. So what is he saying there? This is truly one of the most dangerous episodes. And in this case, the post 9/11 security state is not even being monitored by the media or people in the culture because they agree with the people who are being -- they agree with the people who are hunting the hunted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "After 9/11, we had at least a working definition that we talked a lot about in public of what a terrorist was. And of course, in the end, a terrorist committed acts of terror, which were acts of violence designed to kill innocence in order to make a political point. That's not -- for all the awful things we saw on January 6th, that's not one of them actually, that didn't happen. Other bad things happened. That's not one of them. It wasn't terrorism. It was a riot. So I wonder that's the pretext upon which they are justifying 9/11 level surveillance suspension of civil liberties, effectively Martial Law in the capital? It is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENJETI",
      "sentences": "Exactly, Tucker. I mean, did we need thousands of American troops? Or did we maybe just need a hundred more cops on that day on January 6th and the entire thing looks different? Do we need a half a billion dollar deployment? Do we need a new domestic terror law? Every law on the books is probably already too many on the books. But all of those could have been stopped, what happened on January 6th, the same thing that occurred on 9/11, and many of these different cases. It's all just an excuse for the people in the security state, one, to keep making money; two, in order to expand their vast powers. And I am deeply troubled by the people who ruined Iraq and Afghanistan now trying to bring their methods to the United States. I saw Joy Reid on MSNBC talking about de-Ba'athification. Do you or I want to break the news to her about how that worked out in Iraq? These people have no business trying to de-Ba'athify or de-extremify anyone anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, they're creating extremists, just as we did in Iraq. They are creating -- they are making it a dead certainty that somebody is going to be driven in total lunacy and do something terrible. I mean, they are making people crazy and dramatically elevating the chances something really awful is going to happen and I'm upset about it. I think we all should be. Saagar, I appreciate your coming on tonight and your clarity as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENJETI",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, it looks like the Dwarf King is indeed emerging permanently from his lair at CNN and stepping down. The calls to shut down this network and speech in general, unapproved thoughts continue to flow from CNN. We'll tell you why after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the first time we told you about the recall effort in California, the one to remove Gavin Newsom as Governor, it seemed like just a remote possibility. Now, it has a very real chance of succeeding Interesting. Meanwhile, under Los Angeles's new progressive DA, George Gascon, more hardened criminals have a chance to get out of prison than ever before. That would include serial rapists. Bill Melugin is a reporter with FOX LA. He's got that story for us tonight. Hey, Bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MELUGIN, REPORTER, FOX LOS ANGELES",
      "sentences": "Hey, Tucker, good evening to you. So literally, as soon as DA George Gascon took office here in LA, he issued a series of directives that he says are meant to stop a system of mass incarceration here in Los Angeles. He got rid of cash bail. He is no longer prosecuting juveniles as adults. He got rid of Gun and Gang Enhancements. He got rid of special circumstance allegations. He is no longer prosecuting California's three strikes law, and he is no longer allowing his own prosecutors to attend parole hearings for criminals when they have a parole hearing and that is causing issues for victims' families here in LA. If we can pull up the mug shot, this is a story I did last night. This is Howard Jones, a double murderer who shot and killed two teenagers back in 1988. He has been in prison since 1991. He was denied parole two times in 2015 and 2017. But yesterday he had a third parole hearing, and because prosecutors weren't allowed to attend it under Gascon's reforms, he was granted parole yesterday. It's going to be up to Governor Gavin Newsom, but the victims' family are furious. They say they were abandoned. They had to face the killer alone with no support and they say, it is disgusting that he is going to potentially get out after only 30 years in prison for killing two people. If we can pull up another story. This is what I did Monday night. This was the subterranean rapist. This was a guy who terrorized LA back in 1981. He raped or sexually assaulted approximately 50 women. He has got a parole hearing coming up, and just like the last story, he is not going to have prosecutors there because of Gascon's reforms. No one is be there to argue that he stay locked up; and his victims who I interviewed, they are terrified. They say they're going to have to face that guy, the guy who raped them, and they're not going to have any support there. And then last month, if we can pull up another mug shot, this is probably the most heinous one yet. This is a man who raped two young children when they were ages six and eight. This was in the early 2000s. He raped them repeatedly, sodomized them. He has been in prison since the early 2000s. He also has a parole hearing coming up and you can guess where this is going. Prosecutors will not be at that hearing. The victims are horrified. They're going to have to face him alone, terrified that he could potentially get out. A recall of George Gascon, an effort for it has already started. He has only been in office for two months -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Really shocking stories. Bill, I appreciate your bringing those to national attention. This stuff has gotten lost. You've been on it, terrier- like and I appreciate it, it's important. Thank you. So at the end of last night's show, right at the end, we told you that the Dwarf King might be vacating his musky lair over at CNN. It turns out we were right. This morning, Jeff Zucker informed his bewildered minions at the disgraced cable that in fact, he is leaving at the end of this year and honestly, we're going to miss him. In a business filled with blustery halfwits, Zucker was absolutely the blusteriest, if that's a word. \"You cannot be elected President of the United States without CNN,\" he once boasted to his felon lawyer buddy, Michael Cohen, a tape we brought you a few months ago. Hilarious. It's kind of hard to beat that level of entertainment with your pants on. We didn't even have to watch CNN to enjoy it. But it's also worth remembering Jeff Zucker's other contribution to the American media landscape. Jeff Zucker's relentless attacks on the freedom of speech. Zucker created an entire unit at CNN devoted to shutting down any news organization that refused to toe the ruling class line. If you had unauthorized questions about anything, Jeff Zucker wanted to force you to be quiet and he tried. Zucker's staffed his own little Ministry of Truth with two of the most repulsive yet obedient imposters he could find. Political activist posing as reporters; thugs, pretending to be objective analysts. He set them loose to silence free thinking journalists with threats, lies and bullying. In a number of cases, they have been successful, a tragedy every time. CNN is in fact trying its best to pull this show and FOX itself off the air for good. Harm reduction, that's what they call it, as if FOX News was a deadly pathogen. That is not the behavior of a legitimate news organization, but it is exactly what CNN has become, a TV that makes a billion dollars a year using the First Amendment to kill free speech in the rest of the media. That's wrong, but it's not just wrong. It's frightening. You don't want to live in the country CNN is creating. But Jeff Zucker has not done this alone. Going forward, we want to be a lot more specific and much more detailed about who is trying to strip you of your most valuable birthright as an American, which is the freedom to speak and hear the truth. Everything is based on that. And you should know the names of the people trying to take it away. You should know why they're trying to do it. You should understand the stakes. We want to begin tonight briefly because we're going to have a lot more time in the coming weeks and months because it's important, but we want to begin tonight with Jeff Zucker's boss, a man called John Stankey. Now John Stankey runs AT&T, which owns CNN. Stankey knows what Jeff Zucker does at CNN and he strongly approves of it. Last year, Stankey announced that Zucker was doing quote, \"a wonderful job\" at the, and you should be concerned about that. AT&T is an enormously powerful company. In 2019, its net income was nearly $14 billion. More ominous, AT&T controls over a million miles of fiber lines. Chances are, virtually everything you know about the outside world flows through AT&T's property. So John Stankey's opinions matter, he has an awful lot of control over your life. John Stankey thinks it is okay to silence the show, to silence you. Why does John Stankey think that? We would very much love to ask him. But in the meantime, we will keep digging and we're going to let you know what we find. Speaking of deadly pathogens, Critical Race Theory is spreading. A new website, we will tell you, if it's in your kid's school, that's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We spend an awful lot of time beating up on journalists and the sorry state of journalism, but we don't want it to be all negative. Of course, we'll hold up the miscreants for abuse. But we also want to celebrate the good guys once in a while and tonight, we want to bring you the story of a genuine investigative journalist, a man who has been forgotten, cast aside like an Acosta, when he really should be an Edward R. Murrow, and that's an injustice we plan to rectify right now. When everyone else was saying you should wear a mask to protect yourself from the coronavirus, this man told you, you should wear three masks. Not just one, three. Behavior like that isn't taught, you're born with it. You've got it or you don't. Well, last night this same investigative journalist now an anchor at CNBC broke the story of a lifetime. If Pulitzer Prizes still mattered, and they don't, this will get a Pulitzer. You've seen \"The Zapruder\" film, you've seen the moon landing. You've never seen anything like this. Roll tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEPARD SMITH, CNBC NEWS ANCHOR",
      "sentences": "We all fantasize about a time when we won't have to wear the masks anymore, it is not now, but some at a supermarket in Florida appear to have decided that the time is now. Look at this. This was the scene at Oaks Farms Seed to Table Market in Naples today. NBC's Sam Brock took this video which went viral. It looks like it was taken pre-pandemic, right? Most customers and employees not wearing masks at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This was the scene, a woman smiled in a grocery store. Actually, it wasn't quite what we thought it was. He believed the hype, I guess. Maybe when you've spent 30 years reading scripts about car chases, everything seems like a car chase. The problem is not everything is a car chase, sometimes it's just people smiling at each other in a grocery store. Sorry, overheated news guy, that's not actually news. Well, many colleges and universities now teach something called Critical Race Theory. Now, according to Critical Race Theory, some races are inherently better than other races. This isn't an assault on racism, it is racism and it is spreading, bewilderingly. The deepest possible betrayal of the promise of this country, of every Martin Luther King speech ever given, and yet it's in your kid's school. One Law Professor started a website called criticalrace.org. Once again, that's criticalrace.org. You can use that site to track the spread of these diseased ideas in schools, and seeing if they've infected the schools that your children go to. Bill Jacobson is a Professor at Cornell Law School. He started this. He joins us tonight. Professor, thanks so much for coming on. You're a brave man even to criticize this highly fashionable, deeply poisonous idea, but you're actually tracking it. Why are you doing this? What have you found?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL JACOBSON, PROFESSOR, CORNELL LAW SCHOOL",
      "sentences": "Sure. Hi, Tucker. Well, the reason I started to follow it was at Cornell University where I teach in Law School, they implemented a push over the summer to embed what they call anti-racism ideology into every aspect of the campus. And as you know, and you've explained on your show, anti-racism does not actually mean what people think it means. It actually is very racist. Current discrimination in order to remedy past discrimination is the ideology. So I saw this developing. I started to research it. I was going to write an op-ed or an article about it, and then I realized it was almost everywhere. And so we began to gather the data. We're focused now on higher education because that's the source of all, that's where the ideology developed, and that's where people are trained and we've created criticalrace.org which is a database with an interactive map, where people can find out what the colleges and universities to which they may be sending their children or their children may be going have going on. And it really is a full-fledged database. You can hover over the map. You can click on your state. You can click on your school. We have 220 universities in the database now and we're expecting to expand it to 500, and you can find out what's going on. Everything is sourced, everything is linked, and the database is actually neutral. It's just data. You can find out what's going on at schools. Maybe you like it. Maybe you want your children to be sent to a school where they get indoctrinated or maybe you're going to send them to a school where you don't know what's going on and this is a way to find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's amazing. And what a public service, by the way. I don't think anyone in good faith could argue against more knowledge, which is what you're providing. What's the reaction been to this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBSON",
      "sentences": "The reaction so far has been overwhelmingly favorable. We just rolled it out this week. We have a tip line, a contact form, a lot of people have been submitting information about the universities and colleges. And again, we only use publicly sourced information. This is what the colleges tell themselves. They love to talk about this stuff. They love to pat themselves on the back about this, but it probably doesn't make it to their admissions brochures and you can find this out at our website and it's been overwhelmingly favorable. And I'll tell you, the one big reaction we've gotten is when are you going to do this for K through 12? Because K through 12, is where a lot of the problems are happening now. I'm not sure when we're going to be able to roll out something like that. But a lot of parents -- we are entering admission season, you're going to be looking at schools. Don't just worry about what athletic facilities they have, what the dining room serves, worry about whether your children are going to have to take mandatory courses and mandatory training in an ideology, which as you've indicated, is the complete opposite of everything we've been taught to believe as good and just, which is to view people based on their inherent worth and their worthiness, and not to pay attention to the skin tone color of them. But that's what's being taught on campuses. It is that the overwhelmingly most important thing in society is the color of your skin and everything derives from that, and you need to know and we're trying to empower parents and students.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, bless you for doing that. Some races are better than others. You know, I thought we kind of settled the question about whether that was poison or not. It is poison. It'll destroy your kids. It'll wreck the country. So thank you for fighting back. I appreciate it. Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the world's most interesting Congresswoman Sandy Cortez in Westchester County, New York defied the odds when she survived that deadly white supremacist insurrection at the Capitol last month. But that's not the only thing she did. That's not the only act of bravery in her long and storied life. She has cheated death many times. We'll tell you how. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "America has been riveted this week by the tale of a young congresswoman's harrowing brush with death at the hands of insurrectionists. In case you've been in Malawi or locked away in Federal prison, and somehow missed it, here's the scariest part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "I jumped into my bathroom and I close the door and I just keep hearing, bang, bang, bang. I opened the door when all of a sudden I hear that whoever was trying to get inside got into my office. And I just hear \"Where is she? Where is she?\" And this was the moment where I thought everything was over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Everything was over. As we said, harrowing -- it actually can't really take credit for that description because that's exactly what the rest of the media said, too, harrowing. It's like that one three-syllable word occurred to all of us at precisely the same moment. Weird. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Congresswoman Alexandria Ocasio-Cortez has given a harrowing account of her experience on January 6th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A harrowing and emotional account of what happened to her during the Capitol riot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASIE HUNT, NBC NEWS, CAPITOL HILL CORRESPONDENT",
      "sentences": "It's one of the most harrowing accounts so far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "Congresswoman Alexandria Ocasio-Cortez tell that harrowing story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The harrowing story of how she hid from attackers during the Capitol riot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTEZ",
      "sentences": "Boom, boom, boom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Disclosing new harrowing details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They've never met anyone so brave. What they don't know is that surviving the white nationalist coup d'etat on January 6th was merely Sandy Cortez's latest feat of death defying bravery. For the world's most interesting Congresswoman, fleeing for her life from a mob of bloodthirsty terrorists in horned Viking hats in downtown Washington, just another day at the office. She has been doing that kind of thing for years. It's what she does. Back a long time ago when America faced off against the last outbreak of global Trumpist fascism, AOC didn't pause. She put her climate activism at BU on hold and she rose to the call. Sandy joined the famed Tuskegee Air Persons. She flew over 16,000 missions against the enemy. For her work saving democracy, Sandy won the coveted Victoria Cross for gallantry. It accented her uniform. Once she returned, a grateful nation showed its thanks with a hundred percent recycled ticker tape parade. But the job of defending democracy is never done. When we learned that our sacred American norms, yes, our norms, when we found that our norms faced a new and even more diabolical threat, an election hacks by Russian spies, lesser Members of Congress merely complained about it. They held hearings and stuff. Not Sandy, she flew right to Moscow and did something brave. Here she is in the ring, boxing face-to-face with Vladimir Putin himself. One bruising round, victory by knockout. But Sandy didn't waste time celebrating with some fancy champagne party. Back home, her country needed her. Thanks to climate change, America had to be knocked down and rebuilt completely from the ground up. Older and paler lawmakers held boring debates about infrastructure funding. Those meant nothing to Sandy, she got to work. Here she is casually eating a healthy lunch on a steel girder high above city streets with her fellow diverse blue collar working people friends, as she constructed the LEED- certified Empire State Building. Look carefully at that picture, not a harness or a net insight. Sometimes the need is so great, there isn't time for safety. Could Sandy have fallen hundreds of stories to her death below while eating her kale and Portobello pita? Of course she could have. But she didn't think about that, not while millions of our most vulnerable continue to die in earthquakes caused by climate change. As Sandy often says on Instagram, it's about priorities, and her priority now is saving the human race from extinction. And not just the human race, the animal race, too. Sandy is no speciesist. Within weeks, scientists tell us, Central Park will be crowded with millions of homeless sweating polar bears fleeing the melting icecaps up north. Who will lead the polar bears home? We think you know. Everything we just showed you can be found on the internet and is therefore true. Unfortunately, in this fallen world, it is possible that unscrupulous right-wing racists will attempt to undermine or mischaracterize with information some of these achievements. In case that happens, we encourage you to notify our donors at Google and Facebook and have those people silenced immediately. Thank you. What happened to GameStop stock last week wasn't just about Wall Street, it was a battle bigger than that, a battle about censorship and control of the economy and it hasn't ended. One of the founders of PayPal has thought a lot about the implications of what we've been watching. David Sacks joins us after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The President's son, Hunter Biden has a new memoir coming out in April, pretty soon. The publisher Simon & Schuster promises it will be quote, \"heartfelt.\" Trace Gallagher has that story for us. Hey, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Tucker, your header at the bottom of the screen there, the book is called \"Beautiful Thing.\" It's about Hunter Biden's experience with drug addiction. A quote from the book says, quoting here: \"I come from a family forged by tragedies and bound by remarkable unbreakable love.\" And here's the best part. It's being published by Gallery Books, which is actually an imprint of Simon & Schuster. If you go back, you'll recall that's the same company that refused to publish Senator Josh Hawley's book. So the question now becomes: how much will the President's son be getting for this book? Well, sources now tell FOX News, it will be somewhere in the high six figures. So the same man accused of trying to profit off his father's name, those accusations by the way the media refuse to cover is now profiting off his father's name and everybody is covering it. And just for the record, Hunter's finances remain under investigation by the Department of Justice. The word is, he may need the extra money and for clarity, just a few months ago, Hunter Biden was trying to become an artist. He apparently has decided that being an author is a lot more lucrative -- Tucker",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He is probably right. Trace Gallagher, great to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So as you recall, just last week, people on Reddit nearly bankrupted a famous hedge fund. They did that by using a strategy that hedge funds have used for years. They shorted stock and companies like GameStop and drove them up for that purpose. Now of course, only hedge funds were allowed to manipulate the stock market, so corporations turned to a familiar tool. They censored the people on Reddit. The online service Discord, for example, accused the Reddit day traders of hate speech, and then there were the questions around Robinhood, which is the service they use to conduct those trades. All of this is filled with lessons for the rest of us. We're not financial experts, we're talking to someone now who is. David Sacks is a technology entrepreneur, very well-known in that world. He cofounded PayPal. He wrote a really smart piece about the implications of the story. You can find on the online publishing platform, Persuasion. We wanted to talk to him tonight. David, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SACKS, COFOUNDER, PAYPAL",
      "sentences": "Hey, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you have the grounding in this world sufficient, I think, to draw informed conclusions about what happened and what it means for everybody else. What have you concluded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACKS",
      "sentences": "Sure. Well, Tucker, you know, you've been warning about censorship and the slippery slope when people start to invoke censorship, and I think we see it here with Discord. You have a case here where some Wall Street traders, their message board was taken down and they weren't engaging in political speech at all, they were engaging in a plan to give these Wall Street predators a taste of their own medicine. Because of that, they were very threatening to the people in power and they were accused of hate speech and they were taken down. Now, if you were to actually go into these message boards, you wouldn't see hate speech, you would see a lot of very raunchy speech, but nothing that's too different than what you'd see on a trading floor or boiler room on Wall Street, you know, and all of a sudden, these sort of titans of Wall Street is shocked, shocked by the language that's going on here. So you know, look, this is a really good example, I think of when you strip away sort of partisan issues, you see that the real purpose of censorship as a tool for the people in power to keep the outsiders out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's really smart. So when they invoke the phrase hate speech, especially of all the phrases they use, I think it's the scariest. Nobody wants to be thought of as a hater or even using hate speech, that's an awful thing. Right? That's certainly how I feel. But what you're saying is they don't employ that in order to protect the weak, they use that phrase in order to protect the strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACKS",
      "sentences": "Yes, exactly. I mean, hate speech is a very malleable term, and so the people who get to decide what it means, which is really always the issue of censorship is who decides who has that power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACKS",
      "sentences": "It's the people in power who get to decide what it means. And so, you know, you had a case here, where look, these message boards weren't set up for the purpose of organizing hate or even any political topic, they were organized to talk about a trade and they, you know, figured out actually a plan that work perfectly to execute a short squeeze and these hedge funds lost $20 billion. And so they were, you know, in a lot of trouble, a lot of financial distress, and they were looking for a way out. And so the way they -- they found a way out, it was to go through these message boards. They screenshot any post that could plausibly be characterized as hate speech, they report it, and then they get the site taken down. And so this is kind of where the slippery slope of censorship goes, is that whenever outsiders become too threatening to powerful insiders, the insiders use censorship as a weapon. They weaponize these speech rules to prevent the threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you're making a very traditional liberal argument. I mean, you're saying what the ACLU said for about a hundred years what -- you know, Nat Hentoff used to write about in \"The Village Voice.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACKS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why aren't more people saying that now, do you think? More people empowered with authority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACKS",
      "sentences": "Well, it's a really good question, Tucker, and I think part of it is that a lot of the people in power are, frankly, threatened by these new social networks. And so certainly the traditional media has been very upset with social networks and social media because of its threat to their influence and business model. You certainly saw these, you know, Wall Street Titans become very nervous that all of a sudden their control over the Monopoly board was threatened by these outsiders, these Reddit kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACKS",
      "sentences": "And so frankly, the people in power don't have any reason to want to like social networks, because social networks allow large groups of outsiders to get together, and so they accuse social networking, ironically, of being a threat to democracy. But this isn't a threat. When you're talking about large numbers of people getting together to organize for change, that is democracy. That's not a threat to democracy. What it is, is a potential threat to the people in power, and that's why they don't like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, I mean, you're one of the people who built sort of the internet that we use, and you're saying what people said 20 years ago when they built it. You are about the only one still saying it though, which is this is supposed to democratize things and empower normal people. No one else seems to believe that except you anymore, but I appreciate that you do. David Sacks, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SACKS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We appreciate your watching tonight. Our hour is done. We are the only that stands up for free speech in this moment. I hope that this moment doesn't last long, but as of tonight, that's where we are. We will be back 8:00 p.m. every weeknight, the show that is the sworn enemy of lying pomposity, smugness, and groupthink. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Good evening, and welcome to TUCKER CARLSON TONIGHT. What a weekend. It's only Thursday, but there's been really only one story in Washington, D.C. and across the country. There has been an enormous amount of talk, not just this week, but over the last month about violent extremism, and the people who embrace it, the dangerous people. Those people are domestic terrorists we are told, they must be put down by force. The war on terror has moved stateside. Extremists have breached our walls. They are inside our country. And in response, we must hunt them down. Doing that is existential, our country depends on it. Our lives depend on it. Now, we're hearing those words nonstop on cable news, but not just on cable news, we are hearing the very same thing from elected officials, including some Republican elected officials. We're hearing it from the leaders of Federal law enforcement agencies and of the Intelligence Agencies. We're hearing it from The Pentagon. Just this week, the new Secretary of Defense ordered the entire U.S. military to quote, \"stand down\" while investigators cleanse the ranks of political extremists. And of course, we're hearing it from the business establishment, from Wall Street and the tech monopolies from the massive multinational corporations that increasingly control the contours of American life. All of them are now on the hunt for political extremists. And at one level, that does not sound bad, because no sane person is for political extremism, especially violent extremism. We're against it. We're for moderation. We're for incremental change. We're for the consent of the governed. We said that every day for four years and we meant it. We don't like extremists either. We attack them regularly. But it's not enough to be against something. You have to be more precise than that. What is it that you're against? In order to root out a problem, you have to know what it is. You need a sense of what you're looking for. You need a clear sight picture. You have to define the terms. And here's the remarkable thing about this public conversation we're having. No one is doing that. Have you noticed? None of these newly energized and highly empowered extremist hunters have told us exactly what an extremist is. So, we're left to guess, we're left to look around nervously to see if we can spot one, hoping against hope the whole time they are not talking about us, are they? And if they are, what exactly are they doing? How are they hunting these extremists they keep telling us about, but will not describe? We now know part of the answer to that question. This show has obtained exclusively evidence that Bank of America, the second largest bank in the country with more than 60 million customers is actively but secretly engaged in the hunt for extremists in cooperation with the government. Bank of America is without the knowledge or the consent of its customers, sharing private information with Federal law enforcement agencies. Bank of America effectively is acting as an Intelligence Agency. But they are not telling you about it. In the days after the January 6th riot at the Capitol, Bank of America went through its own customers financial and transaction records, a lot of them. Now, these were the private records of Americans who had committed no crime, people who as far as we know, had absolutely nothing to do with what happened at the Capitol on January 6th."
    },
    {
      "speaker": "But at the request of Federal investigators, Bank of America searched its databases looking for people who fit a specific profile. Here's what that profile was, and we are quoting",
      "utterance": "\"Customers confirmed as transacting either through bank account debit card or credit card purchases in Washington, D.C. between January 5th and January 6th.\""
    },
    {
      "speaker": "Number two",
      "utterance": "\"Purchases made for hotels, Airbnb, RSVPs in Washington, Virginia or Maryland after January 6th.\""
    },
    {
      "speaker": "Number three",
      "utterance": "\"Any purchase of weapons or at a weapon related merchant between January 7th and their upcoming suspected stay in the D.C. area around Inauguration Day.\""
    },
    {
      "speaker": "And four",
      "utterance": "\"Airline related purchases since January 6th,\" end quote. So what do you notice about that profile? Well, the first thing you notice is that it's remarkably broad. Any purchases of anything in the City of Washington, D.C., any overnight stay anywhere in the three-state area that spans hundreds of miles. Any purchase not simply of legal firearms, but instead anything bought from a quote \"weapons related merchant,\" t-shirts included, and then any airline related purchases. Not just flights to Washington, flights to anywhere -- to Omaha, to Thailand. That is a very, very wide net, an absurdly wide net. Bank of America identified a total of 211 customers who met these quote \"thresholds of interest.\" And it was at that point, the show has learned, Bank of America turned over the results of its internal scan to Federal authorities, apparently without notifying the customers who were being spied upon. Federal investigators then interviewed at least one of these unsuspecting people and that person we've learned hadn't done anything wrong and in the end was cleared. Imagine if you were that person. The F.B.I. hauls you in for questioning in a terror investigation, not because you've done anything suspicious, you haven't. You bought plane tickets and visited your country's capital. You thought you could do that, you thought it was your country. Now, they're sweating you because your bank, which you trust with your most private information, information of everything you buy, has ratted you out to the Feds without telling you, without your knowledge. Because Bank of America did that, you are being treated like a member of al-Qaeda. What country is this? It doesn't matter how much you despise Donald Trump or how much you believe that hatred of Trump justifies suspending this country's ancient civil liberties. Going through that experience would scare the hell out of you. Absolutely. A terror suspect, you would think? Does anyone else know about this? Is there a record of this interview while I lose my job because of it? That actually happened to someone. It's hard to believe it, but it did. We asked Bank of America about this. They confirmed it actually happened by not denying it. Here's their statement in full which manages to make the whole thing even creepier assuming that's possible. Quote, \"We don't comment on our communications with law enforcement.\" Well, apparently not. \"All banks,\" it continues, \"... have responsibilities under Federal law to cooperate with law enforcement inquiries in full compliance with the law,\" end quote. Now the last part, from a lawyer's perspective, is the essence in full compliance with the law. It's the law, we had no choice. But that's not true. Bank of America did have a choice. The bank could have resisted turning over information on its innocent customers to Federal investigators, but Bank of America did not do that. Nor is it clear if we're going to be precise about it, that what Bank of America did is even legal. It turns out, it's not simple. It's a gray area. We spoke to a number of lawyers about this today. Some of them told us that what Bank of America did might in fact not be legal and could in fact be challenged in court. One knowledgeable attorney pointed us to 12 USC 34.03. That's a Federal law that allows banks to tip off the Feds to any information that quote, \"May be relevant to a possible violation of any statute or regulation.\" Now the D.O.J. instructs Federal agents to remind banks of that law and of course they do with maximum aggression. But the question is, legally, what constitutes information that may be relevant to a possible crime? Buying a muffin in Washington, D.C. on January 5th? Does it make you a potential domestic extremist? According to Bank of America, yes. Yes, it does. This is the moment when for the sake of our country and our grandchildren who will live here, we need to pause and breathe deeply searching for wisdom, avoiding hysteria and ask what are the rules. What for God's sakes is a political extremist? A lot hangs on that question. Maybe everything. Please tell us. But they won't tell us. Poignantly, they won't tell us. Today at the White House, for example, the new National Security Adviser, Jake Sullivan, told reporters that, quote, \"Domestic extremism is the urgent crisis of our time. Rooting out domestic political extremism is more important than anything else,\" more important than getting a job, running your business, and attending to your family. But Sullivan did not again, tellingly, explain what it is."
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "utterance": "So build back better isn't just about economics, it is about national security as well. And then it's about the set of issues that working families in this country are facing every day that are challenging their lives and livelihoods, the pandemic, climate change, the threat of domestic violent extremism."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Domestic violent extremism. There it is. The worst thing. But no sense of what that means. We're starting to believe they're not defining it for a reason. What's the other explanation? Yesterday, an op-ed in \"The New York Times\" asked this question: \"Are private messaging apps the next misinformation hotspot?\" Private messaging apps? Signal? A bunch of others, they're encrypted, no one can read it. \"The New York Times\" doesn't like this. Why? Because if they can't see what you're saying, maybe you shouldn't be allowed to say it. As the newspaper put it, quote, \"The shift to private messaging has renewed a debate over whether encryption is a double-edged sword. While the technology prevents people from being spied upon, it might also make it easier for criminals and misinformation spreaders to do harm without getting caught.\" Notice that criminals and misinformation spreaders are in the same sentence. They're pretty much the same thing. What's a misinformation spreader? Well, it is someone who doesn't agree with \"The New York Times\" -- obviously, a violent extremist, and they're dangerous. If you think we're joking, we're not. They are pulling this thread every day. According to Democratic Party, we need to start screening the social media accounts of people who work for the government just to make sure."
    },
    {
      "speaker": "REP. JACKIE SPEIER (D-CA)",
      "utterance": "So it's time for us to open our eyes and recognize what's going on. The fact that we do not look at social media of potential recruits into the military flabbergast me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Saagar Enjeti hosts a very popular show for \"The Hill\" newspaper. He joins us now to define this essential phrase of the moment. Everything hangs on this, Saagar. We're happy you're here."
    },
    {
      "speaker": "And so I'm hoping to get a clear explanation, a clear definition of what this phrase means",
      "utterance": "what is a political extremist? A domestic extremist? SAAGAR ENJETI, OPINION HOST, \"THE HILL\": A domestic political extremist, by these people's definitions is everyone who does not agree with the professional managerial class and the people who run this country. And what we're seeing right now, Tucker, is one of the most dangerous episodes in modern American history. It is the fusion of the people who run our culture, our largest institutions with the post 9/11 security state. And we need to remember that the people who run the post 9/11 security state are the greatest failures of the modern era. You talked about The Pentagon and General Lloyd Austin or Secretary now of Defense, Lloyd Austin, this is the person who failed to quote-unquote, \"arm\" all of these, you know, moderate rebels in Syria. He wasted hundreds of millions of dollars. Right where I stand right here where I'm sitting, there is fencing around the Capitol. We learned today that it costs half a billion dollars for the National Guard deployment. So we see the excesses of the money. We see the deployment of the entire surveillance state, things like with Bank of America, the proposal of new laws. John Brennan has already come out and said that people within the C.I.A. and others are beginning to hunt these quote-unquote, \"domestic extremists\" here on American soil. Now, don't let it be said, the C.I.A. is not even supposed to operate on American soil. So what is he saying there? This is truly one of the most dangerous episodes. And in this case, the post 9/11 security state is not even being monitored by the media or people in the culture because they agree with the people who are being -- they agree with the people who are hunting the hunted."
    },
    {
      "speaker": "CARLSON",
      "utterance": "After 9/11, we had at least a working definition that we talked a lot about in public of what a terrorist was. And of course, in the end, a terrorist committed acts of terror, which were acts of violence designed to kill innocence in order to make a political point. That's not -- for all the awful things we saw on January 6th, that's not one of them actually, that didn't happen. Other bad things happened. That's not one of them. It wasn't terrorism. It was a riot. So I wonder that's the pretext upon which they are justifying 9/11 level surveillance suspension of civil liberties, effectively Martial Law in the capital? It is that?"
    },
    {
      "speaker": "ENJETI",
      "utterance": "Exactly, Tucker. I mean, did we need thousands of American troops? Or did we maybe just need a hundred more cops on that day on January 6th and the entire thing looks different? Do we need a half a billion dollar deployment? Do we need a new domestic terror law? Every law on the books is probably already too many on the books. But all of those could have been stopped, what happened on January 6th, the same thing that occurred on 9/11, and many of these different cases. It's all just an excuse for the people in the security state, one, to keep making money; two, in order to expand their vast powers. And I am deeply troubled by the people who ruined Iraq and Afghanistan now trying to bring their methods to the United States. I saw Joy Reid on MSNBC talking about de-Ba'athification. Do you or I want to break the news to her about how that worked out in Iraq? These people have no business trying to de-Ba'athify or de-extremify anyone anywhere."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, they're creating extremists, just as we did in Iraq. They are creating -- they are making it a dead certainty that somebody is going to be driven in total lunacy and do something terrible. I mean, they are making people crazy and dramatically elevating the chances something really awful is going to happen and I'm upset about it. I think we all should be. Saagar, I appreciate your coming on tonight and your clarity as always."
    },
    {
      "speaker": "ENJETI",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, it looks like the Dwarf King is indeed emerging permanently from his lair at CNN and stepping down. The calls to shut down this network and speech in general, unapproved thoughts continue to flow from CNN. We'll tell you why after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the first time we told you about the recall effort in California, the one to remove Gavin Newsom as Governor, it seemed like just a remote possibility. Now, it has a very real chance of succeeding Interesting. Meanwhile, under Los Angeles's new progressive DA, George Gascon, more hardened criminals have a chance to get out of prison than ever before. That would include serial rapists. Bill Melugin is a reporter with FOX LA. He's got that story for us tonight. Hey, Bill."
    },
    {
      "speaker": "BILL MELUGIN, REPORTER, FOX LOS ANGELES",
      "utterance": "Hey, Tucker, good evening to you. So literally, as soon as DA George Gascon took office here in LA, he issued a series of directives that he says are meant to stop a system of mass incarceration here in Los Angeles. He got rid of cash bail. He is no longer prosecuting juveniles as adults. He got rid of Gun and Gang Enhancements. He got rid of special circumstance allegations. He is no longer prosecuting California's three strikes law, and he is no longer allowing his own prosecutors to attend parole hearings for criminals when they have a parole hearing and that is causing issues for victims' families here in LA. If we can pull up the mug shot, this is a story I did last night. This is Howard Jones, a double murderer who shot and killed two teenagers back in 1988. He has been in prison since 1991. He was denied parole two times in 2015 and 2017. But yesterday he had a third parole hearing, and because prosecutors weren't allowed to attend it under Gascon's reforms, he was granted parole yesterday. It's going to be up to Governor Gavin Newsom, but the victims' family are furious. They say they were abandoned. They had to face the killer alone with no support and they say, it is disgusting that he is going to potentially get out after only 30 years in prison for killing two people. If we can pull up another story. This is what I did Monday night. This was the subterranean rapist. This was a guy who terrorized LA back in 1981. He raped or sexually assaulted approximately 50 women. He has got a parole hearing coming up, and just like the last story, he is not going to have prosecutors there because of Gascon's reforms. No one is be there to argue that he stay locked up; and his victims who I interviewed, they are terrified. They say they're going to have to face that guy, the guy who raped them, and they're not going to have any support there. And then last month, if we can pull up another mug shot, this is probably the most heinous one yet. This is a man who raped two young children when they were ages six and eight. This was in the early 2000s. He raped them repeatedly, sodomized them. He has been in prison since the early 2000s. He also has a parole hearing coming up and you can guess where this is going. Prosecutors will not be at that hearing. The victims are horrified. They're going to have to face him alone, terrified that he could potentially get out. A recall of George Gascon, an effort for it has already started. He has only been in office for two months -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Really shocking stories. Bill, I appreciate your bringing those to national attention. This stuff has gotten lost. You've been on it, terrier- like and I appreciate it, it's important. Thank you. So at the end of last night's show, right at the end, we told you that the Dwarf King might be vacating his musky lair over at CNN. It turns out we were right. This morning, Jeff Zucker informed his bewildered minions at the disgraced cable that in fact, he is leaving at the end of this year and honestly, we're going to miss him. In a business filled with blustery halfwits, Zucker was absolutely the blusteriest, if that's a word. \"You cannot be elected President of the United States without CNN,\" he once boasted to his felon lawyer buddy, Michael Cohen, a tape we brought you a few months ago. Hilarious. It's kind of hard to beat that level of entertainment with your pants on. We didn't even have to watch CNN to enjoy it. But it's also worth remembering Jeff Zucker's other contribution to the American media landscape. Jeff Zucker's relentless attacks on the freedom of speech. Zucker created an entire unit at CNN devoted to shutting down any news organization that refused to toe the ruling class line. If you had unauthorized questions about anything, Jeff Zucker wanted to force you to be quiet and he tried. Zucker's staffed his own little Ministry of Truth with two of the most repulsive yet obedient imposters he could find. Political activist posing as reporters; thugs, pretending to be objective analysts. He set them loose to silence free thinking journalists with threats, lies and bullying. In a number of cases, they have been successful, a tragedy every time. CNN is in fact trying its best to pull this show and FOX itself off the air for good. Harm reduction, that's what they call it, as if FOX News was a deadly pathogen. That is not the behavior of a legitimate news organization, but it is exactly what CNN has become, a TV that makes a billion dollars a year using the First Amendment to kill free speech in the rest of the media. That's wrong, but it's not just wrong. It's frightening. You don't want to live in the country CNN is creating. But Jeff Zucker has not done this alone. Going forward, we want to be a lot more specific and much more detailed about who is trying to strip you of your most valuable birthright as an American, which is the freedom to speak and hear the truth. Everything is based on that. And you should know the names of the people trying to take it away. You should know why they're trying to do it. You should understand the stakes. We want to begin tonight briefly because we're going to have a lot more time in the coming weeks and months because it's important, but we want to begin tonight with Jeff Zucker's boss, a man called John Stankey. Now John Stankey runs AT&T, which owns CNN. Stankey knows what Jeff Zucker does at CNN and he strongly approves of it. Last year, Stankey announced that Zucker was doing quote, \"a wonderful job\" at the, and you should be concerned about that. AT&T is an enormously powerful company. In 2019, its net income was nearly $14 billion. More ominous, AT&T controls over a million miles of fiber lines. Chances are, virtually everything you know about the outside world flows through AT&T's property. So John Stankey's opinions matter, he has an awful lot of control over your life. John Stankey thinks it is okay to silence the show, to silence you. Why does John Stankey think that? We would very much love to ask him. But in the meantime, we will keep digging and we're going to let you know what we find. Speaking of deadly pathogens, Critical Race Theory is spreading. A new website, we will tell you, if it's in your kid's school, that's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We spend an awful lot of time beating up on journalists and the sorry state of journalism, but we don't want it to be all negative. Of course, we'll hold up the miscreants for abuse. But we also want to celebrate the good guys once in a while and tonight, we want to bring you the story of a genuine investigative journalist, a man who has been forgotten, cast aside like an Acosta, when he really should be an Edward R. Murrow, and that's an injustice we plan to rectify right now. When everyone else was saying you should wear a mask to protect yourself from the coronavirus, this man told you, you should wear three masks. Not just one, three. Behavior like that isn't taught, you're born with it. You've got it or you don't. Well, last night this same investigative journalist now an anchor at CNBC broke the story of a lifetime. If Pulitzer Prizes still mattered, and they don't, this will get a Pulitzer. You've seen \"The Zapruder\" film, you've seen the moon landing. You've never seen anything like this. Roll tape."
    },
    {
      "speaker": "SHEPARD SMITH, CNBC NEWS ANCHOR",
      "utterance": "We all fantasize about a time when we won't have to wear the masks anymore, it is not now, but some at a supermarket in Florida appear to have decided that the time is now. Look at this. This was the scene at Oaks Farms Seed to Table Market in Naples today. NBC's Sam Brock took this video which went viral. It looks like it was taken pre-pandemic, right? Most customers and employees not wearing masks at all."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This was the scene, a woman smiled in a grocery store. Actually, it wasn't quite what we thought it was. He believed the hype, I guess. Maybe when you've spent 30 years reading scripts about car chases, everything seems like a car chase. The problem is not everything is a car chase, sometimes it's just people smiling at each other in a grocery store. Sorry, overheated news guy, that's not actually news. Well, many colleges and universities now teach something called Critical Race Theory. Now, according to Critical Race Theory, some races are inherently better than other races. This isn't an assault on racism, it is racism and it is spreading, bewilderingly. The deepest possible betrayal of the promise of this country, of every Martin Luther King speech ever given, and yet it's in your kid's school. One Law Professor started a website called criticalrace.org. Once again, that's criticalrace.org. You can use that site to track the spread of these diseased ideas in schools, and seeing if they've infected the schools that your children go to. Bill Jacobson is a Professor at Cornell Law School. He started this. He joins us tonight. Professor, thanks so much for coming on. You're a brave man even to criticize this highly fashionable, deeply poisonous idea, but you're actually tracking it. Why are you doing this? What have you found?"
    },
    {
      "speaker": "BILL JACOBSON, PROFESSOR, CORNELL LAW SCHOOL",
      "utterance": "Sure. Hi, Tucker. Well, the reason I started to follow it was at Cornell University where I teach in Law School, they implemented a push over the summer to embed what they call anti-racism ideology into every aspect of the campus. And as you know, and you've explained on your show, anti-racism does not actually mean what people think it means. It actually is very racist. Current discrimination in order to remedy past discrimination is the ideology. So I saw this developing. I started to research it. I was going to write an op-ed or an article about it, and then I realized it was almost everywhere. And so we began to gather the data. We're focused now on higher education because that's the source of all, that's where the ideology developed, and that's where people are trained and we've created criticalrace.org which is a database with an interactive map, where people can find out what the colleges and universities to which they may be sending their children or their children may be going have going on. And it really is a full-fledged database. You can hover over the map. You can click on your state. You can click on your school. We have 220 universities in the database now and we're expecting to expand it to 500, and you can find out what's going on. Everything is sourced, everything is linked, and the database is actually neutral. It's just data. You can find out what's going on at schools. Maybe you like it. Maybe you want your children to be sent to a school where they get indoctrinated or maybe you're going to send them to a school where you don't know what's going on and this is a way to find out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's amazing. And what a public service, by the way. I don't think anyone in good faith could argue against more knowledge, which is what you're providing. What's the reaction been to this?"
    },
    {
      "speaker": "JACOBSON",
      "utterance": "The reaction so far has been overwhelmingly favorable. We just rolled it out this week. We have a tip line, a contact form, a lot of people have been submitting information about the universities and colleges. And again, we only use publicly sourced information. This is what the colleges tell themselves. They love to talk about this stuff. They love to pat themselves on the back about this, but it probably doesn't make it to their admissions brochures and you can find this out at our website and it's been overwhelmingly favorable. And I'll tell you, the one big reaction we've gotten is when are you going to do this for K through 12? Because K through 12, is where a lot of the problems are happening now. I'm not sure when we're going to be able to roll out something like that. But a lot of parents -- we are entering admission season, you're going to be looking at schools. Don't just worry about what athletic facilities they have, what the dining room serves, worry about whether your children are going to have to take mandatory courses and mandatory training in an ideology, which as you've indicated, is the complete opposite of everything we've been taught to believe as good and just, which is to view people based on their inherent worth and their worthiness, and not to pay attention to the skin tone color of them. But that's what's being taught on campuses. It is that the overwhelmingly most important thing in society is the color of your skin and everything derives from that, and you need to know and we're trying to empower parents and students."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, bless you for doing that. Some races are better than others. You know, I thought we kind of settled the question about whether that was poison or not. It is poison. It'll destroy your kids. It'll wreck the country. So thank you for fighting back. I appreciate it. Great."
    },
    {
      "speaker": "JACOBSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the world's most interesting Congresswoman Sandy Cortez in Westchester County, New York defied the odds when she survived that deadly white supremacist insurrection at the Capitol last month. But that's not the only thing she did. That's not the only act of bravery in her long and storied life. She has cheated death many times. We'll tell you how. Stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "America has been riveted this week by the tale of a young congresswoman's harrowing brush with death at the hands of insurrectionists. In case you've been in Malawi or locked away in Federal prison, and somehow missed it, here's the scariest part."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "I jumped into my bathroom and I close the door and I just keep hearing, bang, bang, bang. I opened the door when all of a sudden I hear that whoever was trying to get inside got into my office. And I just hear \"Where is she? Where is she?\" And this was the moment where I thought everything was over."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Everything was over. As we said, harrowing -- it actually can't really take credit for that description because that's exactly what the rest of the media said, too, harrowing. It's like that one three-syllable word occurred to all of us at precisely the same moment. Weird. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Congresswoman Alexandria Ocasio-Cortez has given a harrowing account of her experience on January 6th."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "A harrowing and emotional account of what happened to her during the Capitol riot."
    },
    {
      "speaker": "KASIE HUNT, NBC NEWS, CAPITOL HILL CORRESPONDENT",
      "utterance": "It's one of the most harrowing accounts so far."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "Congresswoman Alexandria Ocasio-Cortez tell that harrowing story."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The harrowing story of how she hid from attackers during the Capitol riot."
    },
    {
      "speaker": "CORTEZ",
      "utterance": "Boom, boom, boom."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Disclosing new harrowing details."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They've never met anyone so brave. What they don't know is that surviving the white nationalist coup d'etat on January 6th was merely Sandy Cortez's latest feat of death defying bravery. For the world's most interesting Congresswoman, fleeing for her life from a mob of bloodthirsty terrorists in horned Viking hats in downtown Washington, just another day at the office. She has been doing that kind of thing for years. It's what she does. Back a long time ago when America faced off against the last outbreak of global Trumpist fascism, AOC didn't pause. She put her climate activism at BU on hold and she rose to the call. Sandy joined the famed Tuskegee Air Persons. She flew over 16,000 missions against the enemy. For her work saving democracy, Sandy won the coveted Victoria Cross for gallantry. It accented her uniform. Once she returned, a grateful nation showed its thanks with a hundred percent recycled ticker tape parade. But the job of defending democracy is never done. When we learned that our sacred American norms, yes, our norms, when we found that our norms faced a new and even more diabolical threat, an election hacks by Russian spies, lesser Members of Congress merely complained about it. They held hearings and stuff. Not Sandy, she flew right to Moscow and did something brave. Here she is in the ring, boxing face-to-face with Vladimir Putin himself. One bruising round, victory by knockout. But Sandy didn't waste time celebrating with some fancy champagne party. Back home, her country needed her. Thanks to climate change, America had to be knocked down and rebuilt completely from the ground up. Older and paler lawmakers held boring debates about infrastructure funding. Those meant nothing to Sandy, she got to work. Here she is casually eating a healthy lunch on a steel girder high above city streets with her fellow diverse blue collar working people friends, as she constructed the LEED- certified Empire State Building. Look carefully at that picture, not a harness or a net insight. Sometimes the need is so great, there isn't time for safety. Could Sandy have fallen hundreds of stories to her death below while eating her kale and Portobello pita? Of course she could have. But she didn't think about that, not while millions of our most vulnerable continue to die in earthquakes caused by climate change. As Sandy often says on Instagram, it's about priorities, and her priority now is saving the human race from extinction. And not just the human race, the animal race, too. Sandy is no speciesist. Within weeks, scientists tell us, Central Park will be crowded with millions of homeless sweating polar bears fleeing the melting icecaps up north. Who will lead the polar bears home? We think you know. Everything we just showed you can be found on the internet and is therefore true. Unfortunately, in this fallen world, it is possible that unscrupulous right-wing racists will attempt to undermine or mischaracterize with information some of these achievements. In case that happens, we encourage you to notify our donors at Google and Facebook and have those people silenced immediately. Thank you. What happened to GameStop stock last week wasn't just about Wall Street, it was a battle bigger than that, a battle about censorship and control of the economy and it hasn't ended. One of the founders of PayPal has thought a lot about the implications of what we've been watching. David Sacks joins us after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The President's son, Hunter Biden has a new memoir coming out in April, pretty soon. The publisher Simon & Schuster promises it will be quote, \"heartfelt.\" Trace Gallagher has that story for us. Hey, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Tucker, your header at the bottom of the screen there, the book is called \"Beautiful Thing.\" It's about Hunter Biden's experience with drug addiction. A quote from the book says, quoting here: \"I come from a family forged by tragedies and bound by remarkable unbreakable love.\" And here's the best part. It's being published by Gallery Books, which is actually an imprint of Simon & Schuster. If you go back, you'll recall that's the same company that refused to publish Senator Josh Hawley's book."
    },
    {
      "speaker": "So the question now becomes",
      "utterance": "how much will the President's son be getting for this book? Well, sources now tell FOX News, it will be somewhere in the high six figures. So the same man accused of trying to profit off his father's name, those accusations by the way the media refuse to cover is now profiting off his father's name and everybody is covering it. And just for the record, Hunter's finances remain under investigation by the Department of Justice. The word is, he may need the extra money and for clarity, just a few months ago, Hunter Biden was trying to become an artist. He apparently has decided that being an author is a lot more lucrative -- Tucker"
    },
    {
      "speaker": "CARLSON",
      "utterance": "He is probably right. Trace Gallagher, great to see you tonight. Thank you."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So as you recall, just last week, people on Reddit nearly bankrupted a famous hedge fund. They did that by using a strategy that hedge funds have used for years. They shorted stock and companies like GameStop and drove them up for that purpose. Now of course, only hedge funds were allowed to manipulate the stock market, so corporations turned to a familiar tool. They censored the people on Reddit. The online service Discord, for example, accused the Reddit day traders of hate speech, and then there were the questions around Robinhood, which is the service they use to conduct those trades. All of this is filled with lessons for the rest of us. We're not financial experts, we're talking to someone now who is. David Sacks is a technology entrepreneur, very well-known in that world. He cofounded PayPal. He wrote a really smart piece about the implications of the story. You can find on the online publishing platform, Persuasion. We wanted to talk to him tonight. David, thanks so much for coming on."
    },
    {
      "speaker": "DAVID SACKS, COFOUNDER, PAYPAL",
      "utterance": "Hey, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you have the grounding in this world sufficient, I think, to draw informed conclusions about what happened and what it means for everybody else. What have you concluded?"
    },
    {
      "speaker": "SACKS",
      "utterance": "Sure. Well, Tucker, you know, you've been warning about censorship and the slippery slope when people start to invoke censorship, and I think we see it here with Discord. You have a case here where some Wall Street traders, their message board was taken down and they weren't engaging in political speech at all, they were engaging in a plan to give these Wall Street predators a taste of their own medicine. Because of that, they were very threatening to the people in power and they were accused of hate speech and they were taken down. Now, if you were to actually go into these message boards, you wouldn't see hate speech, you would see a lot of very raunchy speech, but nothing that's too different than what you'd see on a trading floor or boiler room on Wall Street, you know, and all of a sudden, these sort of titans of Wall Street is shocked, shocked by the language that's going on here. So you know, look, this is a really good example, I think of when you strip away sort of partisan issues, you see that the real purpose of censorship as a tool for the people in power to keep the outsiders out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's really smart. So when they invoke the phrase hate speech, especially of all the phrases they use, I think it's the scariest. Nobody wants to be thought of as a hater or even using hate speech, that's an awful thing. Right? That's certainly how I feel. But what you're saying is they don't employ that in order to protect the weak, they use that phrase in order to protect the strong."
    },
    {
      "speaker": "SACKS",
      "utterance": "Yes, exactly. I mean, hate speech is a very malleable term, and so the people who get to decide what it means, which is really always the issue of censorship is who decides who has that power."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SACKS",
      "utterance": "It's the people in power who get to decide what it means. And so, you know, you had a case here, where look, these message boards weren't set up for the purpose of organizing hate or even any political topic, they were organized to talk about a trade and they, you know, figured out actually a plan that work perfectly to execute a short squeeze and these hedge funds lost $20 billion. And so they were, you know, in a lot of trouble, a lot of financial distress, and they were looking for a way out. And so the way they -- they found a way out, it was to go through these message boards. They screenshot any post that could plausibly be characterized as hate speech, they report it, and then they get the site taken down. And so this is kind of where the slippery slope of censorship goes, is that whenever outsiders become too threatening to powerful insiders, the insiders use censorship as a weapon. They weaponize these speech rules to prevent the threat."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you're making a very traditional liberal argument. I mean, you're saying what the ACLU said for about a hundred years what -- you know, Nat Hentoff used to write about in \"The Village Voice.\""
    },
    {
      "speaker": "SACKS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why aren't more people saying that now, do you think? More people empowered with authority."
    },
    {
      "speaker": "SACKS",
      "utterance": "Well, it's a really good question, Tucker, and I think part of it is that a lot of the people in power are, frankly, threatened by these new social networks. And so certainly the traditional media has been very upset with social networks and social media because of its threat to their influence and business model. You certainly saw these, you know, Wall Street Titans become very nervous that all of a sudden their control over the Monopoly board was threatened by these outsiders, these Reddit kids."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SACKS",
      "utterance": "And so frankly, the people in power don't have any reason to want to like social networks, because social networks allow large groups of outsiders to get together, and so they accuse social networking, ironically, of being a threat to democracy. But this isn't a threat. When you're talking about large numbers of people getting together to organize for change, that is democracy. That's not a threat to democracy. What it is, is a potential threat to the people in power, and that's why they don't like it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, I mean, you're one of the people who built sort of the internet that we use, and you're saying what people said 20 years ago when they built it. You are about the only one still saying it though, which is this is supposed to democratize things and empower normal people. No one else seems to believe that except you anymore, but I appreciate that you do. David Sacks, thank you."
    },
    {
      "speaker": "SACKS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We appreciate your watching tonight. Our hour is done. We are the only that stands up for free speech in this moment. I hope that this moment doesn't last long, but as of tonight, that's where we are. We will be back 8:00 p.m. every weeknight, the show that is the sworn enemy of lying pomposity, smugness, and groupthink. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}