{
  "date": "February 14, 2019",
  "headline": "Why has the Democratic party turned into the party of the upper class?",
  "subHeadline": "Guests: Chip Roy; Kris Kobach; Mark Steyn; Jon Summers; Alan Dershowitz; J.D. Vance; Marco Rubio",
  "url": "https://www.foxnews.com/transcript/why-has-the-democratic-party-turned-into-the-party-of-the-upper-class",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRIAN KILMEADE, HOST",
      "sentences": "Hi, everybody, I'm Brian Kilmeade. This is \"Tucker Carlson Tonight.\" Tucker, will be with you in about five minutes, but we have some breaking news we want to share with you. Of course, today was dominated by many stories, one of which was the bipartisan budget bill for border security and big number is that the President was unhappy with was $1.375 billion to build a border barrier. He could do anything he wanted with it, which shows an advantage, but the question was, would the President add something with that? Would he declare a national emergency? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } I just got off the phone with Mick Mulvaney, Chief of Staff the answer is a resounding \"yes.\" And now, for the first time, you are going to hear exactly how much it is and where the money is coming from. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's going to be about $8 billion. He had the $1.3, then $600 million will come from the Treasury -- the Treasury forfeiture fund; $2.5 billion out of DoD. They consulted with Mick Mulvaney and the White House over the last few months on what they could actually do and they are going to use some money they feel they can spare on the drug interdiction account. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Then they came across with $3.5 billion for the military - the military construction budget. They feel they can help in that respect, and then, of course, they have additional money and it all adds up to $8 billion. So the $1.375 billion, not enough for the President. He wanted $5.7 billion. He walks away at the end of the day with $8 billion and, of course, the Democrats and some Republicans are upset about that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, let's go to Capitol Hill. Now, earlier today, we understand David Spunt that the Senate voted with 83 yes to pass this bipartisan bill. What could you tell us about the House tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, CORRESPONDENT",
      "sentences": "Yes, Brian, 83 to 16. It has been a very busy day here on Capitol Hill. The House is getting ready to vote on this final passage here. Sometime in the next hour and a half, two hours, we are expecting this to be a resounding yes, if you talk to Democrats. That's what House Speaker Nancy Pelosi says. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, after the House votes on this, it's going to go over to the White House. You mentioned you spoke to Chief of Staff Mick Mulvaney, President Trump, and the rest of his team ready, anxiously awaiting to see the final tally, see this final legislation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Senator Mitch McConnell, he is the Majority Leader, he made sure that he had assurances from the White House today that President Trump would indeed declare a national emergency for that $1.37 billion border barrier enough for 55 miles of fencing along the Texas-Mexico border. Now, there were several provisions. Now, one of them Brian, out of the many provisions is that the Department of Homeland Security, they will have to discuss any construction with local leaders before that construction takes place. But the big news here right now is the House. House Speaker Nancy Pelosi said today she is confident that this will pass in the House. We are going to stand by and bring you any other updates, Brian. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "David, we will go back to you especially if that vote actually takes place and maybe some people will change their vote when they hear about the President's declaration of a national emergency, which is official, it will be signed tomorrow. I would like to now go out to you Congressman Chip Roy, the Republican is on the floor getting some of this news. Now, Congressman, I understand you are not thrilled with the additional funds that the President is going to be declaring tomorrow. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CHIP ROY, R-TX",
      "sentences": "Well, hi, Brian, thanks for having me on. You know, look, my primary concern here is that the Congress hasn't done its job. They have left the President having to figuring out how to handle this and how to secure the border of the United States, which is fundamentally our duty as a sovereign nation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } He shouldn't be in that position. But if the President signs this bill, this very bad bill, then I believe he might actually undermine the very emergency that he is trying to declare. Congress has not done its duty. We have now sent him up a bill which actually makes it impossible to build fencing along the Rio Grande Valley in public land, impossible to build fencing where think there might be objections from local officials. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Meanwhile, McAllen is where we have got 400,000 people streaming across our border, bringing fentanyl in our country, and bringing little children into our country to be used as hostages by the cartels. This bill has a provision and at Section 224, which will empower the cartels to use children and to make sure that they are protecting people here who are here illegally as their sponsors as the bill says. That is unconscionable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I am just really frustrated that this is what Congress is sending to the President. I hope he will actually reject it and veto it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Well, there are some provisions in a thousand page plus bill that you didn't have 72 hours to review. You nixed that. As people read it, they are starting to see some poison pills, which make me wonder how could anyone -- Republican could be upset that the President is going to get an extra $8 billion in emergency funds. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Congressman, interesting vote, we will see how it goes. We will check back with you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROY",
      "sentences": "Thanks, Brian. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right, let's go out to Kansas. Kris Kobach is former Kansas Secretary of State, ran for Senate, almost won that -- Governor, excuse me. Kris, we spoke on \"Fox & Friends\" this morning and you said, \"I've got to look at these thousand pages to see if it has some poison pills.\" You heard the Congressman. Do you see some provisions in here that the President is not going to be happy about? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRIS KOBACH, FORMER KANSAS SECRETARY OF STATE",
      "sentences": "Yes, I do. I agree with Congressman Roy completely. Section 224 is a de facto amnesty. Anybody who can claim to be a potential sponsor of an unaccompanied alien minor and we have got about 223,000 such individuals who have been let into this country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } A potential sponsor can be a distant relative. You know, so you played out the numbers. It's probably going to be upwards of a million people who are going to claim this protection from removal. They can't be deported according to this bill if they are even in the Household of a potential sponsor of an unaccompanied alien child. It's a disastrous provision. There is also a provision that says the President can't impose any border fees on crossings. That's one way he is going to make Mexico pay for the wall is to impose a fee on people coming in from Mexico. Well, the bill doesn't allow him to do that. So I blame the House -- or rather the Republican negotiators for putting him in this really bad position. He needs the $1.3 billion to build the wall, but he has got these poison pills attached to it. They really shouldn't have put the President in this position. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Well, that's true. So you've got the bill and then you have tomorrow, the President is going to be signing into -- he is going to actually declare a national emergency. It's been done 58 times since the law went into effect and giving the President's power since 1976. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, will that solve a lot of these problems?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOBACH",
      "sentences": "Well, yes and no. The national emergency will empower the President to free up additional funds to spend on building the badly needed border wall, and I just came last week from the Arizona border where it's wide open in many places. We absolutely need it and we need to be building immediately. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } But what happens with the bill is that those funds become available immediately. There is a chance when the Democrats and their allies take this to court, the national emergency, that if they get -- they draw lucky and get a judge who is an activist and wants to see the President's wall project stopped, that judge might enjoin the use of these additional funds that come from the national emergency. So he needs that $1.3 billion to get started immediately. We will see. But obviously, the President is looking for money everywhere to make good on his number one promise that he made to the American people to build that wall. So I know where he is coming from here. He wants to stay faithful to that promise and that he sees the incredible emergency we have on our southern border and, like I say, just coming from the border recently, it's happening every day and it is a big problem. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right. You know and keep in mind, President Obama did 12 of these national state emergencies. He did same thing with DACA and so far, the Supreme Court has not even taken that up yet. Maybe this will be on a fast track. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } In the meantime, the President could possibly spend the money. Kris Kobach, you are all over this. Thanks so much for reading the thousand pages. We will see if it passes the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOBACH",
      "sentences": "My pleasure. Almost, my pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Almost your pleasure, right. Let's go out to Mark Steyn for some deep thoughts. Mark, after the President made it clear today that he is going to be declaring using emergency funds; immediately Nancy Pelosi came out and said \"Well, okay, maybe a Democratic President will decide guns, there is too many guns in this country and declare a state of emergency.\" That would not apply to this provision, but what do you think the ramifications are of the President doing this? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, BESTSELLING AUTHOR",
      "sentences": "Well, I think it's difficult with guns because guns are in the Constitution. I'm not sure it would be so much more difficult if she wanted to do something on, say, climate change and the Green New Deal and that kind of thing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } So I do share concerns of people about having to actually police one's national front here for an emergency measure. And I think actually just to go back to what Kris Kobach was saying, Brian. I think we all know the first judge the Democrats lay this in front of, whichever rinky-dink district court judge in the Ninth Circuit they decide to give the gift of this emergency -- national emergency -- to, he is going to order a stay on it. And, then we get to the stuff that's in the bill, this hideous bill where it actually gives a veto to municipalities as to whether any border wall can be constructed. There are a lot of huge problems here and most of them arise because the Republicans, when they controlled Congress, didn't get this done in the first two years. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right, it is strange. They only gave him $1.6 billion and they only offered him that even on the second year when Paul Ryan was in charge. It was put in the screen, Mark, for a very good reason. I know you usually like your face on the whole screen, but we are doing it for a good reason. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } We are watching the vote and speeches coming out of the House. Normally, the House would vote first, but because of the funeral today, they asked for the Senate to go first. In the big picture, the President sits there and negotiates in a bipartisan way. Many people feel as though Democrats got more than the Republicans, fine. But this $8 billion should keep many conservatives happy knowing that the President continues to fight in trying to fulfill a promise. Would you buy that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Well, I think we need some clarity on what the bill actually says because some of this stuff about, again, the language that Chip Roy was talking about, potential sponsors. That appears to incentivize human trafficking. I don't know why the Democrats are in favor of that. But the Republicans certainly shouldn't be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right, Mark, thanks so much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Thanks a lot, Brian. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Again, Mick Mulvaney just called us -- you've got it -- $600 million will come from Treasury; $2.5 billion from DoD drug interdiction; $3.5 billion from military construction budget and that will get to you to about $8 billion that will build a lot of wall and bring a lot of security. Let's see what happens over the next 24 to 48 hours as we continue to watch that vote in the House. In the meantime, while we watch that, coming up next, in a couple of minutes, Tucker Carlson takes on the issues like Andy McCabe and his new book and accusations. Later on China, Marco Rubio, his greatest concerns as we try to reconfigure our trade relationship. Don't miss a minute. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "You heard people who seem a little paranoid to be honest. Talk about a coup. Now, they don't seem quite as crazy. In a new interview, former FBI Deputy Director, Andy McCabe admitted that Justice Department officials discussed launching an administrative coup d'etat against the President of the United States. The official says McCabe considered asking the President's Cabinet to invoke the -- never invoke 25th Amendment to the Constitution as a way to remove Trump from power, obviously, without an election or an impeachment hearing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Fox chief intelligence correspondent, Catherine Herridge is on this story and has details for us tonight -- Catherine. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Well, thank you, Tucker. McCabe went on the record confirming our reporting from October that he believed the Justice Department's second in command was serious about recording the President and invoking the 25th Amendment. The timing matters because May 2017 is a pivotal month in the Russia probe. Deputy Attorney General Rod Rosenstein was just two weeks into the job when President Trump fired FBI Director James Comey. Eight days later, Rosenstein appointed the Special Counsel. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } McCabe also tells CBS News that after Comey was fired, the FBI launched an obstruction of justice case, in addition to the FBI's ongoing investigation into alleged Russia collusion. In a statement, the Justice Department seemed to stop short of denying Rosenstein talked about removing the President, quote, \"The Deputy Attorney General never authorized any recording that Mr. McCabe references. Based on his personal dealings with the President, there is no basis to invoke the 25th Amendment.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } In a tweet, President Trump hit back, \"Disgraced FBI Acting Director Andrew McCabe pretends to be a 'poor little angel' when in fact he was a big part of the Crooked Hillary scandal and the Russia hoax. A puppet of lying James Comey.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } And for some context, Andrew McCabe was fired last year for lying to Federal investigators. That case is now with the U.S. Attorney here in Washington -- Tucker. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Catherine Herridge for us. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "You are welcome. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I appreciate it. Jon Summers is a former Communications Director for Senator Harry Reid of Nevada and he joins us tonight. Jon, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON SUMMERS, FORMER COMMUNICATIONS DIRECTOR FOR SEN. HARRY REID OF NEVADA",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So take the party I.D.'s off the players in this. Here you have Federal law enforcement discussing removing the President without an impeachment or an election. That sounds like something that happens in a third world country, doesn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Well, it's something and I'm not going to defend any one individual in this situation because these are very serious conversations that they were having, but it does appear that those are conversations they were having. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "And those are based off of the Constitution, right? It's the 25th Amendment of the Constitution which does act as a safeguard should we ever run into that situation, so, for me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Run into what -- run into a situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Run into a situation where -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Where you don't like the President or disagree with his Russia policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Or where you feel like the President is incapable of doing the job. And so I think, I don't -- you know, I don't have a problem that they had these discussions. At the end of the day, they landed at no, and I think that's the important thing to remember. So the system worked the way it was supposed to, as it relates to whether or not to remove the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No. No. Because if you find yourself as an executive branch employee, disagreeing the policies of the person for whom you work, you leave. You quit. And you can state so publicly if you want. You have the right to do it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } What you are not allowed to do is try to take power from the one elected guy in the entire branch of government because that's not democratic, it's the opposite of democratic, but that's what they tried to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Agreed, but what you are saying is that they were considering it because they didn't like the policies. And I don't think that's the case at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why were they considering it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "There was a genuine concern about how Russia was involved in the 2016 election. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so the amendment was written after Woodrow Wilson suffered a stroke in office and his wife wound up running the country. I guess, she was a fine President. But we didn't want to repeat that. So this was specifically written and every lawyer knows this, including the ones at the FBI. For a President who is incapacitated, not for a President whose policies you find repugnant or disagree with or don't -- you know what I mean, just because he is not a neocon doesn't mean that can you remove him from power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I agree, and again, I don't think that's what they were thinking about. There was big concern, again, when you look at the timing of McCabe going into office and again, he is obviously a flawed messenger in many ways, but when you look at the time that he was elevated to his position, it was right after James Comey was fired. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } And why was James Comey fired, as the President said himself, because he wanted the Russia investigation to end, clearly there was a concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, but the other way -- well, there was a concern because the guy they liked who was their boss got fired, which is absolutely the prerogative of this or any President to fire his own employees if he wants. For whatever reasons he wants. If you don't like him impeach him or vote against him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Unless it's viewed as obstruction of justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, but I mean, under no plausible scenario could it be I mean, because, of course, the FBI Director is free to say whatever he wanted to the Congressional Committees or the Mueller investigation or write a book which, indeed he did. So it's not obstruction of justice. It's not to prevent justice from working its way to its conclusion. I just wonder, why are liberals all of a sudden defending this radically empowered Federal law enforcement agency? You don't see this as a threat to the Kamala Harris administration two years from now? For real?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I don't -- yes, and I get the question. I don't see liberals defending this. I think what we are defending is the -- is protecting the investigation. So we have a good understanding of exactly what Russia was doing in the 2016 elections and whether they were aided by anyone here in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, but then you spend -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "And part of that question centers on the President of the United States and some of his closest associates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, so we've spent two years looking into that and the conclusion of the Senate Committee that has looked into it is there is no conclusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "That's not true. That's what the Chair of that Committee said. That wasn't a statement from the Committee as a whole. That's what the Chair said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is there a point at which --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "The Ranking Member, just to be fair, the Ranking Member said he disagreed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, the Ranking Member did not say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "So the Senate did not come to the conclusion that there was no collusion. And official core documents have come to the conclusion that there was some collusion. We saw that in the Manafort documents and we have also seen it in the Roger Stone documents, whether that collusion rises to the President is the question. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There is no collusion. Okay, just for the record, there is no quote \"collusion\" with Russia in the Roger Stone indictments. Okay, no one has been indicted for colluding with anybody so far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Acting as a liaison between WikiLeaks on behalf of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But that is not -- look, it's not a crime and it's not collusion. But leaving that aside, I just want to end on this, does it really honestly as a citizen not bother you that a Federal law enforcement agency discussed removing the President of the United States by nondemocratic means for basically disagreeing with them and firing their boss. That doesn't bother you at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "The premise of your question, if that was the case, would bother me. That's not what that was about, and again --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How about -- let's leave the last part off. Whatever it was about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I am comforted by the fact that they -- fine, they have the discussion as provided by the 25th Amendment and landed on no. So again, I am in the place where --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But that's like saying, you know, I talked about killing my wife, I didn't do it. Do you know what I mean? And there is a difference, like I'm not a murderer, it's like, \"Oh, yes, but you discussed it.\" What does that say about you? Something ominous, no? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "What it says is it is less about the people and more about the concerns they have about the President who is trying to stop an investigation into his campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, 25th Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "If he has got nothing to hide, he should have nothing to fear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, give me your e-mail password if you have got nothing to hide. We will talk about it off air. Jon, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In his \"60 Minutes\" interview, McCabe admits that his attempt to undermine the President began almost immediately after his boss, Jim Comey was fired and it was, of course, due to Russia. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCABE, FORMER DEPUTY DIRECTOR OF THE FBI",
      "sentences": "I was speaking to the man who had just run for the presidency and won the election for the presidency and who might have done so with the aid of the government of Russia, our most formidable adversary on the world stage and that was something that troubled me greatly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT PELLEY, CORRESPONDENT, CBS",
      "sentences": "How long was it after that that you decided to start the obstruction of justice and counterintelligence investigations involving the President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCABE",
      "sentences": "I think the next day I met with the team investigating the Russia cases and I asked the team to go back and conduct an assessment to determine where are we with these efforts and what steps do we need to take going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Alan Dershowitz is a retired Harvard Law School Professor. He is the author of the book, \"The Case against the Democratic House Impeaching Trump,\" and he joins us tonight. Professor, thanks very much for coming on. So now the suspicions of many are confirmed by one of the players in it. The Department of Justice discussed trying to remove the President using the 25th Amendment. What's your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, RETIRED HARVARD LAW SCHOOL PROFESSOR",
      "sentences": "Well, if that's true, it is clearly an attempt at coup d'etat. Relating to what your former guest said, let's take the worst case scenario. Let's assume the President of the United States was in bed with the Russians, committed treason and committed obstruction of justice. The 25th Amendment simply is irrelevant to that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "That's why have you an impeachment provision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "The 25th Amendment is about Woodrow Wilson having a stroke. It's about a President being shot and not being able to perform his office. It's not about the most fundamental disagreements. It's not about impeachable offenses. And any Justice Department official who even mentioned the 25th Amendment in the context of President Trump has committed a grievous offense against the Constitution. The framers of the 25th Amendment had in mind something very specific and trying to use the 25th Amendment to circumvent the impeachment provisions or to circumvent an election is a despicable act of unconstitutional power grabbing. And you were right when you said it reminds me of what happens in third world countries. Look, these people may have been well-intentioned. They may have believed that they were serving the interest of the United States, but you have to obey the law and the law is the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And the 25th Amendment is as clear as could be -- incapacity, unable to perform office. That's what you need. That's why you need two thirds of the House and two thirds of the Senate agreeing and it has to be on the basis of a medical or psychological incapacity, not on the basis of even the most extreme crimes which there is no evidence were committed. But even if they were, that would not be a basis for invoking the 25th Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. So this is not simply -- right -- it's just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And I challenge any left wing person to get on television and to defend the use of the 25th Amendment. I challenge any of my colleagues who are in the get Trump at any cost camp to come on television and justify the use of the 25th Amendment other than for physical or psychiatric incapacity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I bet they are doing that right now. But this is an attack on our system, I would say, not just Donald Trump. Alan Dershowitz, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It is an attack on our system, and it is an attack on the Constitution. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, scary. We have update for you tonight on language in the border security bill. One part of that bill says essentially that illegal immigrant families can pick up illegal immigrant children from Federal custody and that DHS will not be notified of that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Any language added to the bill is there for a reason and the reason here is very clear. It will make it easier for children coming from Central America to be aided by illegal immigrants here in the United States. Now, this may be motivated by goodwill. We could debate it, but in effect it creates a harmful incentive. It will encourage more children to make the long and dangerous trek up through Central America to the United States. We will continue to stay on top of the details of this bill because they are worth paying attention to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "For generations, everybody in America knew what the stereotypes were for the two political parties. Democrats were the party of the working class, coal miners, factory workers, and your local beat cop. Republicans were the party of lawyers and doctors and they spend a lot of time at country clubs. Remember? Things have changed a lot. Now Democrats have become the party of the elite professional class. They are consultants, bankers, socialites eager to lecture you about open borders and global warming from their gated communities. Nobody knows that change better, or has watched it more carefully than the author of \"Hillbilly Elegy,\" J.D. Vance. We spoke to him recently about it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "J.D. Vance, thanks for joining us. J.D. VANCE, AUTHOR, \"HILLBILLY ELEGY\": Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So because you don't live in Washington and you think bigger thoughts than the rest of us who are completely consumed by this dumb news cycle, I want to ask you a broader question. The parties have realigned. They don't represent the same people they thought they represented or that they have represented for the last 70 years. I'm not sure their leaders understand this, but you do. Who do the parties represent as of right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Well, at a big level, the Democratic Party increasingly represents professional class elites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "And Republicans represent middle and working class wage earners in the middle of the country. Now, I will say, I think Democratic leaders kind of get this. If you look at the big proposals from the 2020 Democratic Presidential candidates -- universal child care, debt free college, even Medicare for All which is framed as this lurch to the left, but is really just a big handout to doctors, physicians, pharmaceutical companies and hospitals. They sort of get they are the party of the professional class and a lot of their policies are geared towards making life easier for professional class Americans. The problem I have is that my party, the Republican Party hasn't quite figured out that we basically inherited a big chunk of the old FDR coalition. The middle of the country, working in middle class, blue collar folks sort of people who work, pay their taxes, send their kids to military. That's increasingly the base of the Republican Party, but the Republican donor elites are actually not aligned with those folks in a lot of ways and so there is this really big mismatch, big picture within the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I'm completely fascinated by what you just said. Something I have never thought of in my life that Medicare for All is actually a SOP to the professional class. That's a whole separate segment and I hope you will come back and unpack that all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But more broadly, what you are saying, I think is, that the Democratic Party understands what it is and who it represents and affirmatively represents them. They do things for their voters, but the Republican Party doesn't actually represent its own voters very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Yes, that's exactly right. I mean, look at who the Democratic Party is and look, I don't like the Democratic Party's policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Most of the times, I disagree with them. But I at least admire that they recognize who their voters are and they actually just as raw cynical politics do a lot of things to serve those voters. Now, look at who Republican voters increasingly are. They are people who disproportionately serve in the military, but Republican foreign policy has been a disaster for a lot of veterans. They are disproportionately folks who want to have more children. They are people who want to have more single earner families. They are people who don't necessarily want to go to college but they want to work in an economy where if you play by the rules, you can you actually support a family on one income.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Have Republicans done anything for those people really in the last 15 or 20 years? I think can you point to some policies of the Trump administration. Certainly, instinctively, I think the President gets who his voters are and what he has to do to service those folks. But at the end of the day, the broad elite of the party, the folks who really call the shots, the think tank intellectuals, the people who write the policy, I just don't think they realize who their own voters are. Now, the slightly more worrying implication is that maybe some of them do realize who their voters are, they just don't actually like those voters much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, that's it. So I watch the Democratic Party and I notice that if there is a substantial block within it, it's this unstable coalition, all of these groups have nothing in common, but the one thing they have in common is the Democratic Party will protect them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You criticize a block of Democratic Voters and they are on you like a wounded wombat. They will bite you. The Republicans, watch their voters come under attack and sort of nod in agreement, \"Yes, these people should be attacked.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Yes, that's absolutely right. I mean, if you talk to people who spent their lives in D.C. I know you live in D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "I've spent a lot of my life here. The people who spend their time in D.C. who work on Republican campaigns, who work at conservative think tanks, now this isn't true of everybody, but a lot of them actually don't like the people who are voting for Republican candidates these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "And if you ultimately boil down the never Trump phenomena, what is the never Trump phenomenon? I was very critical of the President during the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "But the never Trump phenomenon, I think, is primarily not about the President, it's about the people who are most excited about somebody who was anti-elitist, effectively taking over the Republican Party. They recognized that Trump was whatever his faults, a person who instinctively understood who Republicans needed to be for. And at the end of the day, I think they don't necessarily want the Republican Party to be for those folks. They don't like the policies that will come from it. They don't like necessarily the country that will come from it, and so there is a lot of vitriol directed at people who voted for Donald Trump whether excitedly or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If the Republican Party has a future, it will be organized around the ideas you just laid out, maybe led by you or someone who thinks like you. I'm serious. That's what it needs, I think. J.D. Vance, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is time for \"Final Exam,\" the remarkable Lauren Blanchard going tonight for her eighth win in a row. The question is have you paid closer attention than she has to this week's news? Find out after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "It's time right now to get your free trial on Fox Nation, our new streaming service. It is the perfect complement right here to the Fox News channel and foxnation.com features exclusive shows even from me and your favorite Fox News personalities, people you know and people you are just meeting. Here is a preview of Season Two of what made America great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I'm going to bring you to Lincoln Memorial, but I am going to will bring to you a place that you have not seen before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is the most visited monument. The iconic place to be in Washington and across the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You promised me a visit. Can we go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "All right, we're really going in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are really going in and we are going to go down the stairs below the Lincoln Memorial. It's so grand, the public should see it, too. What we're going to do is go in the grand chamber, and I am going to show you some fascinating art that is really a time capsule back to 1914 and 1922.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Hi, everybody, welcome back. Tucker will be with you again shortly. But we do want to cover the breaking news as it develops. And what a night we have had already. We understand, normally procedure would be that the Senate would vote second when you have a bipartisan bill like this border budget bill to extend funding of the government until September 30th. But, because of the funeral of Congressman Dingell, the House said, \"Hey, can we vote late at night?\" So the Senate had their vote and they had 83 votes for it, so it passes. The House at this very moment, as I split the screen with them is beginning to vote and they're going to vote for the next 15 minutes on the passage of the bill. Now, it's expected to pass, as we bring in Mark Steyn. Mark, the one thing I'm wondering is being that it's become clear and we reported it at the top of the hour that the President is going to take the $1.375 billion and all the provisions that are with it, to build the barrier and there is more money. There is about $49 billion in here for other things. But he is going to take that, but the being that he is getting about $8 billion total in emergency funds -- national emergency funds -- which he can declare constitutionally, I'm wondering if some liberals are going to defect from that? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "So, the theory would be that if they think he is serious about doing it, then they would object to this bill because he does need the starting money. He needs that additional -- he needs that billion and change just so he can get going before - as we were talking about before, some district court judge in the Ninth Circuit somewhere decides to strike it down. I think what will be interesting about this is the dynamic -- the dynamic between the freedom caucus-- in the House which has felt it does not actually have any meaningful leverage on this and President's own inclinations. But the language of this bill, I mean, this is an appallingly written bill. As you say, it's very weird for it to be starting in the Senate because funding bills normally start in the House. There is a great sense that a lot of this is being kind of made up as it goes along, but there are things in that bill that are poorly drafted and that are of huge implication and legislators owe that to their constituents beyond anything else. All this wording that nothing in this bill or any other bill, for example, what does or any other bills mean in there? You can't ever build a wall in the Rio Grande Valley, no way, no how, not now, not never? I mean, this isn't the way -- this isn't the way a republic of citizens representatives draft legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right. We are watching this tally go right now. Nita Lowey who is in charge of appropriations. She is chairperson and she is the one who really part of that 17 -- who led the 17-person bipartisan bicameral committee. She just spoke five minutes before we hopped on, just while we were in the break, Mark, and she was saying, \"Okay, let's have voting started. It's going to be electronic,\" and we have right now it looks pretty -- it looks 122 to 22. So it looks pretty overwhelming. If you missed it at the top of the hour, we did speak to Mick Mulvaney and Mick Mulvaney broke down where he is getting the additional money that the President will officially sign in the executive order in national emergency. He is he getting $600 million from the Treasury forfeiture fund. He is he going to get $2.5 billion from the DoD drug interdiction account, $3.5 billion from the military construction budget. Now, over the last three months, he has been asking people come up with some money, you think that will help because it's all in the name of national security. But, I want to go now, yes, and this is the money how it breaks down. Obviously, Nancy Pelosi is going to -- well, it's just a matter of time before she challenges this or somebody challenges this in court. David Spunt is actually on the House floor covering all of this as the vote develops. It's around now 129 to 28. David, any surprises so far?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Well, hey, Brian, that's the vote total right now. The actual final number is 217. That would be the magic number I should say. We are waiting and once it gets to 217, then you can officially say that they have the votes needed to actually pass that bill, combine that with the Senate version and then go ahead and send it over to the White House. Nancy Pelosi, the House Speaker said today she has been confident from the beginning that this was not going to be a problem. She said this was going to pass. Also, Brian, she mentioned that there may be some legal challenges if the President declare a national emergency. She said that it could cause some type of precedent issues, meaning that if a Democrat gets elected next time, they could declare a national emergency for what they feel would constitute a national emergency. So right now, it's a 15-minute vote. We should know, according -- I'm looking right now from some e-mails from our House producer, Chad Pergram, the final tally should come somewhere around the top of the hour in about 15 minutes and the magic number in the House is 217 as we watch those votes tally now and then at that point, there will be a ceremony. Nancy Pelosi the House Speaker will sign it and then send it over to the White House where you have been speaking to the Chief of Staff and the President's team will review it before he signs it -- Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "David, real quick, 10 seconds, anybody say something of note in their remarks before the vote took place that our viewers should know about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Well, we do know that Alexandria Ocasio-Cortez, she is a liberal Democrat from New York, and as she was walking in somebody spoke to her off camera and she said she would be voting no because the actual bill gives money to Homeland Security. She said that she wants to defund I.C.E. and parts of Homeland Security, Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right. She is definitely -- she is definitely different. Always trying to stand out on every vote at every moment. David Spunt, thanks so much. Mark Steyn, thank you very much. Back in a moment we're covering -- Tucker Carlson Live is covering all the breaking events in Washington. Don't move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There has been a significant development today in amazon.com's planned takeover in everything in American life. A few months ago, Amazon announced plans to open two new headquarters -- one in Northern Virginia and the other in New York City. Those cities both won the Sweepstakes to provide the biggest corporate giveaways to Amazon. But in New York, that plan met resistance from some locals who said the city ought to focus on helping its own residents, improving its own infrastructure rather than giving billions to the world's richest man. Apparently those protests succeeded. Today, Amazon announced it will be cancelling its planned headquarters in New York. Virginia, no such luck. They are still coming. China has risen rapidly to become the chief economic and political rival of the United States. No one in Washington recognizes that, but it's clearly true. But China is not content to be the equal of this country. China wants to be our superior. Its communist government is pursuing an initiative called Made in China 2025. It seeks to make China the dominant player in 10 advanced industries including robotics, artificial intelligence and aerospace. And they are getting a major assist from the United States where many in our ruling class view outsourcing as a boon to corporate profits. What can be done to stop this? We spoke recently to Marco Rubio, Senator from Florida about it and here's what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Senator Rubio, thank you very much for joining us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA",
      "sentences": "Thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So have you said crystally, in very clear language, China is growing at the expense of America, what does that mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "It means they are trying to take over all the industries that are going to dominate the 21st Century and they are not out innovating us to do it, they are cheating. I mean, they are stealing our secrets. They are forcing our companies to transfer technology. They are funding their company so their companies can go out and bid against ours, undercut us because they don't have to make a profit. The Chinese government is backing them. And then when they do win in those places, they put us out of business and they control that industry. For years, we were told, \"Don't worry, the Chinese are doing a lower end manufacturing stuff but the big stuff is still being made in America.\" Well, now they are going -- they are coming for the big stuff. We are going to have nothing left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So if you sought an advantage in trade against another country and you were able to raise their energy prices far above current market, that would give you a huge advantage, wouldn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Absolutely, and if did you it to yourself as some are suggesting that's a self- inflicted damage. There is going to be no Green New Deal in China. They do all the stuff where they go around the world and talk about how they are going to get carbon emissions, but they say that will be later, by the way, once we become a rich and prosperous country, they already are. And the bottom line is that, it's one of the areas where the United States has been blessed with the resources to be globally competitive and we shouldn't be surrendering that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I mean, why would we ever sign up for a program that in effect is unilateral disarmament against China? So we are not going to use any fossil fuels. We're going to shut down our energy sector and our nuclear sector, but China doesn't have to. Why would we ever do something like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Because I think there are people who think America is a planet. America is a country. The rest of these countries are going to do what they are going to do. Look, that's fine. I want the air to be cleaner. I want us to be more energy efficient. I think you get there by allowing the innovations to get you there and other practices, but you don't get there by destroying and gutting your economy. And so ultimately, the people who are proposing that will have to defend it and why they are offering, it is a ridiculous idea. You can see that a lot of Democrats are hiding from it and some are just flat out saying it's crazy. Others are very proud of what they are putting out there. But bottom line is this. It's unilateral disarmament economically. It's worse than that, it's actually self-inflicted damage that we would do to ourselves if even pieces of that were implemented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But if you really believe that carbon dioxide was a deadly pollutant destroying the earth and you look at the numbers in China emits twice, more than twice what the United States does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why wouldn't you be protesting outside the Chinese Embassy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, again, I think these are people that think America is a planet. They think that somehow if we do it, they don't matter. That the rest of the world is going to sort of eat up the difference because of their rate of growth and it's not just China, it's India and a bunch of other places. But the second thing I ask is, fine, then let's do more nuclear energy and let's shift more to natural and make it easier to access natural gas that's much cleaner than some of the other fuels, but they are against those, too. If the idea is that we're going to power this country into the 21st Century with solar panels and wind mills, that's not going to work. It doesn't work anywhere, so you've got to have some consistent source of revenue and you've got to do it in a way that doesn't destroy or gut your economy. But they are against those things as well. Nuclear energy is nearly impossible now to build any plant in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm sensing a theme here. Senator Rubio, thank you very much for that. Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "While we talk about something so important as our China deal and the new trade relationship, it's now time to go back to the House floor where we believe we have hit that magic number and it looks like we are going to at least the House and Senate has now voted to fund the government until September 30th. David Spunt is there and we got across the threshold, am I right, David?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Yes, that is correct. The threshold was 217 votes. The vote technically still open. We are waiting to get the final number, but Democrats did pass that threshold, even Republican if Republicans did vote for it. We will get the final tally in a moment. We did pass that 217 threshold. We are told, Brian in about 35 minutes. House Speaker Nancy Pelosi will have a photo opportunity signing this legislation before it goes off to the White House and that's where the President and his team will be reviewing it before he signs it. You have spoken with the Chief of Staff Mulvaney who said President Trump will go ahead and sign it. It passed today in the House 83-16 and we know right now that in the House - or it passed in the Senate 83-16, and excuse me, Brian. We know that right now in the House, it has passed that magic number of 217 votes. But it's been contentious issue for Republicans and Democrats and the deadline, Brian, was midnight in just a few hours from now. So this is really down to the 11th hour here, but it looks like the government will be funded and there will not be another government shutdown -- Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You know, and, David, I assume that the President is going to sign it tomorrow, but with the three-day weekend on Presidents' Day on Monday and the weekend coming up, he might want to sit on it while he or he simultaneously could sign this and declare the national emergency and get those funds from the different categories that we spoke of. So, the President is getting his $1.375 billion as we bring in Mark Steyn. Mark, we find out and David, stick around, but we find out there is a lot of provisions with that and some of the mayors might be able to give a thumbs up or a thumb's down in these border cities on where this money - whether this money could be spent on the border, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, basically, every border municipality will have a veto on whether a physical barrier can be built and those borders along the Rio Grande, those border towns are overwhelmingly democratic towns. What's interesting about this vote, Brian, right now as it stands, it looks like far more Republicans have voted against it than have voted for it and so there is a real split on the G.O.P. side on this, and it's a question of where the President feels his base is. And my view, obviously, is that the base is with the Congressman who voted no to this bill, but it makes an interesting point. I mean, the last few days, we have all been talking about how the Democrats are tearing themselves apart. They are getting over woke with Alexandria Ocasio-Cortez and Ilhan Omar and there is a big split between that side of the party and the Chuck Schumer and Nancy Pelosi side. But you look at these House totals, when it counts, the House Democrats stay united and it's the G.O.P. that's split right down the middle on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "So, good point. And, of course, the majority with the Democrats. Let's go out to David Spunt. We are starting to see who voted for what, and once again Alexandria Ocasio-Cortez is making news by what she didn't vote for, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Well, Brian, yes. Republicans may be split, but Democrats are also split. New York Congresswoman Alexandria Ocasio-Cortez, a producer spoke to her as she was actually heading to the floor to vote. She said, \"I don't think this deal is a victory for anyone.\" These are her words. \"It's a Republican bill just to keep the government funded. Now, she has in the past said that she wanted to defund I.C.E. - Immigration and Customs Enforcement. That's part of the Department of Homeland Security. Also important to point out that many Democrats who voted for this such as Speaker Pelosi, she said that this was a good deal. She voted for it. If President Trump declares that national emergency which we are fully expecting him to do, she said there could be some legal challenges in the White House. Press Secretary Sarah Sanders said earlier today essentially bring it on if there is -- Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "You know it's interesting, David, thank you. Thank you for that update. Mark, when I was speaking to Mick Mulvaney 30 minutes ago, he said, we have been preparing and digging out money for the past three months. We have been getting the legal arguments ready for the past three months and he says that Mitch McConnell is firmly in support of this and said so publicly. So the White House who is bulked up for legal challenges, this is one they might indeed be ready for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, I hope so. I mean, there is certainly enough money in the budget to actually build a wall across the entire southern border. Under the stimulus thing that Obama did in his first few months in office, he spent huge sums of money, $800 million I think in total upgrading northern border stations on little bits of two lane blacktop in the Great North Woods between Vermont and Quebec that nobody goes through. So we need to get the southern border, some similar action there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Right, hey, Mark, thanks so much for being there. David Spunt, great job on Capitol Hill. In case you do not know, it has now passed through the Senate and through House. The bipartisan bill now goes to President Trump's desk at which time he is going to be signing the executive order to declare a national emergency to get the money up to $8 billion. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KILMEADE, HOST",
      "utterance": "Hi, everybody, I'm Brian Kilmeade. This is \"Tucker Carlson Tonight.\" Tucker, will be with you in about five minutes, but we have some breaking news we want to share with you. Of course, today was dominated by many stories, one of which was the bipartisan budget bill for border security and big number is that the President was unhappy with was $1.375 billion to build a border barrier. He could do anything he wanted with it, which shows an advantage, but the question was, would the President add something with that? Would he declare a national emergency? I just got off the phone with Mick Mulvaney, Chief of Staff the answer is a resounding \"yes.\" And now, for the first time, you are going to hear exactly how much it is and where the money is coming from. It's going to be about $8 billion. He had the $1.3, then $600 million will come from the Treasury -- the Treasury forfeiture fund; $2.5 billion out of DoD. They consulted with Mick Mulvaney and the White House over the last few months on what they could actually do and they are going to use some money they feel they can spare on the drug interdiction account. Then they came across with $3.5 billion for the military - the military construction budget. They feel they can help in that respect, and then, of course, they have additional money and it all adds up to $8 billion. So the $1.375 billion, not enough for the President. He wanted $5.7 billion. He walks away at the end of the day with $8 billion and, of course, the Democrats and some Republicans are upset about that. Now, let's go to Capitol Hill. Now, earlier today, we understand David Spunt that the Senate voted with 83 yes to pass this bipartisan bill. What could you tell us about the House tonight?"
    },
    {
      "speaker": "DAVID SPUNT, CORRESPONDENT",
      "utterance": "Yes, Brian, 83 to 16. It has been a very busy day here on Capitol Hill. The House is getting ready to vote on this final passage here. Sometime in the next hour and a half, two hours, we are expecting this to be a resounding yes, if you talk to Democrats. That's what House Speaker Nancy Pelosi says. Now, after the House votes on this, it's going to go over to the White House. You mentioned you spoke to Chief of Staff Mick Mulvaney, President Trump, and the rest of his team ready, anxiously awaiting to see the final tally, see this final legislation. Now, Senator Mitch McConnell, he is the Majority Leader, he made sure that he had assurances from the White House today that President Trump would indeed declare a national emergency for that $1.37 billion border barrier enough for 55 miles of fencing along the Texas-Mexico border. Now, there were several provisions. Now, one of them Brian, out of the many provisions is that the Department of Homeland Security, they will have to discuss any construction with local leaders before that construction takes place. But the big news here right now is the House. House Speaker Nancy Pelosi said today she is confident that this will pass in the House. We are going to stand by and bring you any other updates, Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "David, we will go back to you especially if that vote actually takes place and maybe some people will change their vote when they hear about the President's declaration of a national emergency, which is official, it will be signed tomorrow. I would like to now go out to you Congressman Chip Roy, the Republican is on the floor getting some of this news. Now, Congressman, I understand you are not thrilled with the additional funds that the President is going to be declaring tomorrow. Why?"
    },
    {
      "speaker": "REP. CHIP ROY, R-TX",
      "utterance": "Well, hi, Brian, thanks for having me on. You know, look, my primary concern here is that the Congress hasn't done its job. They have left the President having to figuring out how to handle this and how to secure the border of the United States, which is fundamentally our duty as a sovereign nation. He shouldn't be in that position. But if the President signs this bill, this very bad bill, then I believe he might actually undermine the very emergency that he is trying to declare. Congress has not done its duty. We have now sent him up a bill which actually makes it impossible to build fencing along the Rio Grande Valley in public land, impossible to build fencing where think there might be objections from local officials. Meanwhile, McAllen is where we have got 400,000 people streaming across our border, bringing fentanyl in our country, and bringing little children into our country to be used as hostages by the cartels. This bill has a provision and at Section 224, which will empower the cartels to use children and to make sure that they are protecting people here who are here illegally as their sponsors as the bill says. That is unconscionable. And I am just really frustrated that this is what Congress is sending to the President. I hope he will actually reject it and veto it."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Well, there are some provisions in a thousand page plus bill that you didn't have 72 hours to review. You nixed that. As people read it, they are starting to see some poison pills, which make me wonder how could anyone -- Republican could be upset that the President is going to get an extra $8 billion in emergency funds. Congressman, interesting vote, we will see how it goes. We will check back with you."
    },
    {
      "speaker": "ROY",
      "utterance": "Thanks, Brian. Appreciate it."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right, let's go out to Kansas. Kris Kobach is former Kansas Secretary of State, ran for Senate, almost won that -- Governor, excuse me. Kris, we spoke on \"Fox & Friends\" this morning and you said, \"I've got to look at these thousand pages to see if it has some poison pills.\" You heard the Congressman. Do you see some provisions in here that the President is not going to be happy about?"
    },
    {
      "speaker": "KRIS KOBACH, FORMER KANSAS SECRETARY OF STATE",
      "utterance": "Yes, I do. I agree with Congressman Roy completely. Section 224 is a de facto amnesty. Anybody who can claim to be a potential sponsor of an unaccompanied alien minor and we have got about 223,000 such individuals who have been let into this country. A potential sponsor can be a distant relative. You know, so you played out the numbers. It's probably going to be upwards of a million people who are going to claim this protection from removal. They can't be deported according to this bill if they are even in the Household of a potential sponsor of an unaccompanied alien child. It's a disastrous provision. There is also a provision that says the President can't impose any border fees on crossings. That's one way he is going to make Mexico pay for the wall is to impose a fee on people coming in from Mexico. Well, the bill doesn't allow him to do that. So I blame the House -- or rather the Republican negotiators for putting him in this really bad position. He needs the $1.3 billion to build the wall, but he has got these poison pills attached to it. They really shouldn't have put the President in this position."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Well, that's true. So you've got the bill and then you have tomorrow, the President is going to be signing into -- he is going to actually declare a national emergency. It's been done 58 times since the law went into effect and giving the President's power since 1976. So, will that solve a lot of these problems?"
    },
    {
      "speaker": "KOBACH",
      "utterance": "Well, yes and no. The national emergency will empower the President to free up additional funds to spend on building the badly needed border wall, and I just came last week from the Arizona border where it's wide open in many places. We absolutely need it and we need to be building immediately. But what happens with the bill is that those funds become available immediately. There is a chance when the Democrats and their allies take this to court, the national emergency, that if they get -- they draw lucky and get a judge who is an activist and wants to see the President's wall project stopped, that judge might enjoin the use of these additional funds that come from the national emergency. So he needs that $1.3 billion to get started immediately. We will see. But obviously, the President is looking for money everywhere to make good on his number one promise that he made to the American people to build that wall. So I know where he is coming from here. He wants to stay faithful to that promise and that he sees the incredible emergency we have on our southern border and, like I say, just coming from the border recently, it's happening every day and it is a big problem."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right. You know and keep in mind, President Obama did 12 of these national state emergencies. He did same thing with DACA and so far, the Supreme Court has not even taken that up yet. Maybe this will be on a fast track. In the meantime, the President could possibly spend the money. Kris Kobach, you are all over this. Thanks so much for reading the thousand pages. We will see if it passes the House."
    },
    {
      "speaker": "KOBACH",
      "utterance": "My pleasure. Almost, my pleasure."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Almost your pleasure, right. Let's go out to Mark Steyn for some deep thoughts. Mark, after the President made it clear today that he is going to be declaring using emergency funds; immediately Nancy Pelosi came out and said \"Well, okay, maybe a Democratic President will decide guns, there is too many guns in this country and declare a state of emergency.\" That would not apply to this provision, but what do you think the ramifications are of the President doing this?"
    },
    {
      "speaker": "MARK STEYN, BESTSELLING AUTHOR",
      "utterance": "Well, I think it's difficult with guns because guns are in the Constitution. I'm not sure it would be so much more difficult if she wanted to do something on, say, climate change and the Green New Deal and that kind of thing. So I do share concerns of people about having to actually police one's national front here for an emergency measure. And I think actually just to go back to what Kris Kobach was saying, Brian. I think we all know the first judge the Democrats lay this in front of, whichever rinky-dink district court judge in the Ninth Circuit they decide to give the gift of this emergency -- national emergency -- to, he is going to order a stay on it. And, then we get to the stuff that's in the bill, this hideous bill where it actually gives a veto to municipalities as to whether any border wall can be constructed. There are a lot of huge problems here and most of them arise because the Republicans, when they controlled Congress, didn't get this done in the first two years."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right, it is strange. They only gave him $1.6 billion and they only offered him that even on the second year when Paul Ryan was in charge. It was put in the screen, Mark, for a very good reason. I know you usually like your face on the whole screen, but we are doing it for a good reason. We are watching the vote and speeches coming out of the House. Normally, the House would vote first, but because of the funeral today, they asked for the Senate to go first. In the big picture, the President sits there and negotiates in a bipartisan way. Many people feel as though Democrats got more than the Republicans, fine. But this $8 billion should keep many conservatives happy knowing that the President continues to fight in trying to fulfill a promise. Would you buy that?"
    },
    {
      "speaker": "STEYN",
      "utterance": "Well, I think we need some clarity on what the bill actually says because some of this stuff about, again, the language that Chip Roy was talking about, potential sponsors. That appears to incentivize human trafficking. I don't know why the Democrats are in favor of that. But the Republicans certainly shouldn't be."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right, Mark, thanks so much."
    },
    {
      "speaker": "STEYN",
      "utterance": "Thanks a lot, Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Again, Mick Mulvaney just called us -- you've got it -- $600 million will come from Treasury; $2.5 billion from DoD drug interdiction; $3.5 billion from military construction budget and that will get to you to about $8 billion that will build a lot of wall and bring a lot of security. Let's see what happens over the next 24 to 48 hours as we continue to watch that vote in the House. In the meantime, while we watch that, coming up next, in a couple of minutes, Tucker Carlson takes on the issues like Andy McCabe and his new book and accusations. Later on China, Marco Rubio, his greatest concerns as we try to reconfigure our trade relationship. Don't miss a minute."
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "You heard people who seem a little paranoid to be honest. Talk about a coup. Now, they don't seem quite as crazy. In a new interview, former FBI Deputy Director, Andy McCabe admitted that Justice Department officials discussed launching an administrative coup d'etat against the President of the United States. The official says McCabe considered asking the President's Cabinet to invoke the -- never invoke 25th Amendment to the Constitution as a way to remove Trump from power, obviously, without an election or an impeachment hearing. Fox chief intelligence correspondent, Catherine Herridge is on this story and has details for us tonight -- Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Well, thank you, Tucker. McCabe went on the record confirming our reporting from October that he believed the Justice Department's second in command was serious about recording the President and invoking the 25th Amendment. The timing matters because May 2017 is a pivotal month in the Russia probe. Deputy Attorney General Rod Rosenstein was just two weeks into the job when President Trump fired FBI Director James Comey. Eight days later, Rosenstein appointed the Special Counsel. McCabe also tells CBS News that after Comey was fired, the FBI launched an obstruction of justice case, in addition to the FBI's ongoing investigation into alleged Russia collusion. In a statement, the Justice Department seemed to stop short of denying Rosenstein talked about removing the President, quote, \"The Deputy Attorney General never authorized any recording that Mr. McCabe references. Based on his personal dealings with the President, there is no basis to invoke the 25th Amendment.\" In a tweet, President Trump hit back, \"Disgraced FBI Acting Director Andrew McCabe pretends to be a 'poor little angel' when in fact he was a big part of the Crooked Hillary scandal and the Russia hoax. A puppet of lying James Comey.\" And for some context, Andrew McCabe was fired last year for lying to Federal investigators. That case is now with the U.S. Attorney here in Washington -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Catherine Herridge for us. Thank you very much."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "You are welcome."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I appreciate it. Jon Summers is a former Communications Director for Senator Harry Reid of Nevada and he joins us tonight. Jon, thanks very much for coming on."
    },
    {
      "speaker": "JON SUMMERS, FORMER COMMUNICATIONS DIRECTOR FOR SEN. HARRY REID OF NEVADA",
      "utterance": "You bet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So take the party I.D.'s off the players in this. Here you have Federal law enforcement discussing removing the President without an impeachment or an election. That sounds like something that happens in a third world country, doesn't it?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Well, it's something and I'm not going to defend any one individual in this situation because these are very serious conversations that they were having, but it does appear that those are conversations they were having."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "And those are based off of the Constitution, right? It's the 25th Amendment of the Constitution which does act as a safeguard should we ever run into that situation, so, for me --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Run into what -- run into a situation?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Run into a situation where --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Where you don't like the President or disagree with his Russia policy."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Or where you feel like the President is incapable of doing the job. And so I think, I don't -- you know, I don't have a problem that they had these discussions. At the end of the day, they landed at no, and I think that's the important thing to remember. So the system worked the way it was supposed to, as it relates to whether or not to remove the President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No. No. Because if you find yourself as an executive branch employee, disagreeing the policies of the person for whom you work, you leave. You quit. And you can state so publicly if you want. You have the right to do it. What you are not allowed to do is try to take power from the one elected guy in the entire branch of government because that's not democratic, it's the opposite of democratic, but that's what they tried to do."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Agreed, but what you are saying is that they were considering it because they didn't like the policies. And I don't think that's the case at all."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why were they considering it?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "There was a genuine concern about how Russia was involved in the 2016 election."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so the amendment was written after Woodrow Wilson suffered a stroke in office and his wife wound up running the country. I guess, she was a fine President. But we didn't want to repeat that. So this was specifically written and every lawyer knows this, including the ones at the FBI. For a President who is incapacitated, not for a President whose policies you find repugnant or disagree with or don't -- you know what I mean, just because he is not a neocon doesn't mean that can you remove him from power."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I agree, and again, I don't think that's what they were thinking about. There was big concern, again, when you look at the timing of McCabe going into office and again, he is obviously a flawed messenger in many ways, but when you look at the time that he was elevated to his position, it was right after James Comey was fired. And why was James Comey fired, as the President said himself, because he wanted the Russia investigation to end, clearly there was a concern."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, but the other way -- well, there was a concern because the guy they liked who was their boss got fired, which is absolutely the prerogative of this or any President to fire his own employees if he wants. For whatever reasons he wants. If you don't like him impeach him or vote against him."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Unless it's viewed as obstruction of justice."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, but I mean, under no plausible scenario could it be I mean, because, of course, the FBI Director is free to say whatever he wanted to the Congressional Committees or the Mueller investigation or write a book which, indeed he did. So it's not obstruction of justice. It's not to prevent justice from working its way to its conclusion. I just wonder, why are liberals all of a sudden defending this radically empowered Federal law enforcement agency? You don't see this as a threat to the Kamala Harris administration two years from now? For real?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I don't -- yes, and I get the question. I don't see liberals defending this. I think what we are defending is the -- is protecting the investigation. So we have a good understanding of exactly what Russia was doing in the 2016 elections and whether they were aided by anyone here in the United States."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, but then you spend --"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "And part of that question centers on the President of the United States and some of his closest associates."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, so we've spent two years looking into that and the conclusion of the Senate Committee that has looked into it is there is no conclusion."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "That's not true. That's what the Chair of that Committee said. That wasn't a statement from the Committee as a whole. That's what the Chair said."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is there a point at which --"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "The Ranking Member, just to be fair, the Ranking Member said he disagreed."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, the Ranking Member did not say."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "So the Senate did not come to the conclusion that there was no collusion. And official core documents have come to the conclusion that there was some collusion. We saw that in the Manafort documents and we have also seen it in the Roger Stone documents, whether that collusion rises to the President is the question."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There is no collusion. Okay, just for the record, there is no quote \"collusion\" with Russia in the Roger Stone indictments. Okay, no one has been indicted for colluding with anybody so far."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Acting as a liaison between WikiLeaks on behalf of Russia."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But that is not -- look, it's not a crime and it's not collusion. But leaving that aside, I just want to end on this, does it really honestly as a citizen not bother you that a Federal law enforcement agency discussed removing the President of the United States by nondemocratic means for basically disagreeing with them and firing their boss. That doesn't bother you at all?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "The premise of your question, if that was the case, would bother me. That's not what that was about, and again --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "How about -- let's leave the last part off. Whatever it was about."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I am comforted by the fact that they -- fine, they have the discussion as provided by the 25th Amendment and landed on no. So again, I am in the place where --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But that's like saying, you know, I talked about killing my wife, I didn't do it. Do you know what I mean? And there is a difference, like I'm not a murderer, it's like, \"Oh, yes, but you discussed it.\" What does that say about you? Something ominous, no?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "What it says is it is less about the people and more about the concerns they have about the President who is trying to stop an investigation into his campaign."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, 25th Amendment."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "If he has got nothing to hide, he should have nothing to fear."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, give me your e-mail password if you have got nothing to hide. We will talk about it off air. Jon, thank you very much."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "In his \"60 Minutes\" interview, McCabe admits that his attempt to undermine the President began almost immediately after his boss, Jim Comey was fired and it was, of course, due to Russia."
    },
    {
      "speaker": "ANDREW MCCABE, FORMER DEPUTY DIRECTOR OF THE FBI",
      "utterance": "I was speaking to the man who had just run for the presidency and won the election for the presidency and who might have done so with the aid of the government of Russia, our most formidable adversary on the world stage and that was something that troubled me greatly."
    },
    {
      "speaker": "SCOTT PELLEY, CORRESPONDENT, CBS",
      "utterance": "How long was it after that that you decided to start the obstruction of justice and counterintelligence investigations involving the President?"
    },
    {
      "speaker": "MCCABE",
      "utterance": "I think the next day I met with the team investigating the Russia cases and I asked the team to go back and conduct an assessment to determine where are we with these efforts and what steps do we need to take going forward."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Alan Dershowitz is a retired Harvard Law School Professor. He is the author of the book, \"The Case against the Democratic House Impeaching Trump,\" and he joins us tonight. Professor, thanks very much for coming on. So now the suspicions of many are confirmed by one of the players in it. The Department of Justice discussed trying to remove the President using the 25th Amendment. What's your reaction to that?"
    },
    {
      "speaker": "ALAN DERSHOWITZ, RETIRED HARVARD LAW SCHOOL PROFESSOR",
      "utterance": "Well, if that's true, it is clearly an attempt at coup d'etat. Relating to what your former guest said, let's take the worst case scenario. Let's assume the President of the United States was in bed with the Russians, committed treason and committed obstruction of justice. The 25th Amendment simply is irrelevant to that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "That's why have you an impeachment provision."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "The 25th Amendment is about Woodrow Wilson having a stroke. It's about a President being shot and not being able to perform his office. It's not about the most fundamental disagreements. It's not about impeachable offenses. And any Justice Department official who even mentioned the 25th Amendment in the context of President Trump has committed a grievous offense against the Constitution. The framers of the 25th Amendment had in mind something very specific and trying to use the 25th Amendment to circumvent the impeachment provisions or to circumvent an election is a despicable act of unconstitutional power grabbing. And you were right when you said it reminds me of what happens in third world countries. Look, these people may have been well-intentioned. They may have believed that they were serving the interest of the United States, but you have to obey the law and the law is the Constitution."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And the 25th Amendment is as clear as could be -- incapacity, unable to perform office. That's what you need. That's why you need two thirds of the House and two thirds of the Senate agreeing and it has to be on the basis of a medical or psychological incapacity, not on the basis of even the most extreme crimes which there is no evidence were committed. But even if they were, that would not be a basis for invoking the 25th Amendment."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. So this is not simply -- right -- it's just --"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And I challenge any left wing person to get on television and to defend the use of the 25th Amendment. I challenge any of my colleagues who are in the get Trump at any cost camp to come on television and justify the use of the 25th Amendment other than for physical or psychiatric incapacity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I bet they are doing that right now. But this is an attack on our system, I would say, not just Donald Trump. Alan Dershowitz, thank you very much."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It is an attack on our system, and it is an attack on the Constitution. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, scary. We have update for you tonight on language in the border security bill. One part of that bill says essentially that illegal immigrant families can pick up illegal immigrant children from Federal custody and that DHS will not be notified of that. Any language added to the bill is there for a reason and the reason here is very clear. It will make it easier for children coming from Central America to be aided by illegal immigrants here in the United States. Now, this may be motivated by goodwill. We could debate it, but in effect it creates a harmful incentive. It will encourage more children to make the long and dangerous trek up through Central America to the United States. We will continue to stay on top of the details of this bill because they are worth paying attention to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "For generations, everybody in America knew what the stereotypes were for the two political parties. Democrats were the party of the working class, coal miners, factory workers, and your local beat cop. Republicans were the party of lawyers and doctors and they spend a lot of time at country clubs. Remember? Things have changed a lot. Now Democrats have become the party of the elite professional class. They are consultants, bankers, socialites eager to lecture you about open borders and global warming from their gated communities. Nobody knows that change better, or has watched it more carefully than the author of \"Hillbilly Elegy,\" J.D. Vance. We spoke to him recently about it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "J.D. Vance, thanks for joining us. J.D. VANCE, AUTHOR, \"HILLBILLY ELEGY\": Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So because you don't live in Washington and you think bigger thoughts than the rest of us who are completely consumed by this dumb news cycle, I want to ask you a broader question. The parties have realigned. They don't represent the same people they thought they represented or that they have represented for the last 70 years. I'm not sure their leaders understand this, but you do. Who do the parties represent as of right now?"
    },
    {
      "speaker": "VANCE",
      "utterance": "Well, at a big level, the Democratic Party increasingly represents professional class elites."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "VANCE",
      "utterance": "And Republicans represent middle and working class wage earners in the middle of the country. Now, I will say, I think Democratic leaders kind of get this. If you look at the big proposals from the 2020 Democratic Presidential candidates -- universal child care, debt free college, even Medicare for All which is framed as this lurch to the left, but is really just a big handout to doctors, physicians, pharmaceutical companies and hospitals. They sort of get they are the party of the professional class and a lot of their policies are geared towards making life easier for professional class Americans. The problem I have is that my party, the Republican Party hasn't quite figured out that we basically inherited a big chunk of the old FDR coalition. The middle of the country, working in middle class, blue collar folks sort of people who work, pay their taxes, send their kids to military. That's increasingly the base of the Republican Party, but the Republican donor elites are actually not aligned with those folks in a lot of ways and so there is this really big mismatch, big picture within the Republican Party."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I'm completely fascinated by what you just said. Something I have never thought of in my life that Medicare for All is actually a SOP to the professional class. That's a whole separate segment and I hope you will come back and unpack that all."
    },
    {
      "speaker": "VANCE",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But more broadly, what you are saying, I think is, that the Democratic Party understands what it is and who it represents and affirmatively represents them. They do things for their voters, but the Republican Party doesn't actually represent its own voters very well."
    },
    {
      "speaker": "VANCE",
      "utterance": "Yes, that's exactly right. I mean, look at who the Democratic Party is and look, I don't like the Democratic Party's policies."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "VANCE",
      "utterance": "Most of the times, I disagree with them. But I at least admire that they recognize who their voters are and they actually just as raw cynical politics do a lot of things to serve those voters. Now, look at who Republican voters increasingly are. They are people who disproportionately serve in the military, but Republican foreign policy has been a disaster for a lot of veterans. They are disproportionately folks who want to have more children. They are people who want to have more single earner families. They are people who don't necessarily want to go to college but they want to work in an economy where if you play by the rules, you can you actually support a family on one income."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "VANCE",
      "utterance": "Have Republicans done anything for those people really in the last 15 or 20 years? I think can you point to some policies of the Trump administration. Certainly, instinctively, I think the President gets who his voters are and what he has to do to service those folks. But at the end of the day, the broad elite of the party, the folks who really call the shots, the think tank intellectuals, the people who write the policy, I just don't think they realize who their own voters are. Now, the slightly more worrying implication is that maybe some of them do realize who their voters are, they just don't actually like those voters much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, that's it. So I watch the Democratic Party and I notice that if there is a substantial block within it, it's this unstable coalition, all of these groups have nothing in common, but the one thing they have in common is the Democratic Party will protect them."
    },
    {
      "speaker": "VANCE",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You criticize a block of Democratic Voters and they are on you like a wounded wombat. They will bite you. The Republicans, watch their voters come under attack and sort of nod in agreement, \"Yes, these people should be attacked.\""
    },
    {
      "speaker": "VANCE",
      "utterance": "Yes, that's absolutely right. I mean, if you talk to people who spent their lives in D.C. I know you live in D.C."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "VANCE",
      "utterance": "I've spent a lot of my life here. The people who spend their time in D.C. who work on Republican campaigns, who work at conservative think tanks, now this isn't true of everybody, but a lot of them actually don't like the people who are voting for Republican candidates these days."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "VANCE",
      "utterance": "And if you ultimately boil down the never Trump phenomena, what is the never Trump phenomenon? I was very critical of the President during the campaign."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "VANCE",
      "utterance": "But the never Trump phenomenon, I think, is primarily not about the President, it's about the people who are most excited about somebody who was anti-elitist, effectively taking over the Republican Party. They recognized that Trump was whatever his faults, a person who instinctively understood who Republicans needed to be for. And at the end of the day, I think they don't necessarily want the Republican Party to be for those folks. They don't like the policies that will come from it. They don't like necessarily the country that will come from it, and so there is a lot of vitriol directed at people who voted for Donald Trump whether excitedly or not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If the Republican Party has a future, it will be organized around the ideas you just laid out, maybe led by you or someone who thinks like you. I'm serious. That's what it needs, I think. J.D. Vance, thank you."
    },
    {
      "speaker": "VANCE",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is time for \"Final Exam,\" the remarkable Lauren Blanchard going tonight for her eighth win in a row. The question is have you paid closer attention than she has to this week's news? Find out after the break."
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "It's time right now to get your free trial on Fox Nation, our new streaming service. It is the perfect complement right here to the Fox News channel and foxnation.com features exclusive shows even from me and your favorite Fox News personalities, people you know and people you are just meeting. Here is a preview of Season Two of what made America great."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I'm going to bring you to Lincoln Memorial, but I am going to will bring to you a place that you have not seen before."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is the most visited monument. The iconic place to be in Washington and across the world."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You promised me a visit. Can we go?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let's go."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "All right, we're really going in."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We are really going in and we are going to go down the stairs below the Lincoln Memorial. It's so grand, the public should see it, too. What we're going to do is go in the grand chamber, and I am going to show you some fascinating art that is really a time capsule back to 1914 and 1922."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Hi, everybody, welcome back. Tucker will be with you again shortly. But we do want to cover the breaking news as it develops. And what a night we have had already. We understand, normally procedure would be that the Senate would vote second when you have a bipartisan bill like this border budget bill to extend funding of the government until September 30th. But, because of the funeral of Congressman Dingell, the House said, \"Hey, can we vote late at night?\" So the Senate had their vote and they had 83 votes for it, so it passes. The House at this very moment, as I split the screen with them is beginning to vote and they're going to vote for the next 15 minutes on the passage of the bill. Now, it's expected to pass, as we bring in Mark Steyn. Mark, the one thing I'm wondering is being that it's become clear and we reported it at the top of the hour that the President is going to take the $1.375 billion and all the provisions that are with it, to build the barrier and there is more money. There is about $49 billion in here for other things. But he is going to take that, but the being that he is getting about $8 billion total in emergency funds -- national emergency funds -- which he can declare constitutionally, I'm wondering if some liberals are going to defect from that? What do you think?"
    },
    {
      "speaker": "STEYN",
      "utterance": "So, the theory would be that if they think he is serious about doing it, then they would object to this bill because he does need the starting money. He needs that additional -- he needs that billion and change just so he can get going before - as we were talking about before, some district court judge in the Ninth Circuit somewhere decides to strike it down. I think what will be interesting about this is the dynamic -- the dynamic between the freedom caucus-- in the House which has felt it does not actually have any meaningful leverage on this and President's own inclinations. But the language of this bill, I mean, this is an appallingly written bill. As you say, it's very weird for it to be starting in the Senate because funding bills normally start in the House. There is a great sense that a lot of this is being kind of made up as it goes along, but there are things in that bill that are poorly drafted and that are of huge implication and legislators owe that to their constituents beyond anything else. All this wording that nothing in this bill or any other bill, for example, what does or any other bills mean in there? You can't ever build a wall in the Rio Grande Valley, no way, no how, not now, not never? I mean, this isn't the way -- this isn't the way a republic of citizens representatives draft legislation."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right. We are watching this tally go right now. Nita Lowey who is in charge of appropriations. She is chairperson and she is the one who really part of that 17 -- who led the 17-person bipartisan bicameral committee. She just spoke five minutes before we hopped on, just while we were in the break, Mark, and she was saying, \"Okay, let's have voting started. It's going to be electronic,\" and we have right now it looks pretty -- it looks 122 to 22. So it looks pretty overwhelming. If you missed it at the top of the hour, we did speak to Mick Mulvaney and Mick Mulvaney broke down where he is getting the additional money that the President will officially sign in the executive order in national emergency. He is he getting $600 million from the Treasury forfeiture fund. He is he going to get $2.5 billion from the DoD drug interdiction account, $3.5 billion from the military construction budget. Now, over the last three months, he has been asking people come up with some money, you think that will help because it's all in the name of national security. But, I want to go now, yes, and this is the money how it breaks down. Obviously, Nancy Pelosi is going to -- well, it's just a matter of time before she challenges this or somebody challenges this in court. David Spunt is actually on the House floor covering all of this as the vote develops. It's around now 129 to 28. David, any surprises so far?"
    },
    {
      "speaker": "SPUNT",
      "utterance": "Well, hey, Brian, that's the vote total right now. The actual final number is 217. That would be the magic number I should say. We are waiting and once it gets to 217, then you can officially say that they have the votes needed to actually pass that bill, combine that with the Senate version and then go ahead and send it over to the White House. Nancy Pelosi, the House Speaker said today she has been confident from the beginning that this was not going to be a problem. She said this was going to pass. Also, Brian, she mentioned that there may be some legal challenges if the President declare a national emergency. She said that it could cause some type of precedent issues, meaning that if a Democrat gets elected next time, they could declare a national emergency for what they feel would constitute a national emergency. So right now, it's a 15-minute vote. We should know, according -- I'm looking right now from some e-mails from our House producer, Chad Pergram, the final tally should come somewhere around the top of the hour in about 15 minutes and the magic number in the House is 217 as we watch those votes tally now and then at that point, there will be a ceremony. Nancy Pelosi the House Speaker will sign it and then send it over to the White House where you have been speaking to the Chief of Staff and the President's team will review it before he signs it -- Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "David, real quick, 10 seconds, anybody say something of note in their remarks before the vote took place that our viewers should know about?"
    },
    {
      "speaker": "SPUNT",
      "utterance": "Well, we do know that Alexandria Ocasio-Cortez, she is a liberal Democrat from New York, and as she was walking in somebody spoke to her off camera and she said she would be voting no because the actual bill gives money to Homeland Security. She said that she wants to defund I.C.E. and parts of Homeland Security, Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right. She is definitely -- she is definitely different. Always trying to stand out on every vote at every moment. David Spunt, thanks so much. Mark Steyn, thank you very much. Back in a moment we're covering -- Tucker Carlson Live is covering all the breaking events in Washington. Don't move."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There has been a significant development today in amazon.com's planned takeover in everything in American life. A few months ago, Amazon announced plans to open two new headquarters -- one in Northern Virginia and the other in New York City. Those cities both won the Sweepstakes to provide the biggest corporate giveaways to Amazon. But in New York, that plan met resistance from some locals who said the city ought to focus on helping its own residents, improving its own infrastructure rather than giving billions to the world's richest man. Apparently those protests succeeded. Today, Amazon announced it will be cancelling its planned headquarters in New York. Virginia, no such luck. They are still coming. China has risen rapidly to become the chief economic and political rival of the United States. No one in Washington recognizes that, but it's clearly true. But China is not content to be the equal of this country. China wants to be our superior. Its communist government is pursuing an initiative called Made in China 2025. It seeks to make China the dominant player in 10 advanced industries including robotics, artificial intelligence and aerospace. And they are getting a major assist from the United States where many in our ruling class view outsourcing as a boon to corporate profits. What can be done to stop this? We spoke recently to Marco Rubio, Senator from Florida about it and here's what he said."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Senator Rubio, thank you very much for joining us tonight."
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA",
      "utterance": "Thank you. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So have you said crystally, in very clear language, China is growing at the expense of America, what does that mean?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "It means they are trying to take over all the industries that are going to dominate the 21st Century and they are not out innovating us to do it, they are cheating. I mean, they are stealing our secrets. They are forcing our companies to transfer technology. They are funding their company so their companies can go out and bid against ours, undercut us because they don't have to make a profit. The Chinese government is backing them. And then when they do win in those places, they put us out of business and they control that industry. For years, we were told, \"Don't worry, the Chinese are doing a lower end manufacturing stuff but the big stuff is still being made in America.\" Well, now they are going -- they are coming for the big stuff. We are going to have nothing left."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So if you sought an advantage in trade against another country and you were able to raise their energy prices far above current market, that would give you a huge advantage, wouldn't it?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Absolutely, and if did you it to yourself as some are suggesting that's a self- inflicted damage. There is going to be no Green New Deal in China. They do all the stuff where they go around the world and talk about how they are going to get carbon emissions, but they say that will be later, by the way, once we become a rich and prosperous country, they already are. And the bottom line is that, it's one of the areas where the United States has been blessed with the resources to be globally competitive and we shouldn't be surrendering that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I mean, why would we ever sign up for a program that in effect is unilateral disarmament against China? So we are not going to use any fossil fuels. We're going to shut down our energy sector and our nuclear sector, but China doesn't have to. Why would we ever do something like that?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Because I think there are people who think America is a planet. America is a country. The rest of these countries are going to do what they are going to do. Look, that's fine. I want the air to be cleaner. I want us to be more energy efficient. I think you get there by allowing the innovations to get you there and other practices, but you don't get there by destroying and gutting your economy. And so ultimately, the people who are proposing that will have to defend it and why they are offering, it is a ridiculous idea. You can see that a lot of Democrats are hiding from it and some are just flat out saying it's crazy. Others are very proud of what they are putting out there. But bottom line is this. It's unilateral disarmament economically. It's worse than that, it's actually self-inflicted damage that we would do to ourselves if even pieces of that were implemented."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But if you really believe that carbon dioxide was a deadly pollutant destroying the earth and you look at the numbers in China emits twice, more than twice what the United States does."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why wouldn't you be protesting outside the Chinese Embassy?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, again, I think these are people that think America is a planet. They think that somehow if we do it, they don't matter. That the rest of the world is going to sort of eat up the difference because of their rate of growth and it's not just China, it's India and a bunch of other places. But the second thing I ask is, fine, then let's do more nuclear energy and let's shift more to natural and make it easier to access natural gas that's much cleaner than some of the other fuels, but they are against those, too. If the idea is that we're going to power this country into the 21st Century with solar panels and wind mills, that's not going to work. It doesn't work anywhere, so you've got to have some consistent source of revenue and you've got to do it in a way that doesn't destroy or gut your economy. But they are against those things as well. Nuclear energy is nearly impossible now to build any plant in America."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm sensing a theme here. Senator Rubio, thank you very much for that. Great to see you."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Thank you."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "While we talk about something so important as our China deal and the new trade relationship, it's now time to go back to the House floor where we believe we have hit that magic number and it looks like we are going to at least the House and Senate has now voted to fund the government until September 30th. David Spunt is there and we got across the threshold, am I right, David?"
    },
    {
      "speaker": "SPUNT",
      "utterance": "Yes, that is correct. The threshold was 217 votes. The vote technically still open. We are waiting to get the final number, but Democrats did pass that threshold, even Republican if Republicans did vote for it. We will get the final tally in a moment. We did pass that 217 threshold. We are told, Brian in about 35 minutes. House Speaker Nancy Pelosi will have a photo opportunity signing this legislation before it goes off to the White House and that's where the President and his team will be reviewing it before he signs it. You have spoken with the Chief of Staff Mulvaney who said President Trump will go ahead and sign it. It passed today in the House 83-16 and we know right now that in the House - or it passed in the Senate 83-16, and excuse me, Brian. We know that right now in the House, it has passed that magic number of 217 votes. But it's been contentious issue for Republicans and Democrats and the deadline, Brian, was midnight in just a few hours from now. So this is really down to the 11th hour here, but it looks like the government will be funded and there will not be another government shutdown -- Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You know, and, David, I assume that the President is going to sign it tomorrow, but with the three-day weekend on Presidents' Day on Monday and the weekend coming up, he might want to sit on it while he or he simultaneously could sign this and declare the national emergency and get those funds from the different categories that we spoke of. So, the President is getting his $1.375 billion as we bring in Mark Steyn. Mark, we find out and David, stick around, but we find out there is a lot of provisions with that and some of the mayors might be able to give a thumbs up or a thumb's down in these border cities on where this money - whether this money could be spent on the border, right?"
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, basically, every border municipality will have a veto on whether a physical barrier can be built and those borders along the Rio Grande, those border towns are overwhelmingly democratic towns. What's interesting about this vote, Brian, right now as it stands, it looks like far more Republicans have voted against it than have voted for it and so there is a real split on the G.O.P. side on this, and it's a question of where the President feels his base is. And my view, obviously, is that the base is with the Congressman who voted no to this bill, but it makes an interesting point. I mean, the last few days, we have all been talking about how the Democrats are tearing themselves apart. They are getting over woke with Alexandria Ocasio-Cortez and Ilhan Omar and there is a big split between that side of the party and the Chuck Schumer and Nancy Pelosi side. But you look at these House totals, when it counts, the House Democrats stay united and it's the G.O.P. that's split right down the middle on this."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "So, good point. And, of course, the majority with the Democrats. Let's go out to David Spunt. We are starting to see who voted for what, and once again Alexandria Ocasio-Cortez is making news by what she didn't vote for, right?"
    },
    {
      "speaker": "SPUNT",
      "utterance": "Well, Brian, yes. Republicans may be split, but Democrats are also split. New York Congresswoman Alexandria Ocasio-Cortez, a producer spoke to her as she was actually heading to the floor to vote. She said, \"I don't think this deal is a victory for anyone.\" These are her words. \"It's a Republican bill just to keep the government funded. Now, she has in the past said that she wanted to defund I.C.E. - Immigration and Customs Enforcement. That's part of the Department of Homeland Security. Also important to point out that many Democrats who voted for this such as Speaker Pelosi, she said that this was a good deal. She voted for it. If President Trump declares that national emergency which we are fully expecting him to do, she said there could be some legal challenges in the White House. Press Secretary Sarah Sanders said earlier today essentially bring it on if there is -- Brian."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "You know it's interesting, David, thank you. Thank you for that update. Mark, when I was speaking to Mick Mulvaney 30 minutes ago, he said, we have been preparing and digging out money for the past three months. We have been getting the legal arguments ready for the past three months and he says that Mitch McConnell is firmly in support of this and said so publicly. So the White House who is bulked up for legal challenges, this is one they might indeed be ready for."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, I hope so. I mean, there is certainly enough money in the budget to actually build a wall across the entire southern border. Under the stimulus thing that Obama did in his first few months in office, he spent huge sums of money, $800 million I think in total upgrading northern border stations on little bits of two lane blacktop in the Great North Woods between Vermont and Quebec that nobody goes through. So we need to get the southern border, some similar action there."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Right, hey, Mark, thanks so much for being there. David Spunt, great job on Capitol Hill. In case you do not know, it has now passed through the Senate and through House. The bipartisan bill now goes to President Trump's desk at which time he is going to be signing the executive order to declare a national emergency to get the money up to $8 billion. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}