{
  "date": "February 22, 2018",
  "headline": "Juan Williams: Evangelicals sell their souls for Trump",
  "subHeadline": "Juan Williams takes aim at evangelical Christians who support Trump in new op-ed; Pastor Robert Jeffress responds on 'The Story with Martha MacCallum.'",
  "url": "https://www.foxnews.com/transcript/juan-williams-evangelicals-sell-their-souls-for-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "sentences": "Good to see you, Bret. Thanks a lot. Tonight, on THE STORY. It feels different this time, is it? Has the boiling point finally been reached? Are the funerals finally too many? Is this father's pain too much for America? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We protect airports. We protect concerts, stadiums, embassies. The Department of Education that I walked in today, that has a security guard in the elevator. How do you think that makes me feel? In the elevator they got a security guard. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That, as other parents say they think guns are not the solution. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Rather than arm them with a firearm, I would rather arm them with the knowledge of how to prevent these acts from happening in the first place. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now, the president needs to find a bridge for both sides. He is calling for action, really, in a way that no president has before. And stepping right into these battles that will ignite left and right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "You could have concealed on the teachers. They wouldn't know the people, nobody would know who they are. And it is a tremendous threat. And, by the way, instead of advertising this school has no guns, we are gun-free, you let the people know the opposite. Nobody is going to attack that school, believe me, because they're cowards. They don't want to be shot at. We need to let people know: you come into our schools, you're going to be dead, and it's going to be fast. I like to get things done. And to get this done, we do need defense but we also need offensive capability. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And a fired up Wayne LaPierre of the NRA says that the country protects everyone but our kids. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WAYNE LAPIERRE, EXECUTIVE VICE PRESIDENT OF THE NATIONAL RIFLE ASSOCIATION",
      "sentences": "They want to sweep right under the carpet: the failure of school security, the failure of family, the failure of America's mental health system, and even the unbelievable failure of the FBI. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace Gallagher in our West Coast Newsroom with a look at what is actually being proposed and what some schools are doing already, and what form is this battle going to take? Trace? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL ANCHOR",
      "sentences": "Martha, as President Trump maps out a tragedy going forward, he says he's open to stepping up background checks for gun buyers, raising the gun buying age to my knowledge 21, limiting gun access to people with mental illnesses, and banning devices like bump stocks that allow certain weapons to fire almost like automatics -- which is what the Las Vegas shooter used. But the president believes the answer to protecting children right now is to allow some teachers to carry concealed weapons. He tweeted: 'History shows that a school shooting lasts on average three minutes. It takes police and first responders approximately five to eight minutes to get to the site of a crime. Highly trained gun adept, teachers/coaches would solve the problem instantly before police arrive. Great deterrent.' We don't know where the president got his numbers on police response time so we can't confirm. But he's right when he says the vast majority of school shootings are over by the time police arrive. And a Washington Post/ABC News poll shows that 42 percent of Americans believe that teachers with guns could have prevented the Florida shooting. Right now, there are eight states that either allow or don't prohibit educators from carrying concealed weapons: Alabama, Alaska, Hawaii, New Hampshire, Oregon, Rhode Island, Utah, and Wyoming. And in the wake of the Parkland shooting, other states are now debating the issue. But the president's idea is also getting a great deal of push back, the American Federation of Teachers with its 1.7 million members call that terrible idea. So does the National Education Association, the largest union in the country. The NEA president says, 'We need solutions that will keep guns out of the hands of those who want to use them to massacre innocent children and educators. Arming teachers does nothing to prevent that.' The president has yet to weigh in on the national debate over assault rifles. But it's worth pointing out that over the past 35 years in 140-plus mass shootings in the United States, by far the weapons of choice are handguns. Martha? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Here now, Corey Lewandowski, Former Trump Campaign Manager and Chief Strategist for America First Action. Corey, good to see you tonight. Does it feel different to you? You know, we've watched this happen so many times. There is something that feels very real and very intense about the debate that's going on right now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COREY LEWANDOWSKI, FORMER TRUMP CAMPAIGN MANAGER AND CHIEF STRATEGIST FOR AMERICA FIRST ACTION",
      "sentences": "Well, I think it absolutely does. And I think the American people are tired of individuals who shouldn't have access to guns getting access to those guns. And what the president has said is you have to look at the mental health of individuals. And in this particular case, we've seen an individual who had the police called to their home something like 38 or 39 times to deal with potential problems. And that person, for whatever reason -- and I'm not blaming anybody other than the person who committed this heinous crime or is alleged to have -- should never have been able to have access to a firearm of any nature. And we need to stop people who are unstable from having access to firearms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. You know, one of the solutions that the president proposed, he talked about something that doesn't get talked about a lot, and that is that mental institutions, facilities where people can be kept away from a community that they might harm, really closed down in large numbers over the last several decades. He talked about reopening them. How is he going to do that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, I think, look, it has to be a concerted effort from Congress to understand that we have to be able to fund and identify individuals who have a mental disease, who are not only a harm to themselves but a harm to the community. And we saw just recently another potential school shooter who said he was going to go and cause harm, and the police stepped in and stopped that from happening. We have to make sure people that have mental illnesses, have been diagnosed with mental illnesses, or could potentially have mental illnesses, first and foremost get the treatment they need. And that means, if more money from Congress has to do that, then we have to make sure that happens. Because we cannot put guns in the hands of individuals who don't have the capacity to handle them properly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The president has staked out some pretty difficult political territory here. He's going to try to keep the NRA happy while at the same time raising the age limit to 21, which they've already said they're not in favor of. And that would be for AR-15s -- it's already 21 for handguns. And he also has to keep people, you know, pleased who believe that the last thing that should happen is that guns should end up in the hands of teachers. How is he going to do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, I think if you look at, you know, what the NRA talks about a lot is training people, making sure that they are certified, making sure that they have a background before they're allowed to get their licenses in many states. Those are the requirements. And in most of the times, the NRA provides training for those individuals to show them how to handle a weapon properly. But where the NRA and the president fundamentally agree, is this notion of bump stocks which I had never heard of before the rampage in Las Vegas. And I think everybody agrees, so that's something that we can get rid of because there's no real reason to have this bump stock issue. So, there is synergy between the president and the NRA when it comes to unreasonable gun registration, unreasonable gun rules. The NRA and the president agree that this notion of a bump stock should never have taken place and Congress needs to change that immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That seems like low hanging fruit at this point, that should be taken care of. And the NRA is also in favor of not allowing people who have proven to be potentially violent. And on medication and in a condition that does not allow them to have a gun. They don't think those people should have guns either. You know, but a lot of people who voted for this president are very passionate defenders of the second amendment. And they feel that any, you know, sort of impinging on the rights of gun owners or any hemming in the restrictions around them is sort of one step along the road to taking away their rights to own a gun. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, let me say, you know, I've been a strong supporter of this Second Amendment. As you may know, I served as a police officer in the state of New Hampshire. So, look, I think every lawful gun owner wants to make sure that the rules for having those guns is followed. Because it's the criminals who don't follow the rules who get the guns. When look at Chicago, you know, I think we've got -- you know, last year, 605 murders or. So, I think this year we are at, I don't know, 40 or 50 in Baltimore alone. Just in Baltimore. The criminals don't follow the rules. So, when it relates to individuals who support the second amendment, they want to make sure that the rules are in place so that law abiding citizens follow them first and foremost. But you cannot have handicapped individuals mentally, mentally handicapped individuals. Mentally compass at a timed individuals access to weapons and firearms. There is no place for it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I got to ask you one question, because the news that broke tonight is that the armed guard who was on this campus in Parkland didn't act. He stood outside the building. He was suspended and now he has resigned. I mean, that's going to make it pretty tough to argue -- that's going to make it pretty tough to argue that arming somebody on campus would have saved these children. Let's listen to the sheriff and then we'll get your thoughts, Corey. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT ISRAEL, PARKLAND SHERIFF",
      "sentences": "After seeing video, witness statements, and Scott Peterson's very own statement, I decided this morning to suspend Scott Peterson without pay pending an internal investigation. As is his right, Scott Peterson chose to resign. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He stood by, Corey, and he had a gun. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "You know, it's a shame. But you have to look at what our school processes are now because we have to protect our students. If that means we've got doors that lock in classrooms like they do on the cockpits of airplanes, if that means we don't just necessarily shutter in place which is what the schools have traditionally done, we have to look at the totality of how we're protecting our children. And if one individual is what we think our protection is who is going to not act in a time of crisis, then we need to have a better understanding of how we protect our kids who go to school every single day and deserve safety in the classrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Corey Lewandowski, formerly of the Trump Campaign and police officer in New Hampshire, as you reminded us tonight. Corey, good to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWAN DOWSKI",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, my next guest is a teacher in Salt Lake City Utah. She says, she carries a handgun in school every day. Casey Hampton joins us now. Casey, thanks for being with us tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASEY HAMPTON, TEACHER, SALT LAKE CITY",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, why are you armed when you go to school every day? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "Because -- well, it all started back with Sandy Hook. I watched how the teachers just huddled their kids in the corner and stood in front of them and hoped for the best. They didn't have any defense for them and all they could do is hope that the bad guy didn't come in and shoot up their room. And for me, I needed a better option, I needed a better plan set in place rather than just hunker down and hope for the best. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I've read that some teachers who went through this experience and other teachers who are reflecting on it afterwards say, you know, that they would -- they would put themselves in front of their children to save them. And as you point out, I mean, that's a heroic thing to say and it is not what people sign up for when they become a teacher. But you feel that you've empowered yourself by doing this. What's the reaction? You know, is there any push back to you having a gun in the school that you work in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "There have been push back, yes. There's been push back ever since I came out right after Sandy Hook and even now; there still is push back. But I became a teacher because I love children. I love children. And I would do anything for them, and if that means taking a bullet, then, yes, I will take a bullet for my children. But why not give me the chance to also fight back in the process? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And how are you trained?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "So, I first took the conceal carry class. And I started of going to the ranges, the gun ranges and I started practicing. And I would get my hands on a lot of different types of guns. I would find the ones that I found the most comfortable. I would shoot anything and everything I could get my hands on and I would go to the range. You know, at first, I was going to the range constantly. It's gotten -- you know, it's now a couple times a month. But I just feel like constant practice and constant knowledge of guns so that you are comfortable -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "-- with what you are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I heard one person saying that the reason they don't think teachers should be armed is that when the police come in, there's going to be too much confusion if you have six or seven people in the facility that have guns. What's your answer to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "Yes, that's definitely a possibility. My answer is to say, you know, if somebody's coming up to my door, I'm going to yell I have a gun. If it's the bad guy, he may think twice about coming in my room. If it's the police they're going to respond and say it's the police, put it down and then I'll obey. But, I would definitely yell out I have a gun. And, you know, I'm ready. And if the police come, then I know to put it back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Who would have ever thought that teachers would have to take these things into consideration and you've taken it and trained yourself. And I think a lot of people probably would give you credit and other people would probably, you know, wonder what you are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We thank you. Casey, very much for speaking out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "Thank you so much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMPTON",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, are the story shared at yesterday's listening session on gun violence being overshadowed by a story about the president's notes in his hand? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, TALK SHOW HOST",
      "sentences": "A quick way to know you're not a good listener, if you need a note to tell you to listen as a listening session. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the White House held back-to-back listening sessions today and yesterday. The debate was heated at times, but it was respectful. They won praise for having the guts to have the president leading this freewheeling and honest conversation about action. Still, some of the response seemed focused on anything but that. It was the notes that the president had in his hand that you can get a close up look at which have some thoughts on questions and things of the like it. It says -- this photo of Trump's notes captures his empathy deficit better than anything. That's what The Washington Post had to say after all was said and done. And what happened later at the CNN town hall got criticism of its own for being one sided. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA LOESCH, NRA SPOKESWOMAN",
      "sentences": "Let me answer the question. You can shout me down when I'm finished, but let me answer the question, and you've had a previous town hall where you spoke with the young woman named Kim Corbin who was a college student, who was brutally raped. And one of the things that she speaks out about loudly now as how she wished she would've had the ability to be able to have a shotgun or whatever it was to be able to defend herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "I was 20-years-old when I lived on my own. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joe Concha is a Media Reporter and Columnist for the Hill. Joe, how this is being handled in the press is the subject at hand. I mean, you say that when it comes to this president, there's sort of a measure of snark that creeps its way into pretty much every story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER AND COLUMNIST FOR THE HILL",
      "sentences": "Right. And Bob Woodward who I still have tremendous respect for, obviously, of Woodward and Bernstein fame. He says that only is the press biased or not so much biased but they see themselves as self-important and they're also snarky as well. And he said during Watergate, the only question he asked was what are the facts and he kept attitude out of it. And he says, that's a big problem now with our press, and it comes through. Empathy deficit, which you just mentioned. We heard a lot about that in Texas and Florida and Puerto Rico as far as the president's response to hurricanes. So, we've seen this script before. But Martha, look, nothing has been done in this country under whether it be President Clinton or President Bush or President Obama in the previous 24 shootings since Columbine that's 1999. And now, here you have this extraordinary event, one week after a mass shooting in Florida, the president invites students and grieving parents for a listening session. And the only thing we get back again is concentrating on the notes and not talking about some of the solutions that are actually being proposed. You know, obviously, under 21, can you buy a gun anymore? The president says well, no, I'd rather raise that age limit, right? That's one thing. And the NRA probably isn't going to like that that that much. Or arming people that have experience with firearms in schools. Maybe a lot of people won't like that either, but at least he's proposing things that he knows may not be popular with his base or with Democrats but it seems like he's trying to get something done. And again, we go to the negative when it comes to this president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It kills me that, you know, somebody gets to be the measure of whether or not someone is empathetic, right? I mean, how does anybody know what his empathy measure is? He seemed to be listening very closely and very moved by what was said in there. And I've heard time and time again by people who deal with him personally that they feel that when they're in the room with him when it comes to these sorts of situation. In terms of the CNN town hall last night, this is Rush Limbaugh talking about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST AND CONSERVATIVE POLITICAL COMMENTATOR",
      "sentences": "What the audience do last night? The audience booed Marco Rubio. The audience booed Dana Loesch. This is what indoctrination looks like. This is what a lifetime of propagandizing and indoctrination in the schools looks like. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What did you think of that, Joe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Well, you know, in terms of the CNN town hall, from a theatrical standpoint, you had all the ingredients for confrontation, right? You had the NRA Spokesperson in Dana Loesch, you had Marco Rubio, a Former U.S. Republican Presidential Candidate, then obviously, you had folks on the Democratic side. But more importantly, had you a room that was obviously on edge very emotional. And then you had these sort of polls and stats in terms of the wind at the back. In terms of making this the way it was, where it really wasn't a learning experience or exchange of ideas, but one side attacking another. Quinnipiac, one day before the town hall, Martha questioned: is it too easy to buy a gun in the U.S. today? American voters say yes by a 64 percent margin. Question: does Congress need to do more to rice gun violence? Voters say, yes, 75 percent to 17 percent. So, when have you all those head winds and that kind of crowd, you're not going to learn a lot, I don't think you're going to advance a lot of the ideas, but you're going to get the kind of confrontation that only leads to division and doesn't really move the ball down the field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you have to have the guts to allow people from both sides to really have an honest conversation and to encourage that in a respectful way if you want to get anywhere. Joe, thank you very much. Always good to see you, Joe. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, debate is raging over whether or not Russian bots had an impact on our elections. But there is one side to the story that nobody is talking about. Russia's not the only one who likes to get involved in elections. From time to time, the United States does, too. General Jack Keane joins me on that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN COATS, DNI",
      "sentences": "President Putin will continue to rely on assertive foreign policies to shape outcomes beyond Russia's borders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The warning that Russia's attempt to meddle in our elections is likely to keep going. But as the shock and outrage continues and debate rages over what if any impact their bots may have had on American voters, the New York Times points out this rarely discussed part of the story. Russia's not the only one that likes to meddle in elections. We do it, too. Throughout history, the United States has worked hard to bring about favorable outcomes in foreign elections with State Department aid and CIA operations that sometimes involve suitcases full of cash to back certain operations. Here now General Jack Keane, Fox News Senior Strategic Analyst and Chairman at the Institute for the Study of War. General, good to see you tonight. So, I think that might come as a surprise to some people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK KEANE, FOX NEWS SENIOR STRATEGIC ANALYST AND CHAIRMAN AT THE INSTITUTE FOR THE STUDY OF WAR",
      "sentences": "Well, it may be. But, it's pretty well known that we've been interfering in elections and its part of our covert espionage operations. We're promoting U.S. national interests to be frank about. We've done it ever since there's been a CIA. So, that's post World War II to the president -- some 70-plus years. We know of some of the countries where it's taken place. We don't know of all of them by far. But, we know in Italy, Guatemala, Chile, Nicaragua, Afghanistan, and, of course Russia. And those are some of the countries we've been. And normally, when we're doing something like this, we're discrediting an opponent who's usually a communist-like dictator or communist leanings or an authoritarian, and we're trying to assist an opponent that doesn't stand for those kinds of values. And we're also trying to promote democracy. So, our government, if I was a government spokesperson, would tell us we don't see a moral equivalency here, because we see the Russians who are trying to undermine our democracy and create discord in our country. And they've managed to succeed at that based on what they have done with the last election. But we see it differently, obviously, through the lens of our government and through our values and our principles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, during the election of President Trump at a debate said, you know, Russia could be meddling, China could be meddling, North Korea could be meddling, are we too myopic in the way we're approaching this that everyone, you know, is horrified that they would be trying to do this to whatever extent they were actually able to execute on it? Do we need to take a broader view of this and be more realistic about what's going on in the world? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, yes, I felt that right from the beginning. There was such an incredible reaction to it. Because I think it became a political issue, and that certainly distorts things greatly in America. It's like spying. We spy on our adversaries and, Martha, let's be honest, we spy on our friends. This is the nature of the world we live in. We have -- we're a global country with significant responsibilities in the world because we take on the mantel of global leadership to promote stability and security and prosperity in the world. And one of the things you need to do that is have intelligence and the other thing you have to do also to promote that is to influence people. So, we have influence operations, information operations that are out there. And sometimes we're spreading falsehoods because we want to discredit a government or discredit an individual who has influence. And we do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Great points, general, thank you very much. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Good talking with you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So here now with more, Jason Chaffetz, former house oversight committee chairman and Fox News contributor, and Marie Harf, former Obama state department spokesperson and a Fox News analyst. Good to have both of you here. So you know, Marie, I think when you listen to the outrage in some corners about why President Trump isn't outraged enough that they would have tried to do this and how we need to maintain, you know, the sanctimony of our election system, the safety of our election system, when, really, you know, this is the kind of thing and, obviously, we understand we're not making a moral equivalency here, but countries trying to influence other countries' elections is something that has been happening in this country up until very recent history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS ANALYST",
      "sentences": "Well, but it's not the same thing. And the general said something very important when he said there is no moral equivalency between what the United States may have done during history and what the Russians did to us in 2016. And what the intelligence community tells us they're doing today and will try to do in the midterm elections this November. So, I think where people get concerned is when there are folks who don't want to admit that Russia actually did hack us, our system, that they're trying to influence us and they pull out this historical facts about the U.S. behavior to say, hey, wait a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I don't think anybody dispute that they try to influence the election. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Whether or not there was an actual impact. And I think someone said, you know, it's a little bit offensive, I think, to some American voters to think that they would be influenced by these Facebook postings. That some of these things that came across their social media suddenly they're going to vote for a different person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But it's offensive to me that people are accusing Democrats of trying to just play politics with this. I think Republicans and Democrats should be concerned about the facts that voters in Florida, unknowingly, went to rallies organized by the Russians. That's not a good thing for our democracy. Both sides of the aisle should be able to agree on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I don't want to get too far off field here because I do want to ask you about this. You know, in Israel, in the Israeli election in 2015, you were at the State Department then, right, Marie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The U.S. State Department said $350,000 to an Israeli organization called One Voice to try to oust Benjamin Netanyahu. They built a database, they trained activists and they hired a political consulting firm who had ties to the Obama campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I would say without getting into the weeds here, all of those details are not correct and the State Department would never undertake efforts to oust the leader of a country that is one of our closest allies in the world. So, when people bring up stories like that, in the context of Russia's hacking of our election, even if they're not meaning to, it does draw moral equivalency and it leads people to believe, well, maybe what Russia did in 2016 wasn't that bad when it was bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "ongoing, common, it happens all around the world. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But it's not common.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jason, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Hey, keep going. This is great seat to watch this little debate. No, look, the world is changing. And in this electronic age, you know, these elections are run -- it's a state by state, county by county level when people go to electronic voting machines, when they go to social media, then we make ourselves more vulnerable to outside actors. And it is -- as General Keane pointed out, we are doing this too around the world. There's a real fight, for instance, in Africa, millions of dollars. And the Chinese, the Russians, the Americans all trying to peddle some influence here and get people in that are friendly to their own country. I do agree with Marie. It is very serious. We have to take it seriously. I didn't believe Barack Obama when he said, hey, look, nobody could influence the election even if they wanted to. Now, it didn't sway the outcome of our last election. But let's not be naive going into this electronic age. This can and will happen if Russia and the Chinese and others can manipulate, they will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. We're going to leave it there. Jason, I promise you'll get the first word next time. Thank you very much, good to see both of you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Don't worry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks, guys. So what the heck is going on with the Olympic? The tradition, the history, looking un-shiny as a bronze medal, except for that beautiful gold around the hockey players last night which we're all very happy about. So as the games get ready to wrap, can the Olympics be saved? Yes, we will tell you how. Plus, Juan Williams said Christians have sold their souls for Trump, and he goes after Pastor Jeffress, specifically. And, look, here they are. Both ready to go, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "A lot of people said I wonder if Donald will get the evangelicals? I got the evangelicals. I'm going to make it up to you, too. You watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "New op-ed takes aim at evangelical Christians who support President Trump amid allegations of extramarital affairs. The piece is titled, evangelicals sell their souls for Trump. Juan Williams writes, it now seems clear that evangelical Christians who hold up biblical edicts on lying, cheating and adultery, don't care about the word of God when it comes to Trump. And it gets tougher from there. Here now, Juan Williams and Dr. Robert Jeffress, a pastor at the First Baptist Church in Dallas and Fox News contributor, and Juan Williams, co-host of The Five and a Fox News political analyst. Pastor Jeffress, what's your response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT JEFFRESS, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, my friend Juan, I think has it all wrong on this. Let me just share this perspective, evangelicals had a binary choice in 2016 between Donald Trump, who admittedly by his own admission is not a Sunday school teacher or a saint, but he has become the most pro-life, pro-religious liberty, pro-Israel president in history. The other choice was Hillary Clinton. Although my friend Juan describes her as kind of Saint Hillary of Chappaqua, she's hardly a bastion of morality herself. I mean, here is a woman who publicly shamed and blamed the women who had been assaulted by her husband. She supports abortion. Unrestricted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But how can you criticize her for those things and not him for the other things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "Well, listen, here's the point. We had a choice between the two. Both of them. We had a choice between the two, and what I would ask you is in what universe would anybody say Hillary Clinton was more moral than Donald Trump? And my point is simply this. If I am going to hell, Juan, like you say I am for supporting Donald Trump, then that means you're going to be 100 floors below me for supporting Hillary Clinton. I mean, the fact is we're all sinners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think about that one, Juan? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, THE FIVE CO-HOST",
      "sentences": "I don't agree with it, obviously. So, I mean, I came at this from a political perspective, which is I'm very interested in understanding why white evangelical Protestants are so supportive of Donald Trump. I think now it's 68 percent, Martha, double every other demographic or religious group in America. So when Michael Cohen, the president's personal lawyer said last week, he paid $135,000 to a porn star, on top of that you have the New Yorker and the Wall Street Journal reporting about a Playboy playmate who had an affair with the president. And then you have the FBI director saying, oh, yeah, and we told him about a man who was abusing two wives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And why do you think that stuff doesn't stick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, so I listened to Pastor Jeffress, and he says the policies matter, it's not the fact that this man, as president of the United States, is a role model for us as a society. And I just think that you're buying in to the idea that the policies matter but character and Christian doctrine don't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "Are you saying that Hillary has more character than Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here's my point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "Well, you have to go to the policies then if you have two flawed characters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So that's what's going on here. So evangelicals are saying all we care about is the conservative judges. We care about life. Those are the issues that they say they care about. What I find interesting though, Juan, I mean, I think you make a very interesting argument here. But I'm wondering if, you know, if Bill Clinton didn't wear people down, you know, and when they look at what they maybe didn't know about Jack Kennedy, they say, you know what, We don't necessarily expect the president to be a moral leader. What we want is somebody who is going to make the changes and policies we like. I'm asking you, is that what's going on? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's possible. But I don't think that's exactly what's going on. I think there's a little bit of hypocrisy involved here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "For people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's calling you a hypocrite. You don't care about the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "I'm going to hell, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I didn't see that the in op-ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "He said I sold my soul. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Imagine if President Obama, whose policies you disagree. He was the president of the United States. If his lawyer was paying a porn star money or was endorsing a candidate who was allegedly involved with sex with young girls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What would you say? What would have you said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "I would say that was wrong, but I would not say that is grounds for impeachment, OK? And that's what we're talking about here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But why would you vote for such a person?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "I would vote for such a person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But 68 percent, Pastor Jeffress, continue to support Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "It's because of the policies. It's absolutely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So you close your eyes. It's like we see no evil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "What are we going to do? Throw him out of office because of things that are alleged. None of these things have been proven, by the way. These are all allegations as opposed to Bill Clinton who committed these deeds when he was in office, specifically, the oval office with Monica Lewinski. Don't forget that. And there was a blue dress to prove it. We don't have a blue dress in this. And this is in the past. This is not while he was in office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let me ask you guys this because we talked a lot last night about Reverend Graham, right? Reverend Graham really maintained friendships with Republicans and Democrats. He stood by the side of Richard Nixon. He stood by the side of Jimmy Carter. He stood by the side of all of these individuals and did not judge them. He said, you know, you can hate the sin but not the sinner. Thank you. So, how do people in the evangelical community become too partisan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "Yeah. Look, first of all, Billy Graham was a member of my church for 54 years. So his passing was a very personal thing for me. But I think he had the right message we all need to hear right now. And the fact is none of us are perfect. There are no perfect TV commentators, actors or presidents. We've all fallen. We're all sinners. We need a savior. And that's why Christ came. And so, I think we need -- this finger pointing needs to stop. We're all imperfect. But when it comes to political candidates that we elect we have to look at the policy. I can't think of anyone who's run for office on either side of the aisle that has a perfect character. We have got to look at the policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Billy Graham said at the end of his life, he said I wish I'd spent more time with the gospel and less time with politicians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And so my thoughts is, I don't understand why the evangelical Christian community, knowing what President Trump said during the campaign about grab them and now this latest revelations about his personal lawyer paying money to a porn star, isn't able to say, you know, we like your policies but you are a troubled soul, and you don't hold up our standards as Christians?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "President Trump is a friend of mine. I love him. I support him. But the fact is we're all sinners. I think we're all sinners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You wouldn't have said that about Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "Yes, I would. Especially if they were allegations that have not been proven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, these are proven. What's the lawyer paying for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "Where's the blue dress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What's the lawyer paying for. The lawyer is paying, Christopher Wray, the FBI director is lying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRESS",
      "sentences": "If they did happen, they were things in the past. It's different than what is happening right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, guys. Good to see you both, very good conversation. Thank you very much to both of you for being here. I appreciate it. So the women's U.S. hockey team, woohoo, won gold last night or this morning or whenever it was. So why are so many people saying that the Olympics overall seem to be missing the mark? What has happened to the thrill of victory and the agony of defeat? Do Americans not care all that much? Marc Thiessen and Jared Max, two world class curlers, did you know that? I lied. Coming up next. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In stunning fashion, the U.S. women's hockey team wins gold. But in some ways the whole Olympics feels like it's been on a little bit on thin ice. You've got the doping. You've got the scandal. You have that half-hearted half piper who we all watched. Can the Olympics be fixed? Trace Gallagher with more. Hey, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Martha. U.S. women's hockey team victory really was amazing television, but for much of the country it was on in the middle of the night so the ratings weren't exactly gang busters. In fact, last night's ratings compared to the same night four years ago in Sochi were down 28 percent. The experts say it's because of competition from other networks. But the bottom line is, these could be the least watched, lowest rated Olympics ever. Some of the bumps could be attributed to weather delays, time difference, Russia being banned for doping. But then, there were the series of gaffes like the NBC Asia expert who talked about Japan occupying South Korea from 1910 to 1945, saying how beneficial it was for South Korea's transformation. Critics, of course, were furious that he glossed over the more horrifying details of the occupation. Then, Katie Couric explained the reason the Dutch were so good at speed skating is because the people of Amsterdam skate to work on frozen canals. She was reminded the canals seldom freeze and that Amsterdam actually has cars now. Couric lightheartedly acknowledged she was on thin ice. And then, former skate champ, Bode Miller, says the reason an Austrian skier was struggling it's because, quote, it's historically very challenging to race on world cup with a family or after being married. Not to blame spouses, but I just want to toss that out there that it could be her husband's fault. Finally, who can forget Elizabeth Swaney, the California girl who competed on the Hungarian freestyle ski team. She was hardly Olympic caliber not doing any tricks and finishing dead last by a long shot. She made the team by gaming the system and exploiting loopholes in the rules. Some considered her appearance harmless. Others say she made a mockery of the games. By the way, she's a Harvard grad who ran against Arnold Schwarzenegger for governor back in the day. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you. Here with more, Marc Thiessen, American Enterprise Institute scholar and Fox News contributor, and Jared Max, sports reporter and Fox News Headline 24/7. Gentlemen, good to see you tonight. Marc, can this Olympic be save in the future? Can they regain their former glory?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR",
      "sentences": "I think the Olympics are still great. And, look, some of the coverage has been awful, especially the fawning over North Korea. And, yes, there's corruption. I mean, the fact that the Russians are even there after that doping scandal that we've discussed a few months ago at the 2014 Sochi games is awful. But the reality is the Olympics aren't about the commentators. They're not about the organizers. They're about the athletes. It's about the stories. It's the ABC News that you mentioned, the thrill of victory and agony of defeat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The world wide of sports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Yeah, exactly. I mean, we've had the agony of defeat in the ski slopes. We saw Lindsey Vonn in some cases. We've had the figure skaters who fell. And then we had last night the thrill of victory. I stayed up with my kids until 2:30 in the morning watching the U.S. women win that gold medal against Canada, the redemption after they were minutes away from the gold medal in 2014 in Sochi and lost it, and they come back and win that. So, you know, there's that snowboarder, Red Gerard, who said he hadn't even heard of the Olympics as a kid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "12-years-old, she's a hockey player. She dreams of being on that team one day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good for her. And I hope she is because we're all going to go watch her. Jared, the snowboard culture is so different, and Red Gerard who I thought was awesome. We featured him the night that he won his gold. You know, he comes from a whole different world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARED MAX, SPORTS REPORTER FOX NEWS HEADLINES",
      "sentences": "Snowboarding is where the United States has excelled better than any other event at the Olympics. In fact, 10 of our 21 medals so far for Team USA have either come from snowboarding or freestyle skiing, which is very much like snowboarding. This is a sport that Americans excel in, very much like skateboarding. Isn't it interesting that the U.S. does excel at this because aren't we the ultimate, look at me, capital of the world. You think of all the selfies and you look at the sports where we do excel at, they're the look-at-me sports. It's never been more acceptable, more popular to be a hotdog as an athlete today. We can look at it across sports. And I agree, I think, Martha, that we have different controversies at every Olympics, whether it be from doping or negative stories, as a sports fan, what I'm starting to miss is a sense of nationalism. We have too many athletes who are competing for countries that they're not necessarily from. A woman who's on a Jamaican bobsled team, she competed before for the American bobsled team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How can that happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Also that snowboarder, she's not from Hungary, she has a maternal grandparent who's from Hungary, and is an America in all. So we're rooting for the jersey, for the uniform. I want to be rooting for the athlete and know that they are who they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. You know, I love the winter Olympics, especially. And I have always enjoyed them. One thing -- it's difficult. It's hard to watch. Last night I was trying to find out how Lindsey Vonn did, and -- came in, you know, medal -- and the time change is so dramatic. We're going to have Olympics in Asia three times in a row. And some people think that that whole part of it is rigged too, Marc, as well. Quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Oh, absolutely. I mean, look, it is a 14-hour time difference. Not a lot of people were staying up until 2:30 in the morning with the Thiessen family watching the game last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I admire that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "As would have been if that game was being played, let's say, 6 PM or 7:00 PM, so changing the time zone certainly would help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks you guys. Good to see you. You're both gold medalist in our book tonight. We're going to take a quick break. More of The Story when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Finally, tonight, we honor a hero, Marjory Stoneman Douglas' football coach, Aaron Feis, laid to rest today. His young players burying his casket. He would be remembered by all who loved him as an amazing human being. That is our story for tonight. We'll see you back here tomorrow night at 7. Tucker is up next. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS CHANNEL HOST",
      "utterance": "Good to see you, Bret. Thanks a lot. Tonight, on THE STORY. It feels different this time, is it? Has the boiling point finally been reached? Are the funerals finally too many? Is this father's pain too much for America?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We protect airports. We protect concerts, stadiums, embassies. The Department of Education that I walked in today, that has a security guard in the elevator. How do you think that makes me feel? In the elevator they got a security guard."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That, as other parents say they think guns are not the solution."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Rather than arm them with a firearm, I would rather arm them with the knowledge of how to prevent these acts from happening in the first place."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now, the president needs to find a bridge for both sides. He is calling for action, really, in a way that no president has before. And stepping right into these battles that will ignite left and right."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "You could have concealed on the teachers. They wouldn't know the people, nobody would know who they are. And it is a tremendous threat. And, by the way, instead of advertising this school has no guns, we are gun-free, you let the people know the opposite. Nobody is going to attack that school, believe me, because they're cowards. They don't want to be shot at. We need to let people know: you come into our schools, you're going to be dead, and it's going to be fast. I like to get things done. And to get this done, we do need defense but we also need offensive capability."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And a fired up Wayne LaPierre of the NRA says that the country protects everyone but our kids."
    },
    {
      "speaker": "WAYNE LAPIERRE, EXECUTIVE VICE PRESIDENT OF THE NATIONAL RIFLE ASSOCIATION",
      "utterance": "They want to sweep right under the carpet: the failure of school security, the failure of family, the failure of America's mental health system, and even the unbelievable failure of the FBI."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace Gallagher in our West Coast Newsroom with a look at what is actually being proposed and what some schools are doing already, and what form is this battle going to take? Trace?"
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL ANCHOR",
      "utterance": "Martha, as President Trump maps out a tragedy going forward, he says he's open to stepping up background checks for gun buyers, raising the gun buying age to my knowledge 21, limiting gun access to people with mental illnesses, and banning devices like bump stocks that allow certain weapons to fire almost like automatics -- which is what the Las Vegas shooter used. But the president believes the answer to protecting children right now is to allow some teachers to carry concealed weapons. He tweeted: 'History shows that a school shooting lasts on average three minutes. It takes police and first responders approximately five to eight minutes to get to the site of a crime. Highly trained gun adept, teachers/coaches would solve the problem instantly before police arrive. Great deterrent.' We don't know where the president got his numbers on police response time so we can't confirm. But he's right when he says the vast majority of school shootings are over by the time police arrive. And a Washington Post/ABC News poll shows that 42 percent of Americans believe that teachers with guns could have prevented the Florida shooting. Right now, there are eight states that either allow or don't prohibit educators from carrying concealed weapons: Alabama, Alaska, Hawaii, New Hampshire, Oregon, Rhode Island, Utah, and Wyoming. And in the wake of the Parkland shooting, other states are now debating the issue. But the president's idea is also getting a great deal of push back, the American Federation of Teachers with its 1.7 million members call that terrible idea. So does the National Education Association, the largest union in the country. The NEA president says, 'We need solutions that will keep guns out of the hands of those who want to use them to massacre innocent children and educators. Arming teachers does nothing to prevent that.' The president has yet to weigh in on the national debate over assault rifles. But it's worth pointing out that over the past 35 years in 140-plus mass shootings in the United States, by far the weapons of choice are handguns. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Here now, Corey Lewandowski, Former Trump Campaign Manager and Chief Strategist for America First Action. Corey, good to see you tonight. Does it feel different to you? You know, we've watched this happen so many times. There is something that feels very real and very intense about the debate that's going on right now."
    },
    {
      "speaker": "COREY LEWANDOWSKI, FORMER TRUMP CAMPAIGN MANAGER AND CHIEF STRATEGIST FOR AMERICA FIRST ACTION",
      "utterance": "Well, I think it absolutely does. And I think the American people are tired of individuals who shouldn't have access to guns getting access to those guns. And what the president has said is you have to look at the mental health of individuals. And in this particular case, we've seen an individual who had the police called to their home something like 38 or 39 times to deal with potential problems. And that person, for whatever reason -- and I'm not blaming anybody other than the person who committed this heinous crime or is alleged to have -- should never have been able to have access to a firearm of any nature. And we need to stop people who are unstable from having access to firearms."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. You know, one of the solutions that the president proposed, he talked about something that doesn't get talked about a lot, and that is that mental institutions, facilities where people can be kept away from a community that they might harm, really closed down in large numbers over the last several decades. He talked about reopening them. How is he going to do that?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, I think, look, it has to be a concerted effort from Congress to understand that we have to be able to fund and identify individuals who have a mental disease, who are not only a harm to themselves but a harm to the community. And we saw just recently another potential school shooter who said he was going to go and cause harm, and the police stepped in and stopped that from happening. We have to make sure people that have mental illnesses, have been diagnosed with mental illnesses, or could potentially have mental illnesses, first and foremost get the treatment they need. And that means, if more money from Congress has to do that, then we have to make sure that happens. Because we cannot put guns in the hands of individuals who don't have the capacity to handle them properly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The president has staked out some pretty difficult political territory here. He's going to try to keep the NRA happy while at the same time raising the age limit to 21, which they've already said they're not in favor of. And that would be for AR-15s -- it's already 21 for handguns. And he also has to keep people, you know, pleased who believe that the last thing that should happen is that guns should end up in the hands of teachers. How is he going to do that?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, I think if you look at, you know, what the NRA talks about a lot is training people, making sure that they are certified, making sure that they have a background before they're allowed to get their licenses in many states. Those are the requirements. And in most of the times, the NRA provides training for those individuals to show them how to handle a weapon properly. But where the NRA and the president fundamentally agree, is this notion of bump stocks which I had never heard of before the rampage in Las Vegas. And I think everybody agrees, so that's something that we can get rid of because there's no real reason to have this bump stock issue. So, there is synergy between the president and the NRA when it comes to unreasonable gun registration, unreasonable gun rules. The NRA and the president agree that this notion of a bump stock should never have taken place and Congress needs to change that immediately."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That seems like low hanging fruit at this point, that should be taken care of. And the NRA is also in favor of not allowing people who have proven to be potentially violent. And on medication and in a condition that does not allow them to have a gun. They don't think those people should have guns either. You know, but a lot of people who voted for this president are very passionate defenders of the second amendment. And they feel that any, you know, sort of impinging on the rights of gun owners or any hemming in the restrictions around them is sort of one step along the road to taking away their rights to own a gun."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, let me say, you know, I've been a strong supporter of this Second Amendment. As you may know, I served as a police officer in the state of New Hampshire. So, look, I think every lawful gun owner wants to make sure that the rules for having those guns is followed. Because it's the criminals who don't follow the rules who get the guns. When look at Chicago, you know, I think we've got -- you know, last year, 605 murders or. So, I think this year we are at, I don't know, 40 or 50 in Baltimore alone. Just in Baltimore. The criminals don't follow the rules. So, when it relates to individuals who support the second amendment, they want to make sure that the rules are in place so that law abiding citizens follow them first and foremost. But you cannot have handicapped individuals mentally, mentally handicapped individuals. Mentally compass at a timed individuals access to weapons and firearms. There is no place for it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I got to ask you one question, because the news that broke tonight is that the armed guard who was on this campus in Parkland didn't act. He stood outside the building. He was suspended and now he has resigned. I mean, that's going to make it pretty tough to argue -- that's going to make it pretty tough to argue that arming somebody on campus would have saved these children. Let's listen to the sheriff and then we'll get your thoughts, Corey."
    },
    {
      "speaker": "SCOTT ISRAEL, PARKLAND SHERIFF",
      "utterance": "After seeing video, witness statements, and Scott Peterson's very own statement, I decided this morning to suspend Scott Peterson without pay pending an internal investigation. As is his right, Scott Peterson chose to resign."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He stood by, Corey, and he had a gun."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "You know, it's a shame. But you have to look at what our school processes are now because we have to protect our students. If that means we've got doors that lock in classrooms like they do on the cockpits of airplanes, if that means we don't just necessarily shutter in place which is what the schools have traditionally done, we have to look at the totality of how we're protecting our children. And if one individual is what we think our protection is who is going to not act in a time of crisis, then we need to have a better understanding of how we protect our kids who go to school every single day and deserve safety in the classrooms."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Corey Lewandowski, formerly of the Trump Campaign and police officer in New Hampshire, as you reminded us tonight. Corey, good to see you. Thank you."
    },
    {
      "speaker": "LEWAN DOWSKI",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, my next guest is a teacher in Salt Lake City Utah. She says, she carries a handgun in school every day. Casey Hampton joins us now. Casey, thanks for being with us tonight."
    },
    {
      "speaker": "CASEY HAMPTON, TEACHER, SALT LAKE CITY",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, why are you armed when you go to school every day?"
    },
    {
      "speaker": "HAMPTON",
      "utterance": "Because -- well, it all started back with Sandy Hook. I watched how the teachers just huddled their kids in the corner and stood in front of them and hoped for the best. They didn't have any defense for them and all they could do is hope that the bad guy didn't come in and shoot up their room. And for me, I needed a better option, I needed a better plan set in place rather than just hunker down and hope for the best."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I've read that some teachers who went through this experience and other teachers who are reflecting on it afterwards say, you know, that they would -- they would put themselves in front of their children to save them. And as you point out, I mean, that's a heroic thing to say and it is not what people sign up for when they become a teacher. But you feel that you've empowered yourself by doing this. What's the reaction? You know, is there any push back to you having a gun in the school that you work in?"
    },
    {
      "speaker": "HAMPTON",
      "utterance": "There have been push back, yes. There's been push back ever since I came out right after Sandy Hook and even now; there still is push back. But I became a teacher because I love children. I love children. And I would do anything for them, and if that means taking a bullet, then, yes, I will take a bullet for my children. But why not give me the chance to also fight back in the process?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And how are you trained?"
    },
    {
      "speaker": "HAMPTON",
      "utterance": "So, I first took the conceal carry class. And I started of going to the ranges, the gun ranges and I started practicing. And I would get my hands on a lot of different types of guns. I would find the ones that I found the most comfortable. I would shoot anything and everything I could get my hands on and I would go to the range. You know, at first, I was going to the range constantly. It's gotten -- you know, it's now a couple times a month. But I just feel like constant practice and constant knowledge of guns so that you are comfortable --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "HAMPTON",
      "utterance": "-- with what you are doing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I heard one person saying that the reason they don't think teachers should be armed is that when the police come in, there's going to be too much confusion if you have six or seven people in the facility that have guns. What's your answer to that?"
    },
    {
      "speaker": "HAMPTON",
      "utterance": "Yes, that's definitely a possibility. My answer is to say, you know, if somebody's coming up to my door, I'm going to yell I have a gun. If it's the bad guy, he may think twice about coming in my room. If it's the police they're going to respond and say it's the police, put it down and then I'll obey. But, I would definitely yell out I have a gun. And, you know, I'm ready. And if the police come, then I know to put it back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Who would have ever thought that teachers would have to take these things into consideration and you've taken it and trained yourself. And I think a lot of people probably would give you credit and other people would probably, you know, wonder what you are doing."
    },
    {
      "speaker": "HAMPTON",
      "utterance": "Exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We thank you. Casey, very much for speaking out."
    },
    {
      "speaker": "HAMPTON",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to have you here tonight."
    },
    {
      "speaker": "HAMPTON",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, are the story shared at yesterday's listening session on gun violence being overshadowed by a story about the president's notes in his hand?"
    },
    {
      "speaker": "JIMMY KIMMEL, TALK SHOW HOST",
      "utterance": "A quick way to know you're not a good listener, if you need a note to tell you to listen as a listening session."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the White House held back-to-back listening sessions today and yesterday. The debate was heated at times, but it was respectful. They won praise for having the guts to have the president leading this freewheeling and honest conversation about action. Still, some of the response seemed focused on anything but that. It was the notes that the president had in his hand that you can get a close up look at which have some thoughts on questions and things of the like it. It says -- this photo of Trump's notes captures his empathy deficit better than anything. That's what The Washington Post had to say after all was said and done. And what happened later at the CNN town hall got criticism of its own for being one sided."
    },
    {
      "speaker": "DANA LOESCH, NRA SPOKESWOMAN",
      "utterance": "Let me answer the question. You can shout me down when I'm finished, but let me answer the question, and you've had a previous town hall where you spoke with the young woman named Kim Corbin who was a college student, who was brutally raped. And one of the things that she speaks out about loudly now as how she wished she would've had the ability to be able to have a shotgun or whatever it was to be able to defend herself."
    },
    {
      "speaker": "LOESCH",
      "utterance": "I was 20-years-old when I lived on my own."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joe Concha is a Media Reporter and Columnist for the Hill. Joe, how this is being handled in the press is the subject at hand. I mean, you say that when it comes to this president, there's sort of a measure of snark that creeps its way into pretty much every story."
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER AND COLUMNIST FOR THE HILL",
      "utterance": "Right. And Bob Woodward who I still have tremendous respect for, obviously, of Woodward and Bernstein fame. He says that only is the press biased or not so much biased but they see themselves as self-important and they're also snarky as well. And he said during Watergate, the only question he asked was what are the facts and he kept attitude out of it. And he says, that's a big problem now with our press, and it comes through. Empathy deficit, which you just mentioned. We heard a lot about that in Texas and Florida and Puerto Rico as far as the president's response to hurricanes. So, we've seen this script before. But Martha, look, nothing has been done in this country under whether it be President Clinton or President Bush or President Obama in the previous 24 shootings since Columbine that's 1999. And now, here you have this extraordinary event, one week after a mass shooting in Florida, the president invites students and grieving parents for a listening session. And the only thing we get back again is concentrating on the notes and not talking about some of the solutions that are actually being proposed. You know, obviously, under 21, can you buy a gun anymore? The president says well, no, I'd rather raise that age limit, right? That's one thing. And the NRA probably isn't going to like that that that much. Or arming people that have experience with firearms in schools. Maybe a lot of people won't like that either, but at least he's proposing things that he knows may not be popular with his base or with Democrats but it seems like he's trying to get something done. And again, we go to the negative when it comes to this president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It kills me that, you know, somebody gets to be the measure of whether or not someone is empathetic, right? I mean, how does anybody know what his empathy measure is? He seemed to be listening very closely and very moved by what was said in there. And I've heard time and time again by people who deal with him personally that they feel that when they're in the room with him when it comes to these sorts of situation. In terms of the CNN town hall last night, this is Rush Limbaugh talking about that."
    },
    {
      "speaker": "CONCHA",
      "utterance": "OK."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST AND CONSERVATIVE POLITICAL COMMENTATOR",
      "utterance": "What the audience do last night? The audience booed Marco Rubio. The audience booed Dana Loesch. This is what indoctrination looks like. This is what a lifetime of propagandizing and indoctrination in the schools looks like."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What did you think of that, Joe?"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Well, you know, in terms of the CNN town hall, from a theatrical standpoint, you had all the ingredients for confrontation, right? You had the NRA Spokesperson in Dana Loesch, you had Marco Rubio, a Former U.S. Republican Presidential Candidate, then obviously, you had folks on the Democratic side. But more importantly, had you a room that was obviously on edge very emotional. And then you had these sort of polls and stats in terms of the wind at the back. In terms of making this the way it was, where it really wasn't a learning experience or exchange of ideas, but one side attacking another. Quinnipiac, one day before the town hall, Martha questioned: is it too easy to buy a gun in the U.S. today? American voters say yes by a 64 percent margin. Question: does Congress need to do more to rice gun violence? Voters say, yes, 75 percent to 17 percent. So, when have you all those head winds and that kind of crowd, you're not going to learn a lot, I don't think you're going to advance a lot of the ideas, but you're going to get the kind of confrontation that only leads to division and doesn't really move the ball down the field."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you have to have the guts to allow people from both sides to really have an honest conversation and to encourage that in a respectful way if you want to get anywhere. Joe, thank you very much. Always good to see you, Joe."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Good to see you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, debate is raging over whether or not Russian bots had an impact on our elections. But there is one side to the story that nobody is talking about. Russia's not the only one who likes to get involved in elections. From time to time, the United States does, too. General Jack Keane joins me on that."
    },
    {
      "speaker": "DAN COATS, DNI",
      "utterance": "President Putin will continue to rely on assertive foreign policies to shape outcomes beyond Russia's borders."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The warning that Russia's attempt to meddle in our elections is likely to keep going. But as the shock and outrage continues and debate rages over what if any impact their bots may have had on American voters, the New York Times points out this rarely discussed part of the story. Russia's not the only one that likes to meddle in elections. We do it, too. Throughout history, the United States has worked hard to bring about favorable outcomes in foreign elections with State Department aid and CIA operations that sometimes involve suitcases full of cash to back certain operations. Here now General Jack Keane, Fox News Senior Strategic Analyst and Chairman at the Institute for the Study of War. General, good to see you tonight. So, I think that might come as a surprise to some people."
    },
    {
      "speaker": "JACK KEANE, FOX NEWS SENIOR STRATEGIC ANALYST AND CHAIRMAN AT THE INSTITUTE FOR THE STUDY OF WAR",
      "utterance": "Well, it may be. But, it's pretty well known that we've been interfering in elections and its part of our covert espionage operations. We're promoting U.S. national interests to be frank about. We've done it ever since there's been a CIA. So, that's post World War II to the president -- some 70-plus years. We know of some of the countries where it's taken place. We don't know of all of them by far. But, we know in Italy, Guatemala, Chile, Nicaragua, Afghanistan, and, of course Russia. And those are some of the countries we've been. And normally, when we're doing something like this, we're discrediting an opponent who's usually a communist-like dictator or communist leanings or an authoritarian, and we're trying to assist an opponent that doesn't stand for those kinds of values. And we're also trying to promote democracy. So, our government, if I was a government spokesperson, would tell us we don't see a moral equivalency here, because we see the Russians who are trying to undermine our democracy and create discord in our country. And they've managed to succeed at that based on what they have done with the last election. But we see it differently, obviously, through the lens of our government and through our values and our principles."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, during the election of President Trump at a debate said, you know, Russia could be meddling, China could be meddling, North Korea could be meddling, are we too myopic in the way we're approaching this that everyone, you know, is horrified that they would be trying to do this to whatever extent they were actually able to execute on it? Do we need to take a broader view of this and be more realistic about what's going on in the world?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, yes, I felt that right from the beginning. There was such an incredible reaction to it. Because I think it became a political issue, and that certainly distorts things greatly in America. It's like spying. We spy on our adversaries and, Martha, let's be honest, we spy on our friends. This is the nature of the world we live in. We have -- we're a global country with significant responsibilities in the world because we take on the mantel of global leadership to promote stability and security and prosperity in the world. And one of the things you need to do that is have intelligence and the other thing you have to do also to promote that is to influence people. So, we have influence operations, information operations that are out there. And sometimes we're spreading falsehoods because we want to discredit a government or discredit an individual who has influence. And we do that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Great points, general, thank you very much. Good to see you tonight."
    },
    {
      "speaker": "KEANE",
      "utterance": "Good talking with you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So here now with more, Jason Chaffetz, former house oversight committee chairman and Fox News contributor, and Marie Harf, former Obama state department spokesperson and a Fox News analyst. Good to have both of you here. So you know, Marie, I think when you listen to the outrage in some corners about why President Trump isn't outraged enough that they would have tried to do this and how we need to maintain, you know, the sanctimony of our election system, the safety of our election system, when, really, you know, this is the kind of thing and, obviously, we understand we're not making a moral equivalency here, but countries trying to influence other countries' elections is something that has been happening in this country up until very recent history."
    },
    {
      "speaker": "MARIE HARF, FOX NEWS ANALYST",
      "utterance": "Well, but it's not the same thing. And the general said something very important when he said there is no moral equivalency between what the United States may have done during history and what the Russians did to us in 2016. And what the intelligence community tells us they're doing today and will try to do in the midterm elections this November. So, I think where people get concerned is when there are folks who don't want to admit that Russia actually did hack us, our system, that they're trying to influence us and they pull out this historical facts about the U.S. behavior to say, hey, wait a second."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I don't think anybody dispute that they try to influence the election."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Whether or not there was an actual impact. And I think someone said, you know, it's a little bit offensive, I think, to some American voters to think that they would be influenced by these Facebook postings. That some of these things that came across their social media suddenly they're going to vote for a different person."
    },
    {
      "speaker": "HARF",
      "utterance": "But it's offensive to me that people are accusing Democrats of trying to just play politics with this. I think Republicans and Democrats should be concerned about the facts that voters in Florida, unknowingly, went to rallies organized by the Russians. That's not a good thing for our democracy. Both sides of the aisle should be able to agree on that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I don't want to get too far off field here because I do want to ask you about this. You know, in Israel, in the Israeli election in 2015, you were at the State Department then, right, Marie?"
    },
    {
      "speaker": "HARF",
      "utterance": "I was."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The U.S. State Department said $350,000 to an Israeli organization called One Voice to try to oust Benjamin Netanyahu. They built a database, they trained activists and they hired a political consulting firm who had ties to the Obama campaign."
    },
    {
      "speaker": "HARF",
      "utterance": "I would say without getting into the weeds here, all of those details are not correct and the State Department would never undertake efforts to oust the leader of a country that is one of our closest allies in the world. So, when people bring up stories like that, in the context of Russia's hacking of our election, even if they're not meaning to, it does draw moral equivalency and it leads people to believe, well, maybe what Russia did in 2016 wasn't that bad when it was bad."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "ongoing, common, it happens all around the world."
    },
    {
      "speaker": "HARF",
      "utterance": "But it's not common."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jason, your thoughts?"
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Hey, keep going. This is great seat to watch this little debate. No, look, the world is changing. And in this electronic age, you know, these elections are run -- it's a state by state, county by county level when people go to electronic voting machines, when they go to social media, then we make ourselves more vulnerable to outside actors. And it is -- as General Keane pointed out, we are doing this too around the world. There's a real fight, for instance, in Africa, millions of dollars. And the Chinese, the Russians, the Americans all trying to peddle some influence here and get people in that are friendly to their own country. I do agree with Marie. It is very serious. We have to take it seriously. I didn't believe Barack Obama when he said, hey, look, nobody could influence the election even if they wanted to. Now, it didn't sway the outcome of our last election. But let's not be naive going into this electronic age. This can and will happen if Russia and the Chinese and others can manipulate, they will."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. We're going to leave it there. Jason, I promise you'll get the first word next time. Thank you very much, good to see both of you tonight."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Don't worry."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks, guys. So what the heck is going on with the Olympic? The tradition, the history, looking un-shiny as a bronze medal, except for that beautiful gold around the hockey players last night which we're all very happy about. So as the games get ready to wrap, can the Olympics be saved? Yes, we will tell you how. Plus, Juan Williams said Christians have sold their souls for Trump, and he goes after Pastor Jeffress, specifically. And, look, here they are. Both ready to go, next."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "A lot of people said I wonder if Donald will get the evangelicals? I got the evangelicals. I'm going to make it up to you, too. You watch."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "New op-ed takes aim at evangelical Christians who support President Trump amid allegations of extramarital affairs. The piece is titled, evangelicals sell their souls for Trump. Juan Williams writes, it now seems clear that evangelical Christians who hold up biblical edicts on lying, cheating and adultery, don't care about the word of God when it comes to Trump. And it gets tougher from there. Here now, Juan Williams and Dr. Robert Jeffress, a pastor at the First Baptist Church in Dallas and Fox News contributor, and Juan Williams, co-host of The Five and a Fox News political analyst. Pastor Jeffress, what's your response."
    },
    {
      "speaker": "ROBERT JEFFRESS, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, my friend Juan, I think has it all wrong on this. Let me just share this perspective, evangelicals had a binary choice in 2016 between Donald Trump, who admittedly by his own admission is not a Sunday school teacher or a saint, but he has become the most pro-life, pro-religious liberty, pro-Israel president in history. The other choice was Hillary Clinton. Although my friend Juan describes her as kind of Saint Hillary of Chappaqua, she's hardly a bastion of morality herself. I mean, here is a woman who publicly shamed and blamed the women who had been assaulted by her husband. She supports abortion. Unrestricted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But how can you criticize her for those things and not him for the other things."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "Well, listen, here's the point. We had a choice between the two. Both of them. We had a choice between the two, and what I would ask you is in what universe would anybody say Hillary Clinton was more moral than Donald Trump? And my point is simply this. If I am going to hell, Juan, like you say I am for supporting Donald Trump, then that means you're going to be 100 floors below me for supporting Hillary Clinton. I mean, the fact is we're all sinners."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think about that one, Juan?"
    },
    {
      "speaker": "JUAN WILLIAMS, THE FIVE CO-HOST",
      "utterance": "I don't agree with it, obviously. So, I mean, I came at this from a political perspective, which is I'm very interested in understanding why white evangelical Protestants are so supportive of Donald Trump. I think now it's 68 percent, Martha, double every other demographic or religious group in America. So when Michael Cohen, the president's personal lawyer said last week, he paid $135,000 to a porn star, on top of that you have the New Yorker and the Wall Street Journal reporting about a Playboy playmate who had an affair with the president. And then you have the FBI director saying, oh, yeah, and we told him about a man who was abusing two wives."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And why do you think that stuff doesn't stick?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, so I listened to Pastor Jeffress, and he says the policies matter, it's not the fact that this man, as president of the United States, is a role model for us as a society. And I just think that you're buying in to the idea that the policies matter but character and Christian doctrine don't matter."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "Are you saying that Hillary has more character than Donald Trump?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here's my point."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "Well, you have to go to the policies then if you have two flawed characters."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So that's what's going on here. So evangelicals are saying all we care about is the conservative judges. We care about life. Those are the issues that they say they care about. What I find interesting though, Juan, I mean, I think you make a very interesting argument here. But I'm wondering if, you know, if Bill Clinton didn't wear people down, you know, and when they look at what they maybe didn't know about Jack Kennedy, they say, you know what, We don't necessarily expect the president to be a moral leader. What we want is somebody who is going to make the changes and policies we like. I'm asking you, is that what's going on?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's possible. But I don't think that's exactly what's going on. I think there's a little bit of hypocrisy involved here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "For people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's calling you a hypocrite. You don't care about the facts."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "I'm going to hell, too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I didn't see that the in op-ed."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "He said I sold my soul."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Imagine if President Obama, whose policies you disagree. He was the president of the United States. If his lawyer was paying a porn star money or was endorsing a candidate who was allegedly involved with sex with young girls."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What would you say? What would have you said."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "I would say that was wrong, but I would not say that is grounds for impeachment, OK? And that's what we're talking about here."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But why would you vote for such a person?"
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "I would vote for such a person."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But 68 percent, Pastor Jeffress, continue to support Donald Trump."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "It's because of the policies. It's absolutely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So you close your eyes. It's like we see no evil."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "What are we going to do? Throw him out of office because of things that are alleged. None of these things have been proven, by the way. These are all allegations as opposed to Bill Clinton who committed these deeds when he was in office, specifically, the oval office with Monica Lewinski. Don't forget that. And there was a blue dress to prove it. We don't have a blue dress in this. And this is in the past. This is not while he was in office."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let me ask you guys this because we talked a lot last night about Reverend Graham, right? Reverend Graham really maintained friendships with Republicans and Democrats. He stood by the side of Richard Nixon. He stood by the side of Jimmy Carter. He stood by the side of all of these individuals and did not judge them. He said, you know, you can hate the sin but not the sinner. Thank you. So, how do people in the evangelical community become too partisan?"
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "Yeah. Look, first of all, Billy Graham was a member of my church for 54 years. So his passing was a very personal thing for me. But I think he had the right message we all need to hear right now. And the fact is none of us are perfect. There are no perfect TV commentators, actors or presidents. We've all fallen. We're all sinners. We need a savior. And that's why Christ came. And so, I think we need -- this finger pointing needs to stop. We're all imperfect. But when it comes to political candidates that we elect we have to look at the policy. I can't think of anyone who's run for office on either side of the aisle that has a perfect character. We have got to look at the policies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Billy Graham said at the end of his life, he said I wish I'd spent more time with the gospel and less time with politicians."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He did."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And so my thoughts is, I don't understand why the evangelical Christian community, knowing what President Trump said during the campaign about grab them and now this latest revelations about his personal lawyer paying money to a porn star, isn't able to say, you know, we like your policies but you are a troubled soul, and you don't hold up our standards as Christians?"
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "President Trump is a friend of mine. I love him. I support him. But the fact is we're all sinners. I think we're all sinners."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You wouldn't have said that about Obama."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "Yes, I would. Especially if they were allegations that have not been proven."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, these are proven. What's the lawyer paying for."
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "Where's the blue dress?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What's the lawyer paying for. The lawyer is paying, Christopher Wray, the FBI director is lying?"
    },
    {
      "speaker": "JEFFRESS",
      "utterance": "If they did happen, they were things in the past. It's different than what is happening right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, guys. Good to see you both, very good conversation. Thank you very much to both of you for being here. I appreciate it. So the women's U.S. hockey team, woohoo, won gold last night or this morning or whenever it was. So why are so many people saying that the Olympics overall seem to be missing the mark? What has happened to the thrill of victory and the agony of defeat? Do Americans not care all that much? Marc Thiessen and Jared Max, two world class curlers, did you know that? I lied. Coming up next. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In stunning fashion, the U.S. women's hockey team wins gold. But in some ways the whole Olympics feels like it's been on a little bit on thin ice. You've got the doping. You've got the scandal. You have that half-hearted half piper who we all watched. Can the Olympics be fixed? Trace Gallagher with more. Hey, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Martha. U.S. women's hockey team victory really was amazing television, but for much of the country it was on in the middle of the night so the ratings weren't exactly gang busters. In fact, last night's ratings compared to the same night four years ago in Sochi were down 28 percent. The experts say it's because of competition from other networks. But the bottom line is, these could be the least watched, lowest rated Olympics ever. Some of the bumps could be attributed to weather delays, time difference, Russia being banned for doping. But then, there were the series of gaffes like the NBC Asia expert who talked about Japan occupying South Korea from 1910 to 1945, saying how beneficial it was for South Korea's transformation. Critics, of course, were furious that he glossed over the more horrifying details of the occupation. Then, Katie Couric explained the reason the Dutch were so good at speed skating is because the people of Amsterdam skate to work on frozen canals. She was reminded the canals seldom freeze and that Amsterdam actually has cars now. Couric lightheartedly acknowledged she was on thin ice. And then, former skate champ, Bode Miller, says the reason an Austrian skier was struggling it's because, quote, it's historically very challenging to race on world cup with a family or after being married. Not to blame spouses, but I just want to toss that out there that it could be her husband's fault. Finally, who can forget Elizabeth Swaney, the California girl who competed on the Hungarian freestyle ski team. She was hardly Olympic caliber not doing any tricks and finishing dead last by a long shot. She made the team by gaming the system and exploiting loopholes in the rules. Some considered her appearance harmless. Others say she made a mockery of the games. By the way, she's a Harvard grad who ran against Arnold Schwarzenegger for governor back in the day. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you. Here with more, Marc Thiessen, American Enterprise Institute scholar and Fox News contributor, and Jared Max, sports reporter and Fox News Headline 24/7. Gentlemen, good to see you tonight. Marc, can this Olympic be save in the future? Can they regain their former glory?"
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR",
      "utterance": "I think the Olympics are still great. And, look, some of the coverage has been awful, especially the fawning over North Korea. And, yes, there's corruption. I mean, the fact that the Russians are even there after that doping scandal that we've discussed a few months ago at the 2014 Sochi games is awful. But the reality is the Olympics aren't about the commentators. They're not about the organizers. They're about the athletes. It's about the stories. It's the ABC News that you mentioned, the thrill of victory and agony of defeat."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The world wide of sports."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Yeah, exactly. I mean, we've had the agony of defeat in the ski slopes. We saw Lindsey Vonn in some cases. We've had the figure skaters who fell. And then we had last night the thrill of victory. I stayed up with my kids until 2:30 in the morning watching the U.S. women win that gold medal against Canada, the redemption after they were minutes away from the gold medal in 2014 in Sochi and lost it, and they come back and win that. So, you know, there's that snowboarder, Red Gerard, who said he hadn't even heard of the Olympics as a kid."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "12-years-old, she's a hockey player. She dreams of being on that team one day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good for her. And I hope she is because we're all going to go watch her. Jared, the snowboard culture is so different, and Red Gerard who I thought was awesome. We featured him the night that he won his gold. You know, he comes from a whole different world."
    },
    {
      "speaker": "JARED MAX, SPORTS REPORTER FOX NEWS HEADLINES",
      "utterance": "Snowboarding is where the United States has excelled better than any other event at the Olympics. In fact, 10 of our 21 medals so far for Team USA have either come from snowboarding or freestyle skiing, which is very much like snowboarding. This is a sport that Americans excel in, very much like skateboarding. Isn't it interesting that the U.S. does excel at this because aren't we the ultimate, look at me, capital of the world. You think of all the selfies and you look at the sports where we do excel at, they're the look-at-me sports. It's never been more acceptable, more popular to be a hotdog as an athlete today. We can look at it across sports. And I agree, I think, Martha, that we have different controversies at every Olympics, whether it be from doping or negative stories, as a sports fan, what I'm starting to miss is a sense of nationalism. We have too many athletes who are competing for countries that they're not necessarily from. A woman who's on a Jamaican bobsled team, she competed before for the American bobsled team."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How can that happen?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Also that snowboarder, she's not from Hungary, she has a maternal grandparent who's from Hungary, and is an America in all. So we're rooting for the jersey, for the uniform. I want to be rooting for the athlete and know that they are who they are."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. You know, I love the winter Olympics, especially. And I have always enjoyed them. One thing -- it's difficult. It's hard to watch. Last night I was trying to find out how Lindsey Vonn did, and -- came in, you know, medal -- and the time change is so dramatic. We're going to have Olympics in Asia three times in a row. And some people think that that whole part of it is rigged too, Marc, as well. Quickly."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Oh, absolutely. I mean, look, it is a 14-hour time difference. Not a lot of people were staying up until 2:30 in the morning with the Thiessen family watching the game last night."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I admire that."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "As would have been if that game was being played, let's say, 6 PM or 7:00 PM, so changing the time zone certainly would help."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks you guys. Good to see you. You're both gold medalist in our book tonight. We're going to take a quick break. More of The Story when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Finally, tonight, we honor a hero, Marjory Stoneman Douglas' football coach, Aaron Feis, laid to rest today. His young players burying his casket. He would be remembered by all who loved him as an amazing human being. That is our story for tonight. We'll see you back here tomorrow night at 7. Tucker is up next."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}