{
  "date": "February 14, 2020",
  "headline": "'Family By Design' matches people who want to parent without the romance",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/family-by-design-matches-people-who-want-to-parent-without-the-romance",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "We are not the hate Trump, destroy Trump, psychotic media mob. We seek the truth and let not your heart be troubled and news continues. The Ingraham Angle is next. Have a great weekend. We'll see you Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS HOST",
      "sentences": "I'm Jason Chaffetz in for Laura Ingram and this is the Ingraham Angle from Washington tonight. The Department of Justice is at the center of the political universe yet again. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Tonight, I will bring you every detail on Bill Barr standing in the eyes of the President. Why the decision to drop the criminal case against admitted liar Andrew McCabe might not be the end of his exposure and the latest on the decision to take another look at the prosecution of General Michael Flynn. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Plus last night Laura exposed Mike Bloomberg's deep ties to communist China. Tonight Gordon Chang takes the story even further and speaking of Laura, she and Raymond have a hilarious Friday Follies for you later in the show. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Airline etiquette and a bizarre new couple's site are on the docket. You'll want to see that. But first the Department of Justice is dropping criminal charges against former acting FBI director, Andrew McCabe who admitted to lying to federal investigators. Meanwhile Roger Stone could spend nine years in prison for a similar crime, lying to Congress. Does any of that seem fair to you? It shouldn't. Apparently there is still a two-tiered system of justice in Washington DC, where Trump supporters are punished and resistance members tend to walk. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } And they don't just go free. They're handed lucrative gigs on television to play victim to a pliant crowd. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR",
      "sentences": "We don't expect to live in a country where the perceived political enemies of the President suddenly become the subjects of criminal investigations in a - in a pursuit to you know, to throw political enemies in jail. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } That is an absolute abrogation of everything we know and expect from our system of justice, here as Americans and it's disturbing to see the Department of Justice playing a role in that politicization of the work that DOJ should be doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "What you just heard aren't the words of someone just indicted. They are from someone who was just let off the hook. Are Americans really supposed to feel sorry for him? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Joining me now is Robert Driscoll, former Department of Justice official and Tom Fitton, President of Judicial Watch. Gentleman, thank you so much for joining us here tonight. You follow these things closely. Let me say at the onset. I got to tell you, Bill Barr is the best thing to happen in the Trump administration. He is a muckraker. I think he has his hands full and if Andrew McCabe thinks that he is free and scot-clear and all gone and no more worries, I think he has another thing coming but Robert, I want to start with you. It does feel that people like when are we actually going to prosecute somebody who admits to lying to federal officers and as the former Acting Director of the FBI, this guy knew better. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DRISCOLL, FORMER DEPARTMENT OF JUSTICE OFFICIAL",
      "sentences": "Right. He did and he admitted that he wasn't truthful with investigators in the IG's office and internally at DOJ. I think this is a great example though of why I think Bill Barr is right to take a close look at these things and be involved. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } If you're going to take the political heat for these decisions one way or the other and that's the whole point is the Attorney General works for the President. The Attorney General runs the department of Justice. They all report to him and so you make these calls. Some of them from the outside appear you know, questionable to some of us who have looked at it from the outside, not having looked at the file. But you know, McCabe is - it's amazing, it's like the talking points didn't change when the charges were dropped. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } You look at what he says and they would be the same talking points that have him been indicted and then he actually got from his perspective, what would be a fair shot and it doesn't stop them from complaining but somehow the system is unfair because they even consider bringing charges when in fact, admitted to lying to investigators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You're the President of Judicial Watch. You've been watching the Justice Department here. Is there going to be a two-tiered system or are we actually going to have justice at some point? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, PRESIDENT OF JUDICIAL WATCH",
      "sentences": "Well, my view past experience is an indication of what's going to happen. Comey was referred to the Justice Department under the Attorney General Barr for prosecution, for leaking the President's FBI files, lying about it, including classified information. They refused to proceed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } You have this significant criminal activity by these deputy FBI director, referred to the IG, to the Attorney general. They've refused to refused to proceed. I'm hopeful that he tries to get control of the Justice Department. You know Judicial Watch is facing opposition from the Justice Department in getting accountability even for the simple FOIA process. It's troubling and I - the Attorney General has got to understand, it isn't regular business at the Justice Department. This week began with a slap at the Attorney General, an attack on the President through this abuse of Stone and it ended frankly, with another slap and attack at the President and the Attorney General. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And if you thinks he's being well served by the career surrounding him, he needs to take another look at who's advising him because you know, the way it works. These folks pretend to be non-partisan. The Justice Department is full of Democrat activist lawyers, pretending to be - pretending to be career civil servants who are pursuing an agenda. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } There are thousands of Vindmans, thousands of James Comeys and they're not working for you and I.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "There are 110,000 people at the Department of Justice. This is why it's concerning when former acting Attorney General Sally Yates signed one of the fraudulent FISA warrants against Carter Page and now she's writing stuff like this for the Washington Post. \"Department of Justice independence is essential to our nation's promise of impartial justice. It's not a tool for POTUS to use for retribution or camouflage.\" I mean this is Sally Yates. She's in a responsible position but the President of the United States is still the constitutional officer, in charge of the executive branch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRISCOLL",
      "sentences": "It's also the height of irony for her to make that statement when she was involved with the tail-end of the Obama administration, heading as a hold over to Trump, kind of approving some of the things that went on and working with Brennan and others in order to get the whole Russia collusion story started. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } So she's not the right person to be making that statement but the reality is these people are constitutional officials of the United States. The Attorney General works for the President and he controls the department and that's the thing. You look at all these cases. The voters will hold the President and the Attorney General accountable for what happens. It's their every right to be involved at a broad level to make sure things are done appropriately. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Because they can't be out there rogue and that's why you have - you mentioned Brennan and I think one of the people that Durham is actually looking at because it goes above and beyond outside of this, is what Mr. Brennan has said previously. Watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "sentences": "I think it's kind of silly. I'm certainly willing to talk to Mr. Durham or anybody else who has any questions about what we did during this period of time in 2016 and so I don't know what - I have not been - I have not talked to him yet. It clearly I think is another indication that Donald Trump is using the Department Justice to go after his enemies in any way that he can. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think this guy is scared and I think there's reason for him to be scared and I think that part - this is my own personal opinion but part of the reason it transitioned from an investigation to a criminal probe is potentially because of people like Brennan and what they may or may not have done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Well, I think they're all very nervous about the possibility of prosecutions. I'm not seeing evidence they should be nervous. Durham is doing a glorified IG investigation and Brennan's kind of right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } He's asking questions about his decision making on how to deploy intelligence assets. He isn't going to be prosecuted over that. He might be criticizing the report so I'm not seeing indications. You know what a real criminal investigation looks like. I'm not seeing any of that out of this Justice Department on the worst corruption scandal in American history. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } A legal spying on a sitting President. The President's right to be frustrated. He should tweeting more and directing the Justice Department more on this. I'd appoint a Special Counsel directly if I were him. Justice Department is incapable of doing this in these present circumstances. Well, I think part of the concern here is that you may not win the case but at least make the case and that's been my frustration is that with the Department of Justice if you see wrong doing even when in the oversight committee when I was the Chair, we'd make criminal referrals and it would be bipartisan. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } The Department of Justice still wouldn't go after one of their own but I got to tell you, I still have my believe level on Attorney General Barr is off the charts and I do think that these people still have a lot to worry about because I do believe the Durham is a strong prosecutor and that he will get to the truth. Real quickly, I've only got seconds left. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRISCOLL",
      "sentences": "Just to defend Barr a little bit on the - on the tweeting and it doesn't help him when the President tweets about a particular case. I think that that hurts him because exactly it sets up the narrative for the left that Barr is doing it at the direction--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And when the President tweets after this recommendation comes out, I think he has every right to do that and I want a President, when he sees something that is wrong and he thinks it's a miscarriage of justice to speak out about it. So gentleman, thank you. This is not the end of this. There's going to be a lot more about this so. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right, the Andy McCabe clip we showed you earlier was actually part 2 of his CNN Pity Party. Here's what he said earlier in the day. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCABE",
      "sentences": "As glad as I am that the Justice Department and the DC U.S. Attorney's office finally decided to do the right thing today, it is an absolute disgrace that they took two years and put my family through this experience for two years before they finally drew the obvious conclusion. And when they could have drawn a long, long time ago. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Here to react is Charlie Kirk, founder of Turning Point USA and author of the upcoming book, 'The MAGA Doctrine,' along with Jeffrey Lord, former CNN contributor and a contributing editor at the American Spectator. Gentlemen, thank you so much for being here. Charlie, I want to start with you because when you see Andrew McCabe up there, talking all righteously about why this took so long, I mean he did admit. He lied about the lying that he lied. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } I mean he's the one that put the country through this? Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER OF TURNING POINT USA",
      "sentences": "Yes, what he's trying to say we should feel bad for his family. You know what Andy McCabe? We should really be feeling bad for Lieutenant General Michael Flynn's family, when you walk into the White House deceivingly and trapped him under false pretenses. And people forget about this. Andrew McCabe walked into the White House and the White House is in early stages under complete and total false pretenses, and Lieutenant General Michael Flynn who's the hero to our country did not have a lawyer present and that was really the beginning of a lot of this nonsense around Russia, if we think back to that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And now McCabe says, well, you know, my family was put through this. He gave four lies to the Federal Bureau of Investigation. They say they were misleading statements. They were lies. Three of which were under oath and he gets off completely and I think a lot of Trump supporters and people in the base are just scratching their heads and they're saying, is justice really blind in our country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } I mean or is it more tilted or very tilting in the direction of if you hate this President and say the right things on cable television, all of a sudden you're allowed some sort of soft pardon from the deep state of the DOJ. It's disgusting what happened today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well and you look at what the Inspector General did. He made recommendations to the Department of Justice on the director of the FBI, the deputy director, the director of the FBI, the deputy director of the FBI, the deputy assistant director of the FBI and nobody - but nobody's been prosecuted. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let me show you this graphic from the IG's report listing out some things in February of 2018. Misled investigators on the role in news media disclosure. This is about Andrew McCabe. Lacked candor in four separate occasions. Authorized media leaks to advance personal interest. And he recommended, the IG did recommended the firing of Andrew McCabe. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And fortunately at least that happened but Jeffrey, this is a person who brought a lot of shame to the Department of Justice. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY LORD, FORMER CNN CONTRIBUTOR",
      "sentences": "Yes, I'll say I mean to borrow from Nancy Pelosi, he'll be fired forever for doing what he did. I mean this is just absolutely disgraceful Jason. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } What about sympathy as Charlie was just saying, for the Flynn family? Frankly, what about for the President and his family? Put through this and the nation as a whole put through three years of just stuff because they don't like the way the 2016 election came out. This is truly, truly disgraceful and what you've got as mentioned earlier, whether it's the Department of Justice or the Department of State or the National Security Council, you have all of these people or basically liberal elites in case of the Justice Department with law degrees. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } And they weaponize the government. They weaponize the legal process to go after ideological opponents. It's disgraceful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now Jeffrey, I want to continue on with you for just a second here. What do you think of CNN actually giving this continued platform to Andrew McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORD",
      "sentences": "Yes, I think it's a serious mistake. I mean, I guess, frankly, since I left, I don't understand. I mean, I understand what they're doing is they've got a bone to pick with the President. They don't like the President. But what they're doing here is hurting their own credibility, their own writings. They keep going down and down. There are a lot of good people there but this is self-defeating to the max and this certainly isn't going to help. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now Charlie, part of the huge task that's been for and I worry that the FBI director Ray, I don't know that he's up to the task of actually reform an agency that is in such disarray but how is the American people, how are the American people going to regain confidence that the Department of Justice will act impartially and Lady Justice will have that blindfold on instead of giving a pass every time that they their name is Clinton or have a Democrat or big D next to their name? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "She doesn't have the blindfold on. She has her left eye open and she's definitely favoring everyone who's on the political left today and to kind of expound on the point earlier, let's just not forget, Andrew McCabe came out and did a full media blitz just about a year ago to try to keep this Russian narrative going. Remember, he tried to convince the talking class and intelligentsia of the wise men of Washington on the left to continue to push forward when Mueller - when it's coming - it's starting to come out that Mueller maybe was going to come out with that big bombshell, he said oh no, no, no, we really had a good evidence that the President was doing something very questionable at the highest levels. What about the President's family? Great point Jeffrey. What about everybody around the President's orbit that have suffered because of this and if he wants to have this cable news Pity Party for him, maybe he shouldn't have lied under oath. Maybe he shouldn't have to leaked this information. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } And he was part of this deep state collusion against the President to illegally spy on the President, to leak the information and boy, I sure hope that at some point, justice will be held up because if it - if not, I'm telling you the grass roots of this country in middle America, we are fed up with the ruling class being able to do whatever they want to do when they don't like a President and get away with it. People have to start being held accountable for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, can you imagine if Hillary Clinton was elected the President, these people like McCabe and Comey and others would be at the helm of the largest law enforcement operation in the country. Thank goodness that didn't happen and that there is some cleansing. I'd like to see some people prosecuted but I'm glad that every top tier there at the FBI is on their way out but I got to tell you between Barr and Ray, they have got a long way to go to get some confidence that it will be equal and that they will at least prosecute, even if they lose a case, at least try to prosecute it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Gentlemen, thank you so much for being here, tonight. Happy Valentine's Day. Well, coming up another bombshell today, on the heels of the request to reduce Roger Stone's sentence. The Department of Justice is taking another look at the case against Michael Flynn. Are all the Mueller conspiracies unraveling before our very eyes? Plus making the McCabe news all the more enraging, Lee's Smith breaks down a damning new report of wrongdoing at the FBI. Don't move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The Department of Justice was on a roll this week and it's not over yet. Attorney General, Bill Barr is bringing in an outsider, a prosecutor to review the department's case against Michael Flynn, Trump's former National Security Adviser. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } For more, we go live to Fox news correspondent Leland Vetter with the latest. Leland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VETTER, FOX NEWS CORRESPONDENT",
      "sentences": "Hey Jason. This is a review of the case against Michael Flynn so it could lead to anything or any decision by the DOJ. It's going to be led by a different U.S. attorney, in this case a man from Missouri, who will examine the case and the decision surrounding the prosecution of Flynn for lying to the FBI. The former National Security Adviser, Trump supporter and three star general plead guilty to lying to investigators about his contact with the Russian ambassador. Flynn was long seen as a proponent of better relationships with Moscow and his supporters say, he's been railroaded and bullied into pleading guilty. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Last month, his lawyer issued a blistering statement tying the withdraw of his plea guilty saying \"the prosecution has shown abject bad faith in pure retaliation against Mr. Flynn since he retained new council, this can only be because, with new on conflicting counsel, Mr. Flynn refused to lie for the prosecution - Justice is not a game and there should be no room for such gamesmanship in the Department of Justice.\" That move came after prosecutors allege Flynn wasn't living up to his end of the deal to cooperate with the government. So now comes this review, Jason, as you just pointed out, nothing here in DC happens as a vacuum as you well know, rarely is the DOJ been under more scrutiny than it is at the end of this week which happens to mark the one year anniversary of Bill Barr's tenure as Attorney General.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Leland, thank you very much. Well, despite all the evidence, pointing to prosecutorial misconduct in the Flynn case, CNN's legal luminary Jeffrey Toobin said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "sentences": "This is not some 16-year old kid railroaded by a judicial system that he has no support in. This is a guilty plea by an extremely knowledgeable, educated person at advised by the best lawyers in the country and this is what the Department of Justice is investigating. The only reason they're investigating it is because Donald Trump didn't like the result. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now think hard. If Trump was truly pulling the strings, Bill Barr wouldn't have dropped the case against McCabe. Well joining me now is former Department of Justice prosecutor, Jim Trusty. Jim, thank you so much for joining us here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM TRUSTY, FORMER DEPARTMENT OF JUSTICE PROSECUTOR",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Tell me about the significance of bringing in a prosecutor for this review to the Department of Justice to look at this case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "Well, let me put it this way. You know, if you ask me a month ago whether a motion to withdraw a guilty plea had any legs, I would say it's going to probably fail. It's usually about 90 percent or more of these motions to withdraw from a guilty plea turn into a disaster for the defendant. They lose cooperation. They lose acceptance or responsibility and the judge says no, I did it right, when I had these question for you about your guilty plea. So it's very personal exercise for the judge. It's starting to turn into a different kind of beast right now. I mean, it's interesting we don't know where it's going to end up but Judge Sullivan seems to be tolerating a lot of extra litigation on this. A lot of change. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } This new attorney coming into basically assess the whole situation. It all rings familiar from Ted Stevens. You know, that was Judge Sullivan also. He appointed an independent counsel and you have the same flavor going on now. That there might be a real hard look at the conduct that built up to this plea, rather than the moment of the plea itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, Sidney Powell is the new, fairly new attorney representing the General. She's very savvy. She has a lot of competency and she obviously does have the ear of the judge who is I think, giving a lot of latitude because this case could have easily been wrapped up some time ago. But what does this really say about the Department of Justice because on the one hand, the left is saying, oh this has Trump's thumbprints all over it. I'll tell you my experience is the President is about his hands off as he can possibly be. Yes, he tweets about some stuff but in terms of actually calling and pushing the Department of Justice, I don't see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "I think this is really coming from Barr. You know, you got to remember Barr came into this as a guy who didn't need this job. He's established his credentials. I think, he has a lot of gravitas, lot of integrity. I think he comes at all of these as case by case determinations of what's fair and what's right and he might have a little bit of buyer's remorse, looking back at some of the Mueller probe prosecutions and really, I think the open question which is not one that exonerates so much but compares. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } It says maybe, it's OK to go after Michael Flynn. Maybe there's a false statement here but why didn't that happen in any of the Hillary probe? So you know, the discretion that's being used by FBI and prosecutors is probably alarming an old hand like Bill Barr when he sees the possible dire consequences like Roger Stone or even in Flynn's case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "One other thing that you and I were talking before this. There is House Resolution 202. This is an important part. Most people don't realize this but the two-plus million federal employees that have an exemption for being investigated by the Inspector General, attorneys at the Department of Justice, this Bill from Cedric Richmond, a Democrat from Louisiana Jody Hice, a Republican. It passed unanimously out of the House and I do hope the Senate takes this up because the IG should be able to look at these individual attorneys at the Department of Justice as well. So thank you so much for joining here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUSTY",
      "sentences": "All right, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's one of the benefits getting to be the host. You get to spin those things up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "The FBI is an honest, apolitical organization and I hope people will stare at that and learn about what the FBI's like. Human and flawed, but deeply committed to trying to do the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So I think people can have some assurance that the FBI actually, by and large, went about doing a pretty responsible job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Pretty responsible? A new report from Real Clear investigations suggests otherwise. The outlet unearthed a bombshell buried deep in the IG report on FISA abuse, released last year. Inspector General Michael Horowitz discovered that FBI officials shared highly classified materials with former British spy, Christopher Steele. As if that wasn't bad enough, the agents knew Steele with doing opposition research against Trump and were told that Hillary Clinton herself knew about it. Here now is Lee Smith, investigative journalist and author of, 'The Plot against the President.' So why in the world would they be taking classified information and sharing that with Steele?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE SMITH, INVESTIGATIVE JOURNALIST",
      "sentences": "Right. First of all, I want to say it's a terrific piece by a colleague, Eric Felt and it's a very important piece. It gets to a lot of important issues. One of the problem, the main problem that comes out is that they're sharing classified information with Steele. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } One of the other things that illuminated in the story is that after Steele gets this information from the FBI team, he goes and meets with Glenn Simpson, a Clinton operative. In effect, Christopher Steele is the liaison now between the FBI and the Clinton campaign. So that's another very significant take away from the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So it's in the Inspector General's report. It highlights this. We don't know whether or not Durham is looking at this but money is flowing. Taxpayer money, it's coming out of taxpayers wallets. It's going to this operative to do opposition research.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "$15,000 to attend this meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "$15,000. That's right to go attend this meeting, it then goes - Glenn Simpson's involved. He's part of Team Clinton and the what the DNC research is doing and then it gets even worse because that is then the information that they use for this FISA warrant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Exactly that's the question that needs to be answered right here. We need to find out exactly why that information was being provided to Christopher Steele. We've known for a long time of course, that Steele and the Clinton campaign was providing information to the FBI. It now appears the FBI was giving information to the Clinton campaign as well. Was that in order to direct the FISA so that they could obtain the spy warrant? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "This is so disgusting. I want you to listen in Mr. McCabe's own words about what he thinks part of the problem was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCABE",
      "sentences": "The biggest mistake I think is the process that was in place. It essentially left so much responsibility on the lowest level of FBI agents and supervisors involved in process that once those mistakes are baked in, they become very, very hard for the many, many layers of oversight to uncover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I'm telling you. I just want to come out of my seat on that one. That is exactly the opposite of what actually happened. Department of Justice, main justice brought this up at the highest level. That was the problem. They didn't give it to some line prosecutors who are used to doing this say, out of New York or Dallas or some other case. But they brought it in to haggle it and to have it real close to themselves. That was part of the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE SMITH, INVESTIGATIVE JOURNALIST",
      "sentences": "Right, it's a very manly response here from former acting Director McCabe to throw his underlings, his subordinates under the bus. But, no, of course, this went up to extremely high levels. We know from the I.G. report, people who were involved, people who apparently who signed off on sharing this information with Steele include Peter Strzok and Bill Priestap. So this goes up extremely high. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "This goes back to the earlier part that we were talking about where, I've got to tell you, I know there was some news about the non- prosecution of McCabe, but if you think McCabe is out of the woods on this one, I think he's got another thing coming, because between Barr and Durham and the things that are going on at the Department of Justice, this show is not yet over. Lee, thank you very much, appreciate your great work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Up ahead, media darling Michael Avenatti is heading to prison for extortion. Plus Gordon Chang reacts to Laura's angle from last night on Michael Bloomberg's troubling ties to China. You don't want to miss it. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's Donald Trump's worst nightmare, Michael Avenatti.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mueller is not going to take Trump down. I think Avenatti going to take Trump down. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump is terrified of Michael Avenatti.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Michael Avenatti for President in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Looking ahead to 2020, one reason why I'm taking you seriously as a contender is because of your presence on cable news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I love those clips. So will Michael Avenatti still be a serious contender in 2020 from a jail cell? Stormy Daniels' former lawyer is facing up to 42 years in prison. Today he was convicted on three counts regarding his attempt to extort millions of dollars from Nike. And he still has to stand trial later this year for allegedly defrauding clients. The Avenatti case is a telling one for a bigger reason. The mere suggestion that he could actually be a legitimate Democratic contender shows, I think, just how desperate the Democrats are in their search for a viable candidate and how many problems still face them today. Joining me now is Allie Beth Stuckey, host of the \"Relatable\" podcast, and Bill Scher, \"Politico\" magazine contributing editor. I thank you both for being here tonight. Allie, I want to start with you. This guy was really in the mix. He had some serious people up there on the cable news network saying they thought that he very well could be the Democratic nominee for president. ALLIE BETH STUCKEY, \"RELATABLE\" PODCAST HOST: Yes. OK, it's Valentine's Day, so let's use a dating analogy. The media is like that girlfriend that you have, that friend that you have that's dating the guy, and everyone around her is like, this is sketchy, you need to let him go. He's bad news. And they are like, no, he's the one. I'm just going to stick with him. And now that they have been dumped, they realize that all their friends were right, that they shouldn't have stuck around with him and he really was just as sketchy as everyone said. And I think they are kind of reeling. They're probably embarrassed just a little bit, and they don't know how to react to it. But you're right. They just latch on to absolutely anyone who hates Donald Trump no matter how shady their character is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Bill, the media was slobbering all over this guy. They really thought he was going to be the one, in part because he was actually trying to take the fight supposedly to Donald Trump. But he's a bit after a shyster, wasn't he? BILL SCHER, CONTRIBUTING EDITOR, \"POLITICO\": He certainly was a grifter. But I wouldn't paint too broad a brush here. He never hit more than two percent in any Democratic primary poll. He wasn't seen as the savior by most Democrats. He did, beyond just being tough on Trump on cable TV, when he was starting to test the waters, he was articulating an argument that Democrats should fight fire with fire, not do the \"when they go low, we go high,\" business. And there was a constituency for that which got people excited. But you've seen that baton was taken by Elizabeth Warren, because Avenatti was for court-packing, and Elizabeth Warren is for court-packing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So it's working out for both of them. It worked out for Avenatti and Warren, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHER",
      "sentences": "That's an interesting point because Pete Buttigieg started taking off because he sounded like that at the beginning. But he made a pivot in the fall after Joe Biden pushed back on that sort of argument. Talk more about bipartisan and unity. Pete Buttigieg started taking stuff from Joe Biden's playbook, and that got him back in the game, whereas Warren has not been able to go as far with the Avenatti-like fight fire with fire argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I've got to tell you, Bill, you're one of the smartest, most observant people on the Democratic side of the aisle, but Allie, I'm still looking at that field, and I'm thinking they don't have anybody that can compare in not just the celebrity but the fact that the economy is doing well. Everything is going right for Donald Trump. I think he's stronger today politically than ever, and look at the clown show that has been the Democratic field thus far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUCKEY",
      "sentences": "I think they are absolutely scared. You've got people on the liberal networks, the most liberal hosts you've got out there, saying I don't want a socialist as president. What do we do if Bernie Sanders is the nominee? And no one on the Democratic side right now has as much energy as Bernie Sanders does. So I think they are looking around, and they are like, are we really going to put a socialist up against Donald Trump when everything, like you said, is going so well, especially economically, someone who says we've got to upend everything in order for America to be the place that we want it to be. And most Americans look around and say America is already the place we want it to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Real quickly, Bill, are we screaming towards a contested convention based on where we are today on February 14th?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHER",
      "sentences": "It's a higher than zero chance. There's more of a chance since what's happened in Iowa and New Hampshire. Bernie has a narrow plurality of votes. Moderates are divided between three and four candidates once Bloomberg gets in the mix. And if that doesn't consolidate enough on one side of the fence, you get a contested convention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thank you both. Happy Valentine's Day to you both, and thank you for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHER",
      "sentences": "Thank you. Michael Bloomberg's popularity is soaring among Democrats. The 2020 late comer is now polling third nationally according to the Real Clear Politics average. But he's got a problem -- his deep personal and business ties to China. Laura did an incredible job laying this all out last night. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "Bloomberg has been getting increasingly tight, though, with the Chinese for years. He loves their massive marketplace, and they love his money and influence in the United States. I'm telling you, keep your eye on Bloomberg's business activities in China. They're actually increasing as he's running for president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining me now is Gordon Chang. He's a Chinese expert and author of \"Losing South Korea.\" Gordon, thank you so much for joining us tonight. When you hear Laura talk about how Bloomberg is increasing his ties with China, how do you see it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORDON CHANG, EAST ASIA EXPERT",
      "sentences": "She's absolutely right about that. Bloomberg, I'm sure, was responsible for spiking a number of articles about Xi Jinping, the Chinese ruler, that Xi would have abhorred. You see Bloomberg's business in China blooming, as she said, and it coincides with Bloomberg's very, very nice statements about Chinese leaders, including Xi Jinping himself. You put all this together and you've got to be very concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "At one point, Michael Bloomberg said he's not a dictator. He really did tone down his rhetoric against the Chinese leader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHANG",
      "sentences": "Certainly. And that statement from September is especially troubling because Xi Jinping is becoming a dictator. And Bloomberg was really trying to prettify the entire Chinese Communist Party. So that is absolutely wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But is Bloomberg on this appeasement tour? And why is he doing that now while he's running for president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHANG",
      "sentences": "I don't know, but the highest duty of the president is to defend the United States against all enemies, and we have no greater enemy than China. And Bloomberg, for whatever reason, is saying China is a partner and friend, and that, in my view, makes him unfit to be president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, that's what's interesting about this. This is what happens when you have a latecomer into the party. He hasn't gone through any of the debates. He's throwing hundreds of millions of dollars into the campaign to make sure he's got a presence out there. And think about it. For a person who has never gone through a debate, really hasn't gone out and been vetted at all, to be rolling in there in third place at this point coming up onto Nevada and South Carolina is really something. Gordon, I thank you so much for being here tonight and really do appreciate you joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHANG",
      "sentences": "Thanks, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "A viral airplane video and a bizarre couple's website, Laura and Raymond Arroyo bring you the laughs in Friday Follies. Don't go anywhere. Stay right with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's Friday, and that moons it's time for Friday Follies. A flight fight, and the new instant baby app. Joining us now with all of the pressing details is Raymond Arroyo, FOX News contributor. All right, Raymond, this video I saw this on Twitter, and it's exploding on social media, as they say. And a woman, Wendi Williams, reclined her chair onboard a recent American Airlines flight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "This jerk behind her, he starts punching the back of the seat. The seat is in his lap. The problem is when she complained to American Airlines, to the attendant, the attendant gave the guy a drink. I had a similar incident like this the other day with American Airlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because all stories come back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is important. You're dragging your bag through. They would not let me take it through TSA nor would they let me check it. They said it was a half-hour before takeoff, you can't do either, so I had to miss the flight. And they said but you've learned, you've helped us to learn and grow through this experience. Thanks, ruin my day so your team of incompetence can learn and grow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, we, by the way, knew how much this all bothered Raymond at LaGuardia Airport, so we launched an \"Ingraham Angle\" investigation and we were able to get an exclusive video of the entire controversy involving Raymond. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Dear Lord.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I'm not checking my bag, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, there is no need to raise your voice, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I'm not raising my voice. This would be raising my voice to you, OK. I don't want to check my bag, OK. And by the way, your airline, you suck at checking bags. I'm a person who has feelings, and all I have to do is do what I want to do, and all I want to do is hold on to my bag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Why won't they let you love your bag? You can love anything but not your bag. Here's the other problem, this poor woman, the reason that he was pushing, it's the airlines fault. Seats are getting smaller. People are getting wider. I have some Ray travel rules. May I share those with you, Laura?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Must you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes. First of all -- and you know this is true, you've traveled with me -- wipe down all surface areas before sitting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, Felix. This is Felix.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Who made that graphic. Sam made that graphic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You wish you could fly a plane. You can't even drive a car.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I should be the captain of the plane. You'd see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wipe down all surfaces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Ingraham, you'll like this rule. Do not clip your toenails while on board. We have witnessed this. It is horrible when you get hit on the side of the cheek with a flying nail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not just yours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Armrests are to keep you in the seat you paid for. Abide the divide, I always say. I love these people. They get in. They are taking up the aisle, and they are pulling up the armrests. No, no, no. Armrests down. I'm for borders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Borders, enforce them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And finally, move out of the aisle to stow your back or anxiety animal. Just move out of the aisle. Don't block passage. We're all waiting on the jet bridge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You have an issue with travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I hate travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Raymond, when he's upset about something, he feels the need to then tweet about it, OK? So then he -- American Airlines. And American Airlines immediately, we're very sorry, Mr. Arroyo. We hope you're back soon as a customer, as if you're going to start flying American Airlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I am. I am. If I have to hike, hitchhike here, that's what I'm going to do. And things are so worrisome now on airlines because of the coronavirus, people are even, not only are they wearing masks, but their animals are wearing masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Things are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is the cat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The cat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "We don't want the dog --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They eat dogs over there in some quarters in China, horrible people that they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, this week I came across just in time for Valentine's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tonight is Valentine's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's Valentine's Day. Happy Valentine's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Happy Valentine's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is one of the most absurd apps ever. These are for people who want to have kids without romance. Family by Design is one of these companies. Watch the ad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We'll match you with your ideal parenting partner through our matching service, which provides detailed profiles of potential partners. Our unique compatibility algorithm will help guide you to your ideal parenting match. Whatever your criteria, we'll help you find the parenting partner that is just right for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "These are people who want to parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And two of the biggest sites, Modamily, and Coparently (ph), they connect people who want to get right to the shared custody of the kid and skip the marriage and the honeymoon. They strike legal arrangements, which allow them to co-parent, but no personal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't foresee any problems with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There are no problems. This is just going to be so easy this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I don't like the idea. This is like takeout kid, mail order kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Designer babies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And the very idea -- if you don't like the person enough to have an intimate, long-term relationship with them, why do you want their offspring living with you? I just want to ask you that question to these people. I don't understand this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Can we go back to the airplane for a moment. I want to go back to airlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "We're talking about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to go back to the airlines. I want to go back to why it's the fault of the airline, because you're in the plane, and they have added two or three more rows to a plane that can't take any more seats. And as you said, the girth of passengers is quite substantial, to say the least. The wheelchairs, you can't even get the wheelchairs down the aisle. The wheelchairs are triple-wide wheelchairs now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The wheelchairs are double-wide",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So now that woman actually wanted a recliner seat. She paid for that seat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The schlub behind her got the seat that didn't recline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "When he was hitting on it, you know what he told her? Oh, there is turbulence on this plane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That wouldn't have gone down well with me. And you think he would do that to a guy that's six-foot tall, six-five and had camouflage on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But the airline attendant wanted her to stop filming it, her friend to stop filming it. And they said erase the video. Unbelievable. On this Valentine's Day I have a little treat for you, and a little word of caution. If you saved a special bottle of bubbly for that romantic date with your Valentine, let's hope it goes better than \"The Bachelor's\" recent night out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm wet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What the hell?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "OK, don't shake the bottle of champagne before you have it, and only have children with people you love. Those are my Valentine's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know what I love about \"The Bachelor\" is when the gals, they don't get the guy at the very end, and then they are bawling in the limo on the way out. He's just made out with 15 girls before you. We had such a connection. He had a connection with 15 others and he was doing everything with them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is why you have apps with people who later find out they don't have a partner, they want to have a kid because, they have watched too many hours of \"The Bachelor\" and get this idea that life is just a harem and you never have to move off of that to a commitment. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Never have to grow up, Raymond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Bad idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good luck, good luck with your next adventure --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Traveling adventure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- with a sky valet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I'm getting my Clorox wipes right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, thanks so much, happy Valentine's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Don't go away. My Valentine's Day inspirational moment is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, happy Valentine's Day, and to my sweetheart, my love of my life, Julie, happy Valentine's Day. I want you to know that I had this special treat, but the problem is it's edible, and I didn't quite make it to the end of the show. So I had something special, but it was really good. That's all the time we have tonight. Thanks to Laura for allowing me to sit in for her. And don't forget to follow me on Twitter and Instagram. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "We are not the hate Trump, destroy Trump, psychotic media mob. We seek the truth and let not your heart be troubled and news continues. The Ingraham Angle is next. Have a great weekend. We'll see you Monday."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS HOST",
      "utterance": "I'm Jason Chaffetz in for Laura Ingram and this is the Ingraham Angle from Washington tonight. The Department of Justice is at the center of the political universe yet again. Tonight, I will bring you every detail on Bill Barr standing in the eyes of the President. Why the decision to drop the criminal case against admitted liar Andrew McCabe might not be the end of his exposure and the latest on the decision to take another look at the prosecution of General Michael Flynn. Plus last night Laura exposed Mike Bloomberg's deep ties to communist China. Tonight Gordon Chang takes the story even further and speaking of Laura, she and Raymond have a hilarious Friday Follies for you later in the show. Airline etiquette and a bizarre new couple's site are on the docket. You'll want to see that. But first the Department of Justice is dropping criminal charges against former acting FBI director, Andrew McCabe who admitted to lying to federal investigators. Meanwhile Roger Stone could spend nine years in prison for a similar crime, lying to Congress. Does any of that seem fair to you? It shouldn't. Apparently there is still a two-tiered system of justice in Washington DC, where Trump supporters are punished and resistance members tend to walk. And they don't just go free. They're handed lucrative gigs on television to play victim to a pliant crowd."
    },
    {
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR",
      "utterance": "We don't expect to live in a country where the perceived political enemies of the President suddenly become the subjects of criminal investigations in a - in a pursuit to you know, to throw political enemies in jail. That is an absolute abrogation of everything we know and expect from our system of justice, here as Americans and it's disturbing to see the Department of Justice playing a role in that politicization of the work that DOJ should be doing."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "What you just heard aren't the words of someone just indicted. They are from someone who was just let off the hook. Are Americans really supposed to feel sorry for him? Joining me now is Robert Driscoll, former Department of Justice official and Tom Fitton, President of Judicial Watch. Gentleman, thank you so much for joining us here tonight. You follow these things closely. Let me say at the onset. I got to tell you, Bill Barr is the best thing to happen in the Trump administration. He is a muckraker. I think he has his hands full and if Andrew McCabe thinks that he is free and scot-clear and all gone and no more worries, I think he has another thing coming but Robert, I want to start with you. It does feel that people like when are we actually going to prosecute somebody who admits to lying to federal officers and as the former Acting Director of the FBI, this guy knew better."
    },
    {
      "speaker": "ROBERT DRISCOLL, FORMER DEPARTMENT OF JUSTICE OFFICIAL",
      "utterance": "Right. He did and he admitted that he wasn't truthful with investigators in the IG's office and internally at DOJ. I think this is a great example though of why I think Bill Barr is right to take a close look at these things and be involved. If you're going to take the political heat for these decisions one way or the other and that's the whole point is the Attorney General works for the President. The Attorney General runs the department of Justice. They all report to him and so you make these calls. Some of them from the outside appear you know, questionable to some of us who have looked at it from the outside, not having looked at the file. But you know, McCabe is - it's amazing, it's like the talking points didn't change when the charges were dropped. You look at what he says and they would be the same talking points that have him been indicted and then he actually got from his perspective, what would be a fair shot and it doesn't stop them from complaining but somehow the system is unfair because they even consider bringing charges when in fact, admitted to lying to investigators."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You're the President of Judicial Watch. You've been watching the Justice Department here. Is there going to be a two-tiered system or are we actually going to have justice at some point?"
    },
    {
      "speaker": "TOM FITTON, PRESIDENT OF JUDICIAL WATCH",
      "utterance": "Well, my view past experience is an indication of what's going to happen. Comey was referred to the Justice Department under the Attorney General Barr for prosecution, for leaking the President's FBI files, lying about it, including classified information. They refused to proceed. You have this significant criminal activity by these deputy FBI director, referred to the IG, to the Attorney general. They've refused to refused to proceed. I'm hopeful that he tries to get control of the Justice Department. You know Judicial Watch is facing opposition from the Justice Department in getting accountability even for the simple FOIA process. It's troubling and I - the Attorney General has got to understand, it isn't regular business at the Justice Department. This week began with a slap at the Attorney General, an attack on the President through this abuse of Stone and it ended frankly, with another slap and attack at the President and the Attorney General. And if you thinks he's being well served by the career surrounding him, he needs to take another look at who's advising him because you know, the way it works. These folks pretend to be non-partisan. The Justice Department is full of Democrat activist lawyers, pretending to be - pretending to be career civil servants who are pursuing an agenda. There are thousands of Vindmans, thousands of James Comeys and they're not working for you and I."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "There are 110,000 people at the Department of Justice. This is why it's concerning when former acting Attorney General Sally Yates signed one of the fraudulent FISA warrants against Carter Page and now she's writing stuff like this for the Washington Post. \"Department of Justice independence is essential to our nation's promise of impartial justice. It's not a tool for POTUS to use for retribution or camouflage.\" I mean this is Sally Yates. She's in a responsible position but the President of the United States is still the constitutional officer, in charge of the executive branch."
    },
    {
      "speaker": "DRISCOLL",
      "utterance": "It's also the height of irony for her to make that statement when she was involved with the tail-end of the Obama administration, heading as a hold over to Trump, kind of approving some of the things that went on and working with Brennan and others in order to get the whole Russia collusion story started. So she's not the right person to be making that statement but the reality is these people are constitutional officials of the United States. The Attorney General works for the President and he controls the department and that's the thing. You look at all these cases. The voters will hold the President and the Attorney General accountable for what happens. It's their every right to be involved at a broad level to make sure things are done appropriately."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Because they can't be out there rogue and that's why you have - you mentioned Brennan and I think one of the people that Durham is actually looking at because it goes above and beyond outside of this, is what Mr. Brennan has said previously. Watch this."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "utterance": "I think it's kind of silly. I'm certainly willing to talk to Mr. Durham or anybody else who has any questions about what we did during this period of time in 2016 and so I don't know what - I have not been - I have not talked to him yet. It clearly I think is another indication that Donald Trump is using the Department Justice to go after his enemies in any way that he can."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think this guy is scared and I think there's reason for him to be scared and I think that part - this is my own personal opinion but part of the reason it transitioned from an investigation to a criminal probe is potentially because of people like Brennan and what they may or may not have done."
    },
    {
      "speaker": "FITTON",
      "utterance": "Well, I think they're all very nervous about the possibility of prosecutions. I'm not seeing evidence they should be nervous. Durham is doing a glorified IG investigation and Brennan's kind of right. He's asking questions about his decision making on how to deploy intelligence assets. He isn't going to be prosecuted over that. He might be criticizing the report so I'm not seeing indications. You know what a real criminal investigation looks like. I'm not seeing any of that out of this Justice Department on the worst corruption scandal in American history. A legal spying on a sitting President. The President's right to be frustrated. He should tweeting more and directing the Justice Department more on this. I'd appoint a Special Counsel directly if I were him. Justice Department is incapable of doing this in these present circumstances. Well, I think part of the concern here is that you may not win the case but at least make the case and that's been my frustration is that with the Department of Justice if you see wrong doing even when in the oversight committee when I was the Chair, we'd make criminal referrals and it would be bipartisan. The Department of Justice still wouldn't go after one of their own but I got to tell you, I still have my believe level on Attorney General Barr is off the charts and I do think that these people still have a lot to worry about because I do believe the Durham is a strong prosecutor and that he will get to the truth. Real quickly, I've only got seconds left."
    },
    {
      "speaker": "DRISCOLL",
      "utterance": "Just to defend Barr a little bit on the - on the tweeting and it doesn't help him when the President tweets about a particular case. I think that that hurts him because exactly it sets up the narrative for the left that Barr is doing it at the direction--"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And when the President tweets after this recommendation comes out, I think he has every right to do that and I want a President, when he sees something that is wrong and he thinks it's a miscarriage of justice to speak out about it. So gentleman, thank you. This is not the end of this. There's going to be a lot more about this so. All right, the Andy McCabe clip we showed you earlier was actually part 2 of his CNN Pity Party. Here's what he said earlier in the day."
    },
    {
      "speaker": "MCCABE",
      "utterance": "As glad as I am that the Justice Department and the DC U.S. Attorney's office finally decided to do the right thing today, it is an absolute disgrace that they took two years and put my family through this experience for two years before they finally drew the obvious conclusion. And when they could have drawn a long, long time ago."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Here to react is Charlie Kirk, founder of Turning Point USA and author of the upcoming book, 'The MAGA Doctrine,' along with Jeffrey Lord, former CNN contributor and a contributing editor at the American Spectator. Gentlemen, thank you so much for being here. Charlie, I want to start with you because when you see Andrew McCabe up there, talking all righteously about why this took so long, I mean he did admit. He lied about the lying that he lied. I mean he's the one that put the country through this? Correct."
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER OF TURNING POINT USA",
      "utterance": "Yes, what he's trying to say we should feel bad for his family. You know what Andy McCabe? We should really be feeling bad for Lieutenant General Michael Flynn's family, when you walk into the White House deceivingly and trapped him under false pretenses. And people forget about this. Andrew McCabe walked into the White House and the White House is in early stages under complete and total false pretenses, and Lieutenant General Michael Flynn who's the hero to our country did not have a lawyer present and that was really the beginning of a lot of this nonsense around Russia, if we think back to that. And now McCabe says, well, you know, my family was put through this. He gave four lies to the Federal Bureau of Investigation. They say they were misleading statements. They were lies. Three of which were under oath and he gets off completely and I think a lot of Trump supporters and people in the base are just scratching their heads and they're saying, is justice really blind in our country. I mean or is it more tilted or very tilting in the direction of if you hate this President and say the right things on cable television, all of a sudden you're allowed some sort of soft pardon from the deep state of the DOJ. It's disgusting what happened today."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well and you look at what the Inspector General did. He made recommendations to the Department of Justice on the director of the FBI, the deputy director, the director of the FBI, the deputy director of the FBI, the deputy assistant director of the FBI and nobody - but nobody's been prosecuted. Let me show you this graphic from the IG's report listing out some things in February of 2018. Misled investigators on the role in news media disclosure. This is about Andrew McCabe. Lacked candor in four separate occasions. Authorized media leaks to advance personal interest. And he recommended, the IG did recommended the firing of Andrew McCabe. And fortunately at least that happened but Jeffrey, this is a person who brought a lot of shame to the Department of Justice."
    },
    {
      "speaker": "JEFFREY LORD, FORMER CNN CONTRIBUTOR",
      "utterance": "Yes, I'll say I mean to borrow from Nancy Pelosi, he'll be fired forever for doing what he did. I mean this is just absolutely disgraceful Jason. What about sympathy as Charlie was just saying, for the Flynn family? Frankly, what about for the President and his family? Put through this and the nation as a whole put through three years of just stuff because they don't like the way the 2016 election came out. This is truly, truly disgraceful and what you've got as mentioned earlier, whether it's the Department of Justice or the Department of State or the National Security Council, you have all of these people or basically liberal elites in case of the Justice Department with law degrees. And they weaponize the government. They weaponize the legal process to go after ideological opponents. It's disgraceful."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now Jeffrey, I want to continue on with you for just a second here. What do you think of CNN actually giving this continued platform to Andrew McCabe."
    },
    {
      "speaker": "LORD",
      "utterance": "Yes, I think it's a serious mistake. I mean, I guess, frankly, since I left, I don't understand. I mean, I understand what they're doing is they've got a bone to pick with the President. They don't like the President. But what they're doing here is hurting their own credibility, their own writings. They keep going down and down. There are a lot of good people there but this is self-defeating to the max and this certainly isn't going to help."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now Charlie, part of the huge task that's been for and I worry that the FBI director Ray, I don't know that he's up to the task of actually reform an agency that is in such disarray but how is the American people, how are the American people going to regain confidence that the Department of Justice will act impartially and Lady Justice will have that blindfold on instead of giving a pass every time that they their name is Clinton or have a Democrat or big D next to their name?"
    },
    {
      "speaker": "KIRK",
      "utterance": "She doesn't have the blindfold on. She has her left eye open and she's definitely favoring everyone who's on the political left today and to kind of expound on the point earlier, let's just not forget, Andrew McCabe came out and did a full media blitz just about a year ago to try to keep this Russian narrative going. Remember, he tried to convince the talking class and intelligentsia of the wise men of Washington on the left to continue to push forward when Mueller - when it's coming - it's starting to come out that Mueller maybe was going to come out with that big bombshell, he said oh no, no, no, we really had a good evidence that the President was doing something very questionable at the highest levels. What about the President's family? Great point Jeffrey. What about everybody around the President's orbit that have suffered because of this and if he wants to have this cable news Pity Party for him, maybe he shouldn't have lied under oath. Maybe he shouldn't have to leaked this information. And he was part of this deep state collusion against the President to illegally spy on the President, to leak the information and boy, I sure hope that at some point, justice will be held up because if it - if not, I'm telling you the grass roots of this country in middle America, we are fed up with the ruling class being able to do whatever they want to do when they don't like a President and get away with it. People have to start being held accountable for it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, can you imagine if Hillary Clinton was elected the President, these people like McCabe and Comey and others would be at the helm of the largest law enforcement operation in the country. Thank goodness that didn't happen and that there is some cleansing. I'd like to see some people prosecuted but I'm glad that every top tier there at the FBI is on their way out but I got to tell you between Barr and Ray, they have got a long way to go to get some confidence that it will be equal and that they will at least prosecute, even if they lose a case, at least try to prosecute it. Gentlemen, thank you so much for being here, tonight. Happy Valentine's Day. Well, coming up another bombshell today, on the heels of the request to reduce Roger Stone's sentence. The Department of Justice is taking another look at the case against Michael Flynn. Are all the Mueller conspiracies unraveling before our very eyes? Plus making the McCabe news all the more enraging, Lee's Smith breaks down a damning new report of wrongdoing at the FBI. Don't move."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The Department of Justice was on a roll this week and it's not over yet. Attorney General, Bill Barr is bringing in an outsider, a prosecutor to review the department's case against Michael Flynn, Trump's former National Security Adviser. For more, we go live to Fox news correspondent Leland Vetter with the latest. Leland."
    },
    {
      "speaker": "LELAND VETTER, FOX NEWS CORRESPONDENT",
      "utterance": "Hey Jason. This is a review of the case against Michael Flynn so it could lead to anything or any decision by the DOJ. It's going to be led by a different U.S. attorney, in this case a man from Missouri, who will examine the case and the decision surrounding the prosecution of Flynn for lying to the FBI. The former National Security Adviser, Trump supporter and three star general plead guilty to lying to investigators about his contact with the Russian ambassador. Flynn was long seen as a proponent of better relationships with Moscow and his supporters say, he's been railroaded and bullied into pleading guilty. Last month, his lawyer issued a blistering statement tying the withdraw of his plea guilty saying \"the prosecution has shown abject bad faith in pure retaliation against Mr. Flynn since he retained new council, this can only be because, with new on conflicting counsel, Mr. Flynn refused to lie for the prosecution - Justice is not a game and there should be no room for such gamesmanship in the Department of Justice.\" That move came after prosecutors allege Flynn wasn't living up to his end of the deal to cooperate with the government. So now comes this review, Jason, as you just pointed out, nothing here in DC happens as a vacuum as you well know, rarely is the DOJ been under more scrutiny than it is at the end of this week which happens to mark the one year anniversary of Bill Barr's tenure as Attorney General."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Leland, thank you very much. Well, despite all the evidence, pointing to prosecutorial misconduct in the Flynn case, CNN's legal luminary Jeffrey Toobin said this."
    },
    {
      "speaker": "JEFFREY TOOBIN, CNN LEGAL ANALYST",
      "utterance": "This is not some 16-year old kid railroaded by a judicial system that he has no support in. This is a guilty plea by an extremely knowledgeable, educated person at advised by the best lawyers in the country and this is what the Department of Justice is investigating. The only reason they're investigating it is because Donald Trump didn't like the result."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now think hard. If Trump was truly pulling the strings, Bill Barr wouldn't have dropped the case against McCabe. Well joining me now is former Department of Justice prosecutor, Jim Trusty. Jim, thank you so much for joining us here tonight."
    },
    {
      "speaker": "JIM TRUSTY, FORMER DEPARTMENT OF JUSTICE PROSECUTOR",
      "utterance": "Sure."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Tell me about the significance of bringing in a prosecutor for this review to the Department of Justice to look at this case."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "Well, let me put it this way. You know, if you ask me a month ago whether a motion to withdraw a guilty plea had any legs, I would say it's going to probably fail. It's usually about 90 percent or more of these motions to withdraw from a guilty plea turn into a disaster for the defendant. They lose cooperation. They lose acceptance or responsibility and the judge says no, I did it right, when I had these question for you about your guilty plea. So it's very personal exercise for the judge. It's starting to turn into a different kind of beast right now. I mean, it's interesting we don't know where it's going to end up but Judge Sullivan seems to be tolerating a lot of extra litigation on this. A lot of change. This new attorney coming into basically assess the whole situation. It all rings familiar from Ted Stevens. You know, that was Judge Sullivan also. He appointed an independent counsel and you have the same flavor going on now. That there might be a real hard look at the conduct that built up to this plea, rather than the moment of the plea itself."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, Sidney Powell is the new, fairly new attorney representing the General. She's very savvy. She has a lot of competency and she obviously does have the ear of the judge who is I think, giving a lot of latitude because this case could have easily been wrapped up some time ago. But what does this really say about the Department of Justice because on the one hand, the left is saying, oh this has Trump's thumbprints all over it. I'll tell you my experience is the President is about his hands off as he can possibly be. Yes, he tweets about some stuff but in terms of actually calling and pushing the Department of Justice, I don't see it."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "I think this is really coming from Barr. You know, you got to remember Barr came into this as a guy who didn't need this job. He's established his credentials. I think, he has a lot of gravitas, lot of integrity. I think he comes at all of these as case by case determinations of what's fair and what's right and he might have a little bit of buyer's remorse, looking back at some of the Mueller probe prosecutions and really, I think the open question which is not one that exonerates so much but compares. It says maybe, it's OK to go after Michael Flynn. Maybe there's a false statement here but why didn't that happen in any of the Hillary probe? So you know, the discretion that's being used by FBI and prosecutors is probably alarming an old hand like Bill Barr when he sees the possible dire consequences like Roger Stone or even in Flynn's case."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "One other thing that you and I were talking before this. There is House Resolution 202. This is an important part. Most people don't realize this but the two-plus million federal employees that have an exemption for being investigated by the Inspector General, attorneys at the Department of Justice, this Bill from Cedric Richmond, a Democrat from Louisiana Jody Hice, a Republican. It passed unanimously out of the House and I do hope the Senate takes this up because the IG should be able to look at these individual attorneys at the Department of Justice as well. So thank you so much for joining here."
    },
    {
      "speaker": "TRUSTY",
      "utterance": "All right, good to see you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's one of the benefits getting to be the host. You get to spin those things up."
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "The FBI is an honest, apolitical organization and I hope people will stare at that and learn about what the FBI's like. Human and flawed, but deeply committed to trying to do the right thing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So I think people can have some assurance that the FBI actually, by and large, went about doing a pretty responsible job."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Pretty responsible? A new report from Real Clear investigations suggests otherwise. The outlet unearthed a bombshell buried deep in the IG report on FISA abuse, released last year. Inspector General Michael Horowitz discovered that FBI officials shared highly classified materials with former British spy, Christopher Steele. As if that wasn't bad enough, the agents knew Steele with doing opposition research against Trump and were told that Hillary Clinton herself knew about it. Here now is Lee Smith, investigative journalist and author of, 'The Plot against the President.' So why in the world would they be taking classified information and sharing that with Steele?"
    },
    {
      "speaker": "LEE SMITH, INVESTIGATIVE JOURNALIST",
      "utterance": "Right. First of all, I want to say it's a terrific piece by a colleague, Eric Felt and it's a very important piece. It gets to a lot of important issues. One of the problem, the main problem that comes out is that they're sharing classified information with Steele. One of the other things that illuminated in the story is that after Steele gets this information from the FBI team, he goes and meets with Glenn Simpson, a Clinton operative. In effect, Christopher Steele is the liaison now between the FBI and the Clinton campaign. So that's another very significant take away from the story."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So it's in the Inspector General's report. It highlights this. We don't know whether or not Durham is looking at this but money is flowing. Taxpayer money, it's coming out of taxpayers wallets. It's going to this operative to do opposition research."
    },
    {
      "speaker": "SMITH",
      "utterance": "$15,000 to attend this meeting."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "$15,000. That's right to go attend this meeting, it then goes - Glenn Simpson's involved. He's part of Team Clinton and the what the DNC research is doing and then it gets even worse because that is then the information that they use for this FISA warrant."
    },
    {
      "speaker": "SMITH",
      "utterance": "Exactly that's the question that needs to be answered right here. We need to find out exactly why that information was being provided to Christopher Steele. We've known for a long time of course, that Steele and the Clinton campaign was providing information to the FBI. It now appears the FBI was giving information to the Clinton campaign as well. Was that in order to direct the FISA so that they could obtain the spy warrant?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "This is so disgusting. I want you to listen in Mr. McCabe's own words about what he thinks part of the problem was."
    },
    {
      "speaker": "MCCABE",
      "utterance": "The biggest mistake I think is the process that was in place. It essentially left so much responsibility on the lowest level of FBI agents and supervisors involved in process that once those mistakes are baked in, they become very, very hard for the many, many layers of oversight to uncover."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I'm telling you. I just want to come out of my seat on that one. That is exactly the opposite of what actually happened. Department of Justice, main justice brought this up at the highest level. That was the problem. They didn't give it to some line prosecutors who are used to doing this say, out of New York or Dallas or some other case. But they brought it in to haggle it and to have it real close to themselves. That was part of the problem."
    },
    {
      "speaker": "LEE SMITH, INVESTIGATIVE JOURNALIST",
      "utterance": "Right, it's a very manly response here from former acting Director McCabe to throw his underlings, his subordinates under the bus. But, no, of course, this went up to extremely high levels. We know from the I.G. report, people who were involved, people who apparently who signed off on sharing this information with Steele include Peter Strzok and Bill Priestap. So this goes up extremely high."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "This goes back to the earlier part that we were talking about where, I've got to tell you, I know there was some news about the non- prosecution of McCabe, but if you think McCabe is out of the woods on this one, I think he's got another thing coming, because between Barr and Durham and the things that are going on at the Department of Justice, this show is not yet over. Lee, thank you very much, appreciate your great work."
    },
    {
      "speaker": "SMITH",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Up ahead, media darling Michael Avenatti is heading to prison for extortion. Plus Gordon Chang reacts to Laura's angle from last night on Michael Bloomberg's troubling ties to China. You don't want to miss it. Stay tuned."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's Donald Trump's worst nightmare, Michael Avenatti."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mueller is not going to take Trump down. I think Avenatti going to take Trump down."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump is terrified of Michael Avenatti."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Michael Avenatti for President in 2020."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Looking ahead to 2020, one reason why I'm taking you seriously as a contender is because of your presence on cable news."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I love those clips. So will Michael Avenatti still be a serious contender in 2020 from a jail cell? Stormy Daniels' former lawyer is facing up to 42 years in prison. Today he was convicted on three counts regarding his attempt to extort millions of dollars from Nike. And he still has to stand trial later this year for allegedly defrauding clients. The Avenatti case is a telling one for a bigger reason. The mere suggestion that he could actually be a legitimate Democratic contender shows, I think, just how desperate the Democrats are in their search for a viable candidate and how many problems still face them today. Joining me now is Allie Beth Stuckey, host of the \"Relatable\" podcast, and Bill Scher, \"Politico\" magazine contributing editor. I thank you both for being here tonight. Allie, I want to start with you. This guy was really in the mix. He had some serious people up there on the cable news network saying they thought that he very well could be the Democratic nominee for president. ALLIE BETH STUCKEY, \"RELATABLE\" PODCAST HOST: Yes. OK, it's Valentine's Day, so let's use a dating analogy. The media is like that girlfriend that you have, that friend that you have that's dating the guy, and everyone around her is like, this is sketchy, you need to let him go. He's bad news. And they are like, no, he's the one. I'm just going to stick with him. And now that they have been dumped, they realize that all their friends were right, that they shouldn't have stuck around with him and he really was just as sketchy as everyone said. And I think they are kind of reeling. They're probably embarrassed just a little bit, and they don't know how to react to it. But you're right. They just latch on to absolutely anyone who hates Donald Trump no matter how shady their character is."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Bill, the media was slobbering all over this guy. They really thought he was going to be the one, in part because he was actually trying to take the fight supposedly to Donald Trump. But he's a bit after a shyster, wasn't he? BILL SCHER, CONTRIBUTING EDITOR, \"POLITICO\": He certainly was a grifter. But I wouldn't paint too broad a brush here. He never hit more than two percent in any Democratic primary poll. He wasn't seen as the savior by most Democrats. He did, beyond just being tough on Trump on cable TV, when he was starting to test the waters, he was articulating an argument that Democrats should fight fire with fire, not do the \"when they go low, we go high,\" business. And there was a constituency for that which got people excited. But you've seen that baton was taken by Elizabeth Warren, because Avenatti was for court-packing, and Elizabeth Warren is for court-packing."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So it's working out for both of them. It worked out for Avenatti and Warren, right?"
    },
    {
      "speaker": "SCHER",
      "utterance": "That's an interesting point because Pete Buttigieg started taking off because he sounded like that at the beginning. But he made a pivot in the fall after Joe Biden pushed back on that sort of argument. Talk more about bipartisan and unity. Pete Buttigieg started taking stuff from Joe Biden's playbook, and that got him back in the game, whereas Warren has not been able to go as far with the Avenatti-like fight fire with fire argument."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I've got to tell you, Bill, you're one of the smartest, most observant people on the Democratic side of the aisle, but Allie, I'm still looking at that field, and I'm thinking they don't have anybody that can compare in not just the celebrity but the fact that the economy is doing well. Everything is going right for Donald Trump. I think he's stronger today politically than ever, and look at the clown show that has been the Democratic field thus far."
    },
    {
      "speaker": "STUCKEY",
      "utterance": "I think they are absolutely scared. You've got people on the liberal networks, the most liberal hosts you've got out there, saying I don't want a socialist as president. What do we do if Bernie Sanders is the nominee? And no one on the Democratic side right now has as much energy as Bernie Sanders does. So I think they are looking around, and they are like, are we really going to put a socialist up against Donald Trump when everything, like you said, is going so well, especially economically, someone who says we've got to upend everything in order for America to be the place that we want it to be. And most Americans look around and say America is already the place we want it to be."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Real quickly, Bill, are we screaming towards a contested convention based on where we are today on February 14th?"
    },
    {
      "speaker": "SCHER",
      "utterance": "It's a higher than zero chance. There's more of a chance since what's happened in Iowa and New Hampshire. Bernie has a narrow plurality of votes. Moderates are divided between three and four candidates once Bloomberg gets in the mix. And if that doesn't consolidate enough on one side of the fence, you get a contested convention."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thank you both. Happy Valentine's Day to you both, and thank you for joining us."
    },
    {
      "speaker": "SCHER",
      "utterance": "Thank you. Michael Bloomberg's popularity is soaring among Democrats. The 2020 late comer is now polling third nationally according to the Real Clear Politics average. But he's got a problem -- his deep personal and business ties to China. Laura did an incredible job laying this all out last night. Watch this."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "Bloomberg has been getting increasingly tight, though, with the Chinese for years. He loves their massive marketplace, and they love his money and influence in the United States. I'm telling you, keep your eye on Bloomberg's business activities in China. They're actually increasing as he's running for president."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining me now is Gordon Chang. He's a Chinese expert and author of \"Losing South Korea.\" Gordon, thank you so much for joining us tonight. When you hear Laura talk about how Bloomberg is increasing his ties with China, how do you see it?"
    },
    {
      "speaker": "GORDON CHANG, EAST ASIA EXPERT",
      "utterance": "She's absolutely right about that. Bloomberg, I'm sure, was responsible for spiking a number of articles about Xi Jinping, the Chinese ruler, that Xi would have abhorred. You see Bloomberg's business in China blooming, as she said, and it coincides with Bloomberg's very, very nice statements about Chinese leaders, including Xi Jinping himself. You put all this together and you've got to be very concerned."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "At one point, Michael Bloomberg said he's not a dictator. He really did tone down his rhetoric against the Chinese leader."
    },
    {
      "speaker": "CHANG",
      "utterance": "Certainly. And that statement from September is especially troubling because Xi Jinping is becoming a dictator. And Bloomberg was really trying to prettify the entire Chinese Communist Party. So that is absolutely wrong."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But is Bloomberg on this appeasement tour? And why is he doing that now while he's running for president?"
    },
    {
      "speaker": "CHANG",
      "utterance": "I don't know, but the highest duty of the president is to defend the United States against all enemies, and we have no greater enemy than China. And Bloomberg, for whatever reason, is saying China is a partner and friend, and that, in my view, makes him unfit to be president."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, that's what's interesting about this. This is what happens when you have a latecomer into the party. He hasn't gone through any of the debates. He's throwing hundreds of millions of dollars into the campaign to make sure he's got a presence out there. And think about it. For a person who has never gone through a debate, really hasn't gone out and been vetted at all, to be rolling in there in third place at this point coming up onto Nevada and South Carolina is really something. Gordon, I thank you so much for being here tonight and really do appreciate you joining us."
    },
    {
      "speaker": "CHANG",
      "utterance": "Thanks, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "A viral airplane video and a bizarre couple's website, Laura and Raymond Arroyo bring you the laughs in Friday Follies. Don't go anywhere. Stay right with us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's Friday, and that moons it's time for Friday Follies. A flight fight, and the new instant baby app. Joining us now with all of the pressing details is Raymond Arroyo, FOX News contributor. All right, Raymond, this video I saw this on Twitter, and it's exploding on social media, as they say. And a woman, Wendi Williams, reclined her chair onboard a recent American Airlines flight."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "This jerk behind her, he starts punching the back of the seat. The seat is in his lap. The problem is when she complained to American Airlines, to the attendant, the attendant gave the guy a drink. I had a similar incident like this the other day with American Airlines."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because all stories come back to you."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is important. You're dragging your bag through. They would not let me take it through TSA nor would they let me check it. They said it was a half-hour before takeoff, you can't do either, so I had to miss the flight. And they said but you've learned, you've helped us to learn and grow through this experience. Thanks, ruin my day so your team of incompetence can learn and grow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, we, by the way, knew how much this all bothered Raymond at LaGuardia Airport, so we launched an \"Ingraham Angle\" investigation and we were able to get an exclusive video of the entire controversy involving Raymond. Watch."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Dear Lord."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I'm not checking my bag, OK."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "OK, there is no need to raise your voice, sir."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I'm not raising my voice. This would be raising my voice to you, OK. I don't want to check my bag, OK. And by the way, your airline, you suck at checking bags. I'm a person who has feelings, and all I have to do is do what I want to do, and all I want to do is hold on to my bag."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Why won't they let you love your bag? You can love anything but not your bag. Here's the other problem, this poor woman, the reason that he was pushing, it's the airlines fault. Seats are getting smaller. People are getting wider. I have some Ray travel rules. May I share those with you, Laura?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Must you?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes. First of all -- and you know this is true, you've traveled with me -- wipe down all surface areas before sitting."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, Felix. This is Felix."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Who made that graphic. Sam made that graphic."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You wish you could fly a plane. You can't even drive a car."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I should be the captain of the plane. You'd see what happens."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wipe down all surfaces."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Ingraham, you'll like this rule. Do not clip your toenails while on board. We have witnessed this. It is horrible when you get hit on the side of the cheek with a flying nail."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not just yours."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Armrests are to keep you in the seat you paid for. Abide the divide, I always say. I love these people. They get in. They are taking up the aisle, and they are pulling up the armrests. No, no, no. Armrests down. I'm for borders."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Borders, enforce them."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And finally, move out of the aisle to stow your back or anxiety animal. Just move out of the aisle. Don't block passage. We're all waiting on the jet bridge."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You have an issue with travel."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I hate travel."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Raymond, when he's upset about something, he feels the need to then tweet about it, OK? So then he -- American Airlines. And American Airlines immediately, we're very sorry, Mr. Arroyo. We hope you're back soon as a customer, as if you're going to start flying American Airlines."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I am. I am. If I have to hike, hitchhike here, that's what I'm going to do. And things are so worrisome now on airlines because of the coronavirus, people are even, not only are they wearing masks, but their animals are wearing masks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Things are --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is the cat."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The cat."
    },
    {
      "speaker": "ARROYO",
      "utterance": "We don't want the dog --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They eat dogs over there in some quarters in China, horrible people that they are."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, this week I came across just in time for Valentine's Day."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tonight is Valentine's Day."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's Valentine's Day. Happy Valentine's Day."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Happy Valentine's Day."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is one of the most absurd apps ever. These are for people who want to have kids without romance. Family by Design is one of these companies. Watch the ad."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We'll match you with your ideal parenting partner through our matching service, which provides detailed profiles of potential partners. Our unique compatibility algorithm will help guide you to your ideal parenting match. Whatever your criteria, we'll help you find the parenting partner that is just right for you."
    },
    {
      "speaker": "ARROYO",
      "utterance": "These are people who want to parent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "And two of the biggest sites, Modamily, and Coparently (ph), they connect people who want to get right to the shared custody of the kid and skip the marriage and the honeymoon. They strike legal arrangements, which allow them to co-parent, but no personal --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't foresee any problems with this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There are no problems. This is just going to be so easy this way."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I don't like the idea. This is like takeout kid, mail order kids."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Designer babies."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And the very idea -- if you don't like the person enough to have an intimate, long-term relationship with them, why do you want their offspring living with you? I just want to ask you that question to these people. I don't understand this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Can we go back to the airplane for a moment. I want to go back to airlines."
    },
    {
      "speaker": "ARROYO",
      "utterance": "We're talking about --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to go back to the airlines. I want to go back to why it's the fault of the airline, because you're in the plane, and they have added two or three more rows to a plane that can't take any more seats. And as you said, the girth of passengers is quite substantial, to say the least. The wheelchairs, you can't even get the wheelchairs down the aisle. The wheelchairs are triple-wide wheelchairs now."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The wheelchairs are double-wide"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So now that woman actually wanted a recliner seat. She paid for that seat."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I agree."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The schlub behind her got the seat that didn't recline."
    },
    {
      "speaker": "ARROYO",
      "utterance": "When he was hitting on it, you know what he told her? Oh, there is turbulence on this plane."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That wouldn't have gone down well with me. And you think he would do that to a guy that's six-foot tall, six-five and had camouflage on?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "But the airline attendant wanted her to stop filming it, her friend to stop filming it. And they said erase the video. Unbelievable. On this Valentine's Day I have a little treat for you, and a little word of caution. If you saved a special bottle of bubbly for that romantic date with your Valentine, let's hope it goes better than \"The Bachelor's\" recent night out."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you OK?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm wet."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What the hell?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "OK, don't shake the bottle of champagne before you have it, and only have children with people you love. Those are my Valentine's --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know what I love about \"The Bachelor\" is when the gals, they don't get the guy at the very end, and then they are bawling in the limo on the way out. He's just made out with 15 girls before you. We had such a connection. He had a connection with 15 others and he was doing everything with them."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is why you have apps with people who later find out they don't have a partner, they want to have a kid because, they have watched too many hours of \"The Bachelor\" and get this idea that life is just a harem and you never have to move off of that to a commitment. Sorry."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Never have to grow up, Raymond."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Bad idea."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good luck, good luck with your next adventure --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Traveling adventure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- with a sky valet."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I'm getting my Clorox wipes right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, thanks so much, happy Valentine's Day."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Thank you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Don't go away. My Valentine's Day inspirational moment is up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, happy Valentine's Day, and to my sweetheart, my love of my life, Julie, happy Valentine's Day. I want you to know that I had this special treat, but the problem is it's edible, and I didn't quite make it to the end of the show. So I had something special, but it was really good. That's all the time we have tonight. Thanks to Laura for allowing me to sit in for her. And don't forget to follow me on Twitter and Instagram. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}