{
  "date": "January 13, 2022",
  "headline": "'Hannity' on another disastrous day for Biden",
  "subHeadline": "'Hannity' welcomed guests Donald Trump, Jr., Alan Dershowitz, Reince Priebus and Clay Travis",
  "url": "https://www.foxnews.com/transcript/hannity-on-another-disastrous-day-for-biden",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "But not us. We're no longer going to criticize NPR, we're fans. We're going to keep listening. Nothing like this has appeared on the airwaves anywhere. It's hilarious. Treat yourself. That's it for us tonight. We'll be back tomorrow night at 8:00. Here's Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "I'm against the weight mandate thing. Get rid of the weight mandate thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The weight mandate. Me, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You cannot make this up, I agree play it again and again. All right. Thank you, Tucker. Welcome to HANNITY. And tonight, we are nearing the end of what was one of the single worst days of Biden's presidency so far. Now, after 357 other terrible days, that is saying a lot. Breaking this afternoon, a 6-3 decision, as we predicted, the U.S. Supreme Court, they blocked Biden's vaccine mandate on private businesses just three days after it went into effect. And while the court did uphold an HHS requirement for hospital workers, of course, that's Medicare, Medicaid, federal money, the federal mandate on private businesses is no more. It is a massive win for freedom, for private businesses, for medical privacy, and so much more. We'll have a lot more coming up on it tonight. Biden's bad day did not stop there. At 1:00 p.m., Joey meandered, wandered over to the Capitol in a desperate attempt to persuade his former colleagues in the Senate to end the filibuster once and for all, something he has been opposed to his entire career up until now. Now, he wants the power grab. Just before he arrived however, Democratic senator from Arizona, Kyrsten Sinema, bravely frankly delivered a speech on the Senate floor, completely rejecting Joe's demands. A short time later, Democratic Senator Joe Manchin echoed her remarks, stating, quote: As I have said many times before, I will not vote to eliminate or weaken the filibuster. In other words, Joe's field trip was pointless even before he stepped foot on Capitol Hill. Now, this is a level, frankly, a public humiliation that's kind of hard to watch. Now, needless to say, Joey -- Joey was not happy. He needed some ice cream perhaps. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "One thing for certain, every other major civil rights bill that came along, if we missed the first time, we could come back and try it a second time. We missed this time, we missed this time, and the state legislative bodies continue to change the law, not as to who can vote, but who gets to count the vote, count the vote, count the vote. It's about election subversion, not just whether or not people get to vote, who counts the vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Anyway, ironically, his state of Delaware where he served 575,000 years, he never once tried to make voting more accessible. And they have some of the most restrictive voting laws in Delaware, he never lifted a finger. And by the way, we are at the point where we do need to seriously ask, frankly, is Joe Biden okay? He doesn't look okay. He doesn't act okay. He looks like a shell of his former self. He looks like he's deteriorating before our very eyes, both mentally and physically. And frankly, the people around him are not doing him any favors covering all of this up and hiding him. He's confused. He has memory loss, weird outbursts of anger, quite a lot of difficulty finding words. The thing that -- the thing -- you know the thing. He has trouble walking. Those are symptoms of someone who is not doing well. Where are the people in his life that care about him and love him? And as for the filibuster the Senate rule that Joe referred to as a racist relic of Jim Crow, well, today, Democrats, they use the very same filibuster to kill a bill from Ted Cruz that would put sanctions on Russia. Now, if there was ever a moment in time that perfectly encapsulated the Democrats bewildering level of hypocrisy, that's it. By the way, as -- by the way, as a side note, they used the filibuster over 300 times last year. Now, a few hours earlier, back at the White House, Joey was in the his happy place, a weird fake Oval Office set. This -- this is bizarre. He has a real Oval Office, but he goes to the Oval Office set, where he loves to give speeches from a miniature Oval Office desk, and today's speech was supposed to be about his big plan to battle omicron, the variant, which he has been rip -- which has been ripping through this country for weeks, record numbers of COVID positive cases unlike anything we've seen. Unfortunately, Joe had a lot of trouble communicating that plan to you the American people. We'll let you decide. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Now, I don't like to -- you know, outline the next steps we're taking against -- I'd like to outline the next steps are taken against over on the omicron variant and to help lead our federal testing program. I've talked -- I've taught -- excuse me, I've tapped Dr. Tom -- I hope I pronounced -- Inglesby, correct? Is that right, Jeff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sorry, just acting like Joe. Needless to say, still a lot of questions about Biden's COVID-19 disaster. But today, like almost every day, Joe could not be bothered to answer any of these questions. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Thank you for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Mr. President, message for vaccinated Americans who are wondering why they should continue to restrict their activities given your health officials say most Americans will get COVID at some point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Folks, we'll talk about that later. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He usually says, but they won't let me. I'm not allowed to get in trouble every time I take a question. Anyway, a year ago, you know, for a full year 2020, Joe was bragging he shut down that virus. Uh-huh. He didn't. He said, not having enough tests was a travesty. He said President Trump should not remain as president because of 220,000 COVID deaths. Well, almost twice that amount died since Biden took over, with more American deaths from COVID in 2021 under his watch than 2020 when we knew next to nothing when we first got this thing. Now, Joe thinks that, by the way, by the -- he thinks it's 2020. Pathetic but it's true. Now, very frail looking President Biden is unable to answer a single question about COVID-19 as this virus continues to rage throughout the entire country. We are now living what is an ultimate sad, predictable, preventable nightmare. According to a new poll from News Nation, a large majority of Americans disapprove of Biden's handling of COVID-19. Keep in mind, even before this horrendous day, for President Joe Biden, he was already polling at an all- time low. Yesterday's Quinnipiac poll had him at a 33 percent approval rating, with inflation at seven percent. That is a four-decade high, a 40-year high, and now is planned to eliminate the filibuster. That's dead. Build back broke is dead. His so-called voting rights legislation is dead. His vaccine mandate is all but dead as well, as the Supreme Court now is moving -- put their ruling forward. Things are going so poorly over at the White House that reporters in the media mob are now openly wondering if Biden and Harris will even bother running for another term. And get this -- today, Kamala Harris herself, she had a disastrous interview. She couldn't even answer that simple question. You decide. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG MELVIN, NBC NEWS REPORTER",
      "sentences": "Are we going to see the same Democratic ticket in 2024?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm sorry, we are thinking about today. I mean, honestly, that -- I know why you're asking the question because this is the part of the punditry and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELVIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "-- the gossip around places like Washington, D.C. Let me just tell you something, we're focused on the things in front of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay, that would be in front of you. Is that a no? Why are you unable to answer that question, Kamala Harris? Do you have some reason to believe that Joe Biden will not be able to run for reelection? Do you think he's not capable of being president? Do you think you're not capable of serving in the White House? Well, we'll have so much more from that train wreck interview coming up later in the program. But what's going on here? Of course, I think we all know the answer. Joe Biden is a cognitive wreck. It's more apparent than ever, probably will not be running for reelection. Many people wondering if he can even finish the next three years of this term. And meanwhile, Kamala Harris is totally, completely, utterly out of her league and incompetent. Members of her own staff refer to her as a soul- destroying bully. They've been leaving in droves. They say she's too lazy to read briefing materials, and then she's lashing out at others when she's painfully unprepared. I don't know who's going to be on the Democratic ticket in 2024, but if they want any chance of winning, the DNC would be wise to kick dumb and dumber here to the curb. But I don't think Hillary is the answer either. All right. Here with reaction, he's with the Trump Organization, Donald Trump Jr. is with us. You know, Don, 33 approval rating. You saw the Supreme Court ruling today, 40-year high with inflation, that is costing the average American family, poor and middle class in particular, an extra five grand, oil now is at 85 bucks a barrel. It was a 20-something when your dad was president. We were energy independent. You have Sinema and Manchin are saying no to the extremism. Build Back Better is dead. The borders are wide open. The filibuster scheme failed. I guess the question is, do you miss me yet? Meaning your dad. And the answer is overwhelmingly yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, JR., TRUMP ORGANIZATION",
      "sentences": "And it should be. I mean, it's almost hard to believe Kamala Harris is as bad as she is, and Joe Biden for being there for so long, it's like they're trying to destroy America at this point, Sean. There's not a single metric by which they're succeeding. Everything they do is always, let's change the goal post. And with that kind of popularity, imagine Trump had the same boosting from the media. He would have never -- he would have been the most popular president ever. They're doing whatever they can to save this flailing presidency. They move the goal posts at every chance, whether it's measuring cases. Well, we're not going to do it this way because Joe Biden said he'd have it under control and he's got nothing under control. He said he'd be a moderate, he's a radical. He said he's not going to destroy the American energy sector and he's destroyed ours while boosting Russia. You have Afghanistan. It's case after case. The Democrats now, they want to eliminate the filibuster. They used it 327 times in 2020. Republicans used it once. Now, they want to eliminate it so they can make it easier to cheat in elections, something they want to do that is frankly voter ID, which is popular with the overwhelming majority of Americans, they want to eliminate it. That's not because of all of the sound bites and all of the nonsense, it's because they've done such a disastrous job. America is on to their nonsense. They're not going to let them get away with it again. So, again, now, they got to change the rules to make it possible for them to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Every day that Joe is in office and today I think was the worst day, but I don't think he's had a good day and I can't name a single thing that he's done that's successful, I would argue that if your father runs again in 2024, that every day they're handing him the keys back to his house, okay, that he could go back home if you want to call the temporary home, the White House. And every single day, I don't even think your father needs to see say a word, because you know why? There -- you can't mess it up any more than these people are messing this thing up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "No, the reality is this: all Joe Biden had to do with nothing. He could have sat back --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "-- ride the coattails of my father's economy, or his international policies, of Middle East peace, of jobs, of American prosperity and energy independence and everything that was achieved. Instead, they spent five years trying to destroy him, lie about him, leak nonsense, run with that as though it's the gospel, give him zero benefit of the doubt. Meanwhile, they do the exact opposite for Joe Biden and you still have an all-time low disapproval rating. It's absolutely sick what's going on, and what's a shame is that Americans have to suffer, right? You have a supply chain crisis caused by Democrat policies. And I want to be clear about this, Sean. This isn't just Joe Biden. These are Democrats ideas. This -- no one thinks that Joe Biden is coming up with this stuff and implementing it and turning it into a disaster. This is the Democrats Party's ideas. This is what they're bringing to the table. Joe Biden just happens to be sitting there signing stuff that they stick in front of him. But these are Democrat policies that have destroyed our country, our energies, our jobs, our livelihoods, our families. You saw the divisive speeches that he's giving. If Trump was doing that, they'd be talking about how divisive it is. How he's doing nothing to unify a country, yada, yada, yada. We've heard it all a thousand times before. When Joe Biden does it, it was wonderful. He's really striking back, he's going to show them in midterms. It's going to be a disaster for the Democrats and rightfully so. And even with a trillion dollars of mainstream media boosting, a trillion dollars of social media boosting, a trillion dollars of every big tech company trying to make the Democrats seem competent and well and not disastrous for our country, it's not going to work, Sean, because the American people see through it at this point. They are not going to be fooled by this stupidity and this idiocy anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're close to your father. Is he running in 2024 in your opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "Well, listen, I -- you know, I'm still of the mindset that Donald Trump is the only guy that can take all of the hate, no matter where it is. You know, it just wears on people. There's -- I wish we had a bench of 50 guys that could handle it, that could take it. The reality is everyone thinks they can take it until it's all focused on them. I know he can do it. I know he can turn around this disaster. I know he can do that and frankly set up the Republicans to run this country for decades to come because now we see where Democrats are. And we've got to make this point. There are still moderate Democrats in America. There are no moderate Democrat politicians anymore. They don't exist. They can't get elected. The radicals that are running the Democrat party are not represented. They're not representing the people that are moderates. That's why the media had to go so far out of their way to lie to the American populace and say that Joe was going to be a moderate. It was never going to happen. But they know the American populace is there but their representatives aren't and that's a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Don Jr., always great to have you. Thank you for being with us. Now, we turn our attention back to the U.S. Supreme Court, which as we predicted just delivered a mixed ruling on the vaccine mandates. The good news, the more important news the most sweeping mandate imposed on private employers is now officially dead. Here now with more is the author of \"The Case for Vaccine Mandates\", Harvard law professor Alan Dershowitz, along with FOX News legal analyst Gregg Jarrett. In -- I've read your column, Gregg, and it was interesting. It was an easy call by the Supreme Court to reject Biden's war on business and I agree with you for all the reasons you stated, but I want you to lay out the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Well, I think it's the easiest call of their term for the justices. You know, when Biden announced his business federal vaccine mandate on September 9th, I was on your program this show. And I said, this is an obvious constitutional abuse of power by Joe Biden. Why? Because under the 10th Amendment, police power is reserved to the states. That means the states can dictate and govern public health concerns, and it's been that way for more than a hundred years, case after case, in which states have imposed vaccine mandates upheld by the U.S. Supreme Court, first in 1905, then in 1922. These were smallpox vaccinations. So, the Supreme Court today is quite easy for them. All they had to do was follow not just the Constitution, the 10th Amendment, but also Supreme Court precedent. I think what's so confounding to Americans is that Biden knew that what he was doing was lawless. He spent months, Sean, promising Americans he wouldn't impose a vaccine mandate. He said he didn't have the authority, he didn't have the power. His press secretary said it. Members of his administration repeated it. Dr. Fauci, his chief medical advisor, said it. Then, all of a sudden, one day, he said, I'm going to do it. And he thought he was being terribly clever. I'll get OSHA to do it. But OSHA governs agents and substances that are toxic in the workplace. Vaccines never have been. And the Supreme Court said something pretty important today. It said, look, COVID-19 virus is not a occupational hazard. It's a hazard everywhere. It's universal. It is not unique to the workplace. And so, they concluded inexorably that both Biden and OSHA were abusing their powers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think you're right legally. I think OSHA was a workaround and their backdoor way of doing it. Professor Dershowitz, we now know vaccinated people -- fully vaccinated, they get -- they get COVID. Vaccinated with boosters, they get COVID. Vaccinated, boostered and natural immunity are getting COVID. Why won't this administration pivot to the next logical scientific answer which are therapeutics? And how is it in God's name possible, at this late date, they ran out of tests, and they ran out of therapeutics? Because there's no excuse for that, Professor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR",
      "sentences": "Well, this is a legislative matter and that's what the Supreme Court basically said. It's up to the legislature. They should be mandating all of these things. Under our tripartite system of government, the legislature makes the law. You know, it was Justice Gorsuch who said the issue in this case is who decides. I have a chapter in my book, the case for vaccine mandates in which I asked that question, who decides? And I predicted that the Supreme Court would strike down a presidential mandate that was not authorized expressly by Congress, and all the questions you raise are questions that should be put to Congress. Congress should have hearings. They should have the best experts in the world. They should consider the issue of whether or not people who get COVID have the kind of immunity that gives them exemptions from a vaccination. These are the kinds of issues that must be decided by the legislature, and that's why the court struck down the OSHA mandate, but they upheld the other mandate because they basically said Congress has allocated money to pay for medicine in the United States virtually every hospital today receives Medicaid and Medicare, and so you condition the receipt of Medicaid and Medicare, and making health workers be safe and make sure that patients are dealt with appropriately. So nobody's happy with this decision. This decision was not a popular decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm happy with it. I'm happy with this decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Are you happy with the part that says that you can have a mandate for health workers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, but I understand it from a legal standpoint, because that's Medicaid, federal -- that's federal dollars. But I agree with you on that it should be predicated legislatively and I also believe that the state should be the ones responsible. And Joe said there's no federal answer. The question that I have now at this particular point is where is the belief in freedom in America anymore or medical privacy or doctor-patient confidentiality? We have a \"Washington Post\" columnist saying it's time to make life a living hell for the unvaccinated. Excuse me? Because everything they told us about vaccines isn't true anymore, is it, Professor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, balance. We have to balance the right of privacy, the right of confidentiality against the right of people who don't want to be exposed to unvaccinated people. That's a reasonable view as well. Now, as far as the states are concerned, the Supreme Court didn't really comment on that. What if now California passes a statute saying we legislatively are going to mandate every firm that has over --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They're going to do what they do -- but they're going to do what they always do. They're going to go far hard core left with no consideration or freedom of the rule of law, just like they're a sanctuary state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "But then what happens, what if the state of Texas passes the opposite statute saying it's illegal for anything --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're better off to live in Texas, it's a better place to live. There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "(INAUDIBLE) different rules in different states, maybe that's what federalism is all about. But the Supreme Court didn't resolve that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They did not. True point. Last 30 seconds, Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Well, this is a pattern by Joe Biden to engage in lawlessness and abuse of power. He did it with the eviction moratorium. He had no authority to do it, admitted he didn't but did it anyway. And, of course, it got quickly struck down by the U.S. Supreme Court. He did it with the pandemic farm aid program, racially discriminatory against white farmers and ranchers. That too was struck down by the court. So, you know, this is a pattern with Joe Biden. He doesn't care a whit about the Constitution and the law and the right of American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both, Professor, and, of course, Greg Jarrett. Thank you. Straight ahead, Kamala Harris, a disastrous interview. We've got the tape. She couldn't even answer simple questions. Jesse Watters, Leo 2.0 Terrell, they're next as we continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, yet another day, another absolutely dismal disastrous day for Joe Biden and Kamala Harris as the vice president had another pathetic, painstaking interview where she was unable to answer basic questions, including about the administration's disastrous COVID response. Listen to this rambling word salad. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELVIN",
      "sentences": "At what point does the administration say, you know what, this strategy isn't working, we're going to change strategies? Six former administration officials last week wrote that open letter urging the administration to change course, to change strategy. Is it time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "It is time for us to do what we have been doing and that time is every day. Every day it is time for us to agree, that there are things and tools that are available to us, to slow this thing down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How did you run out of tests? How did they run out of -- out of monoclonal antibodies we've had for 18 months? How did -- how come they're not mass producing antivirals? Now, it got worse from there. Now, when asked to explain the testing debacle that Biden and Harris created, her response was, I can't believe it. It didn't get enough backlash the last time. Oh just check Google. You can't make this up. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELVIN",
      "sentences": "Why are we at a point now where folks still can't get tests?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "But we just ordered a -- I don't have the number in front of me, but millions of tests we have sites where people can go and I urge people to -- you can Google it or go on to any search engine and find out where free testing and the free testing site is available.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELVIN",
      "sentences": "But, Madam Vice President, the fact that we're still telling people to Google where you can get a test and well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "But oh -- but come on now. I mean, really, if you -- if you want to figure out how to get across town to some restaurant, you heard is great, you usually do Google to figure out where it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Seriously? Come on, man. Let's use Joe's answer. Anyway, ask yourself, have you ever seen someone less prepared for an interview other than maybe Joe Biden himself? Where's Operation Warp Speed to create as many tests as we need on demand was operation warp speed for life-saving therapeutics like monoclonal antibodies and these antiviral medicines that nobody can get. You know what was Biden and Harris' secret plan to shut down the virus anyway? A hope, a prayer apparently? And the White House is already trying to do clean up, and, of course, forced to correct Harris's claim the tests will be sent out next week. Apparently not. Pretty much everything Biden and Harris have been saying has been wrong. Remember, Biden promised that if you got the vaccine, you'd never get COVID. That was a lie. He would never have vaccine mandates, he lied there too. He'd never support $450,000 payments to illegal immigrants for family separation, until he did. I'll never abandon Americans in Afghanistan. That was a big lie. Here with reaction Leo 2.0 Terrell, co-host of \"The Five\" and his own new weekday show at 7:00 p.m., the host of \"Jesse Waters Primetime\". Look, everybody now needs to face reality, Leo. It's Watters world, we just live in it because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, listen, I want a commitment -- I want a commitment from Jesse right now. I need a commitment from Jesse just right now that Sean and I will be your first two guests. If you don't give me that commitment --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, we don't need that. I'm already booked for Wednesday of the first week, I'm going to be on Jesse's show. By the way, we're very happy for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "First two guests. JESSE WATTERS, HOST, \"JESSE WATTERS PRIMETIME\": Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "I'll be filing the lawsuit, we're friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Me and Leo together, I'll agree to that, but we'll do it on Wednesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Whatever you guys want, all right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Whatever we want. Congratulations, you worked really hard congratulations and we're very -- we couldn't be happier for you, honestly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you, guys. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jesse, start with you. How do we run out of tests? We're now in year three of the pandemic. How do we run out of the therapeutics we've had for 18 months? How are we not mass-producing these antivirals that every doctor I talked to raves about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "My sources in the Secret Service are telling me they are changing Kamala Harris's code name now to oops. I've seen deer in the headlights give better interviews than that. Sean, I've interviewed people on the beach during Watters World, that have sounded smoother than that. And here's why the White House is so freaked out about this interview. This wasn't Sean Hannity throwing fastballs up by the chin. This was a friendly NBC News Democrat interview. They're asking basic questions, when are the tests coming? Are you going to be on the ticket? Are you going to change strategies? He's not asking to explain how gravity works. Who preps Kamala Harris? And at this point, she's saying Google it for everything. If you're at SNL, Lorne Michaels, if you're watching, you guys have to do a skit where people just ask questions to Kamala and she says Google. Kamala, what's your COVID strategy? Google it. Kamala, you're going to be on the ticket. Google it. I mean, maybe she's not going to be on the ticket, Sean. So just say, it's an honor to serve at the pleasure of the president. I hope I'm on the ticket. But the honest God's truth and you said it, there's probably not going to be a Biden ticket, and if there is one, she's not going to be on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, there always is plan B. Now, that that film she made with the child actors, that really worked out very well for her, Leo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Let me tell you right now -- you know what, she gave poor answers because she's not in the loop. Let's be very clear. Jesse's right. She went to the liberal MSNBC and she couldn't answer the question. She does not have a team working for her. Seven of her staffers quit. And there's no love between her and Joe Biden. I mean, there is no doubt about in my mind. The only reason why she is vice president is because of her ethnicity and gender. It's not because of qualification. You cannot name me one accomplishment from Kamala Harris. And let me be very clear, you know, it's a hard choice who's the best between the worst, Joe Biden and Kamala Harris? That's a horrible choice to choose. And I'll tell you right now, Joe Biden, if I was Joe Biden, I was -- I would sleep with one eye open, because I don't trust Kamala Harris. And Joe Biden should not trust Kamala Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last word, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, Joe went to Capitol Hill to twist arms on voting rights. Sean, I thought Kamala was running point on voting rights. Did kamala know that was a failed mission so she didn't want any piece of it? She didn't want any of that negative blow back on her, so she said Joe, you go? Or did Joe bigfoot her, because he doesn't trust her to close the deal? I don't know. I'm just asking questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We are -- we're happy. We're proud of you, and congratulations. All right. The Wednesday -- you invited me on Wednesday, I won't -- I'm -- we're not going to force you on your first show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "No, first day, no, opening show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Show needs a better start -- no, no, no. Show needs a better start than you and me. He can do better than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Jesse, I got the lawsuit right here. Here's the lawsuit. First, Sean and Leo or lawsuit on Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, I have -- I'll get more air time if you ask Leo about his friendship back in the day with O.J. Simpson, I'll get a lot more airtime. Trust me on this, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Oh, I can't hear you. My mic's working, I can't hear you. I can't hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Exactly. That brings back memories from Leo 1.0.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Lawsuit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Yeah, exactly. Congratulations, Jesse. All right. Coming up, while the sham January 6 committee continues to play politics, Kevin McCarthy, he doubled down big time today on why he will not talk to them. We'll tell you what he said, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, House Minority Leader Kevin McCarthy is standing strong tonight. He's refusing to participate in the Democratic sham January 6 political theater, of course, the one with the predetermined outcome, the one that, of course, won't investigate why Nancy Pelosi didn't use the troops that Donald Trump authorized for her. They won't allow her emails, the sergeant of arms emails, communications, phone records to be turned over. They won't bring in the mayor, Muriel Bowser, asked why didn't you utilize the 20,000 troops that Donald Trump authorized. Anyway, Kevin McCarthy told the committee he will not cooperate with this investigation with a predetermined outcome, and it was only another excuse to smear Donald Trump. It has nothing to do with protecting the Capitol from future attacks, he couldn't be more right. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "sentences": "How's CNN doing? You're doing okay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "We're doing okay, yes. You battled -- you battled the creation of an outside commission from the start. You also oppose the Select Committee for that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "It's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Well, well, you also should --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Ask your question --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "I appreciate that. Why should the public not conclude that you're trying to hide something here and hide the facts from getting out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Great question. I hope everything gets corrected at CNN. Well, (INAUDIBLE) all that with your employees. After January 6th, you can state this -- who was the first person to offer a bipartisan commission to look at that day? Was it me? I'll help you. The answer is yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I called for it too, but it had to be bipartisan, not a committee full of Trump impeachment haters and Never Trumpers. We also need a committee to look into the riots in the summer of 2020. We can't have this kind of violence in this country. We are better than that. And as we reported, two days before January 6, Donald Trump as required by law authorized up to 20,000 National Guard troops to protect the Capitol. Why? Oh, we came off a summer of rioting. Why? There were hundreds of thousands of people that were coming to town. Why? Because tensions were running high post-election. Why? Because there's always bad actors in a crowd. D.C. Mayor Bowser and Nancy Pelosi needed to sign off on the president's order. They rejected that request. Nancy Pelosi oversees the Capitol Police. Why did they decline the guards' support? Pelosi, Bowser, the sergeant-at-arms, the Capitol police chief who also requested the Guard be called up, they left the place totally vulnerable. There wouldn't have been a January 6 if the guard was there like Donald Trump had called them up. So when is Pelosi and Mayor Bowser and the sergeant-at-arms and the Capitol police chief, when are they going to be subpoenaed to testify before the sham committee? Probably never, because it's a predetermined outcome. They don't want the answer. But if the true purpose of this committee is to understand truly what happened for the purpose that it will never ever happen again, because we've got to protect our institutions and elected officials, how can you possibly ignore this big issue of why didn't they call up the Guard authorized by the president? Only reason I can think of is this corrupt committee -- by the way -- that has the single biggest purveyor of election lies in the history of the country, Adam Schiff. They have a predetermined outcome and their goal is to forever ban Donald Trump and purge him from the American political scene. Here with reaction, FOX News contributor Jason Chaffetz, along with former White House chief of staff Reince Priebus. Reince, you tell me. Any good reason why they would turn down the legally authorized calling up of troops by the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Yeah, that's because political committees are not put together to bring justice. They're put together to highlight and punish your enemies. I think it's a -- it's a good thing to revisit what the limitations of this committee really is, so that everyone can understand this is not a committee that has at least carte blanche subpoena power over everything. The Supreme Court is litigating that case right now. They don't have the power to indict. They don't have the power to conduct a criminal investigation. This is a political research committee. Let me remind everyone, the U.S. attorney in Washington, D.C. was a guy named Mike Sherwin. That he already conducted all of this work, he already did the criminal investigation on January 6 and people were brought to justice. As to Kevin McCarthy -- I mean, yeah, he was in favor of doing a commission but the first thing that happened to him was all of his committee members were rejected. And as far as the information that they're seeking from Kevin McCarthy, if you look at the letter there, Sean, they list out about 20 public statements that Kevin McCarthy said and he said we want to bring you in and talk to you about this statement you made the \"Politico\", this statement you made to \"The Wall Street Journal\" -- well, guess what, they already have all the evidence it's sitting right in their letter. They can use it. And as to Adam Schiff and what he's doing -- I mean, it's a little rich for us to start taking advice from the quarterback of the fake Russian hoax for the past four years. This is political theater.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And it's bad theater. Jason, your take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to ask you one thing first. Why when the committee Chairman Bennie Thompson was asked if Nancy Pelosi is off limits, he acknowledged she's off limits? Okay. And Nancy kicked off Jim Jordan and Jim Banks and put on the two biggest Trump haters in the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "So, the person in charge of security for a separate but equal branch of government, the legislative branch, the person in charge of security at the House of Representatives is Nancy Pelosi. She's in charge of the -- and it helps to appoint the sergeant of arms, the chief of police, the Capitol Hill police. How can you not talk to her about the lapse of security there at the Capitol? That -- I mean, that that's all you need to know about this. It is an absolute sham. It's not a legitimate committee. It's a caucus meeting, and it's meant to distract so that we're not talking about all the other problems that's got -- that are going on with the Biden administration and the Harris administration. It's just a total distraction. It is a farce. It looks like a banana republic on what they're doing. It is absolutely fundamentally totally wrong. They could have had a legitimate way to do that and look forward to it look into it. I agreed with that. You agreed with that, Sean. Kevin McCarthy is the one that suggested it. But it was nothing that Nancy Pelosi was interested in because she knew that she would be subject to questioning and that's not something she's willing to do. I think the American people see through this. I have 30 seconds for each of you. Reince, does this go anywhere or do people now see how corrupt this is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "No, it's not going to go anywhere, but I think Republicans need to go on offense. These people are making $500 a day and gas prices are up by 40 percent. We have better use of our time than political research projects.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well said. Last 30 seconds, Jason?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think they need to kick Cheney and Kinzinger off of the Republicans. I don't think they should caucus with the Republicans. The idea that they would vote to allow this committee to move forward without Republican representation is wrong. I think America sees through that. I think America's smarter than that. I think they know something went wrong and it was bad day on January 6th, but the way they're handling this is just a scam. It's just -- it's just a sham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here's a prediction, out of nowhere, could be wrong. My guess is Liz Cheney knows she doesn't win her seat and she probably plans a third party run to try and siphon all votes from Donald Trump, probably will have the opposite effect. Let's see if I'm right. Just a guess. Anyway, straight ahead -- thank you both -- the left continues to demonize the unvaccinated. Over at MSDNC, Joy Reid suggesting that you get taxed or fined or vaxxed an, of course, \"The Washington Post\" saying it's time to make life a living hell for the unvaccinated. Clay Travis apparently tested positive for COVID, joins us next, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, now, even as vaccine mandates are failing miserably in places like New York City, the mob, the media, they're doubling down with their relentless attacks on any American that might have a different point of view than them, that might be uneasy about the vaccines. Earlier this week, \"L.A. Times\" column encouraging Americans to mock dead people, people unvaccinated. Headline says mocking anti-vaxxer's death is ghoulish, yes, but it may be necessary. MSDNC host Joy Reid is now even floating some sort of tax or fine for those who have not taken the shot. Wow. What if they had a rare condition? Do they get an exemption? What if they have a religious exemption? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "At some point, I feel like people who are willfully unvaccinated, fine. Don't get vaccinated. But they need to start to pay a little bit more of the cost of what this is doing to our system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here with reaction, Outkick founder and co-host of the Clay Travis Buck Sexton Show, Clay Travis. By the way, \"The Washington Post\" also said, let's make life a living hell. You said publicly that you now have COVID. How are you feeling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK FOUDER",
      "sentences": "Well, thanks for having me on, Sean. I feel pretty good. Minor cold and I tested positive yesterday, wanted to make sure whether I had it or not so I could talk to my audience. This hits home for me, Sean, because I've made the choice not to get vaccinated. I had the original alpha strain of COVID back in November. I'm -- of 2020. I'm relatively young, I'm relatively healthy. I've told my parents who are over 75 years old. I think you look at the overall data, you listen to your doctors and you make rational health decisions. But to me when you actually analyze this entire basis, I've always agreed with the great Barrington Declaration, we need to protect the people who are the most vulnerable, we need to get as many people back to work, we should never have locked down, we should never have shut down schools. And so, I have a home studio, I can work from home with my radio show and I can talk to you with the television studio here in the house. And so, it doesn't really change my ability to do my work. I feel fine. I feel great and here I think is significant, Sean, Dr. Fauci said in his testimony on Tuesday that he believed ultimately everyone was going to in some way get a version of omicron or COVID. That's what he said in his testimony. If that is true, then the argument that we need a vaccine mandate and God bless our Supreme Court for standing up against the totalitarian overreach of the Biden administration at least in terms of the larger employer mandate. But if that is the case, Sean, if everybody vaccinated and unvaccinated is going to get COVID in some way, then the unvaccinated are primarily a risk to themselves. And again, if you're over 65, I think your doctor will probably tell you to get the COVID vaccine. But if the risk is primarily upon the unvaccinated, Sean, there are lots of people out there who make really bad health decisions, we don't refuse treatment like Joy Reid would say to people who are obese. We don't refuse treatment to people who use illegal drugs. We have to treat all Americans equally vaccinated and unvaccinated, stop trying to distinguish between them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, first, we wish you well. And by the way, anybody that gets this I wish them good health and hang in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS",
      "sentences": "Amen, exactly true. All right. Coming up, zero experience Hunter's ex-wife writing at tell-all. I'll tell you about it, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You've heard about the outrageous life of zero experience Hunter Biden, but another side to the story is about to be revealed. Hunter's ex- wife Kathleen writing a tell-all book titled \"If We Break: A Memoir of Marriage, Addiction and Healing\", it's going to be released sometime this summer. We'll have the details. Thanks for being with us. Let not your heart be troubled. Good news, Laura Ingraham takes it away. Hi. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "But not us. We're no longer going to criticize NPR, we're fans. We're going to keep listening. Nothing like this has appeared on the airwaves anywhere. It's hilarious. Treat yourself. That's it for us tonight. We'll be back tomorrow night at 8:00. Here's Sean."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "I'm against the weight mandate thing. Get rid of the weight mandate thing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The weight mandate. Me, too."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You cannot make this up, I agree play it again and again. All right. Thank you, Tucker. Welcome to HANNITY. And tonight, we are nearing the end of what was one of the single worst days of Biden's presidency so far. Now, after 357 other terrible days, that is saying a lot. Breaking this afternoon, a 6-3 decision, as we predicted, the U.S. Supreme Court, they blocked Biden's vaccine mandate on private businesses just three days after it went into effect. And while the court did uphold an HHS requirement for hospital workers, of course, that's Medicare, Medicaid, federal money, the federal mandate on private businesses is no more. It is a massive win for freedom, for private businesses, for medical privacy, and so much more. We'll have a lot more coming up on it tonight. Biden's bad day did not stop there. At 1:00 p.m., Joey meandered, wandered over to the Capitol in a desperate attempt to persuade his former colleagues in the Senate to end the filibuster once and for all, something he has been opposed to his entire career up until now. Now, he wants the power grab."
    },
    {
      "speaker": "Just before he arrived however, Democratic senator from Arizona, Kyrsten Sinema, bravely frankly delivered a speech on the Senate floor, completely rejecting Joe's demands. A short time later, Democratic Senator Joe Manchin echoed her remarks, stating, quote",
      "utterance": "As I have said many times before, I will not vote to eliminate or weaken the filibuster. In other words, Joe's field trip was pointless even before he stepped foot on Capitol Hill. Now, this is a level, frankly, a public humiliation that's kind of hard to watch. Now, needless to say, Joey -- Joey was not happy. He needed some ice cream perhaps. Take a look."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "One thing for certain, every other major civil rights bill that came along, if we missed the first time, we could come back and try it a second time. We missed this time, we missed this time, and the state legislative bodies continue to change the law, not as to who can vote, but who gets to count the vote, count the vote, count the vote. It's about election subversion, not just whether or not people get to vote, who counts the vote."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Anyway, ironically, his state of Delaware where he served 575,000 years, he never once tried to make voting more accessible. And they have some of the most restrictive voting laws in Delaware, he never lifted a finger. And by the way, we are at the point where we do need to seriously ask, frankly, is Joe Biden okay? He doesn't look okay. He doesn't act okay. He looks like a shell of his former self. He looks like he's deteriorating before our very eyes, both mentally and physically. And frankly, the people around him are not doing him any favors covering all of this up and hiding him. He's confused. He has memory loss, weird outbursts of anger, quite a lot of difficulty finding words. The thing that -- the thing -- you know the thing. He has trouble walking. Those are symptoms of someone who is not doing well. Where are the people in his life that care about him and love him? And as for the filibuster the Senate rule that Joe referred to as a racist relic of Jim Crow, well, today, Democrats, they use the very same filibuster to kill a bill from Ted Cruz that would put sanctions on Russia. Now, if there was ever a moment in time that perfectly encapsulated the Democrats bewildering level of hypocrisy, that's it. By the way, as -- by the way, as a side note, they used the filibuster over 300 times last year. Now, a few hours earlier, back at the White House, Joey was in the his happy place, a weird fake Oval Office set. This -- this is bizarre. He has a real Oval Office, but he goes to the Oval Office set, where he loves to give speeches from a miniature Oval Office desk, and today's speech was supposed to be about his big plan to battle omicron, the variant, which he has been rip -- which has been ripping through this country for weeks, record numbers of COVID positive cases unlike anything we've seen. Unfortunately, Joe had a lot of trouble communicating that plan to you the American people. We'll let you decide. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Now, I don't like to -- you know, outline the next steps we're taking against -- I'd like to outline the next steps are taken against over on the omicron variant and to help lead our federal testing program. I've talked -- I've taught -- excuse me, I've tapped Dr. Tom -- I hope I pronounced -- Inglesby, correct? Is that right, Jeff?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sorry, just acting like Joe. Needless to say, still a lot of questions about Biden's COVID-19 disaster. But today, like almost every day, Joe could not be bothered to answer any of these questions. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Thank you for taking the time."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Mr. President, message for vaccinated Americans who are wondering why they should continue to restrict their activities given your health officials say most Americans will get COVID at some point?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Folks, we'll talk about that later. Come on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He usually says, but they won't let me. I'm not allowed to get in trouble every time I take a question. Anyway, a year ago, you know, for a full year 2020, Joe was bragging he shut down that virus. Uh-huh. He didn't. He said, not having enough tests was a travesty. He said President Trump should not remain as president because of 220,000 COVID deaths. Well, almost twice that amount died since Biden took over, with more American deaths from COVID in 2021 under his watch than 2020 when we knew next to nothing when we first got this thing. Now, Joe thinks that, by the way, by the -- he thinks it's 2020. Pathetic but it's true. Now, very frail looking President Biden is unable to answer a single question about COVID-19 as this virus continues to rage throughout the entire country. We are now living what is an ultimate sad, predictable, preventable nightmare. According to a new poll from News Nation, a large majority of Americans disapprove of Biden's handling of COVID-19. Keep in mind, even before this horrendous day, for President Joe Biden, he was already polling at an all- time low. Yesterday's Quinnipiac poll had him at a 33 percent approval rating, with inflation at seven percent. That is a four-decade high, a 40-year high, and now is planned to eliminate the filibuster. That's dead. Build back broke is dead. His so-called voting rights legislation is dead. His vaccine mandate is all but dead as well, as the Supreme Court now is moving -- put their ruling forward. Things are going so poorly over at the White House that reporters in the media mob are now openly wondering if Biden and Harris will even bother running for another term. And get this -- today, Kamala Harris herself, she had a disastrous interview. She couldn't even answer that simple question. You decide. Take a look."
    },
    {
      "speaker": "CRAIG MELVIN, NBC NEWS REPORTER",
      "utterance": "Are we going to see the same Democratic ticket in 2024?"
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "I'm sorry, we are thinking about today. I mean, honestly, that -- I know why you're asking the question because this is the part of the punditry and --"
    },
    {
      "speaker": "MELVIN",
      "utterance": "Right."
    },
    {
      "speaker": "HARRIS",
      "utterance": "-- the gossip around places like Washington, D.C. Let me just tell you something, we're focused on the things in front of us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay, that would be in front of you. Is that a no? Why are you unable to answer that question, Kamala Harris? Do you have some reason to believe that Joe Biden will not be able to run for reelection? Do you think he's not capable of being president? Do you think you're not capable of serving in the White House? Well, we'll have so much more from that train wreck interview coming up later in the program. But what's going on here? Of course, I think we all know the answer. Joe Biden is a cognitive wreck. It's more apparent than ever, probably will not be running for reelection. Many people wondering if he can even finish the next three years of this term. And meanwhile, Kamala Harris is totally, completely, utterly out of her league and incompetent. Members of her own staff refer to her as a soul- destroying bully. They've been leaving in droves. They say she's too lazy to read briefing materials, and then she's lashing out at others when she's painfully unprepared. I don't know who's going to be on the Democratic ticket in 2024, but if they want any chance of winning, the DNC would be wise to kick dumb and dumber here to the curb. But I don't think Hillary is the answer either. All right. Here with reaction, he's with the Trump Organization, Donald Trump Jr. is with us. You know, Don, 33 approval rating. You saw the Supreme Court ruling today, 40-year high with inflation, that is costing the average American family, poor and middle class in particular, an extra five grand, oil now is at 85 bucks a barrel. It was a 20-something when your dad was president. We were energy independent. You have Sinema and Manchin are saying no to the extremism. Build Back Better is dead. The borders are wide open. The filibuster scheme failed. I guess the question is, do you miss me yet? Meaning your dad. And the answer is overwhelmingly yes."
    },
    {
      "speaker": "DONALD TRUMP, JR., TRUMP ORGANIZATION",
      "utterance": "And it should be. I mean, it's almost hard to believe Kamala Harris is as bad as she is, and Joe Biden for being there for so long, it's like they're trying to destroy America at this point, Sean. There's not a single metric by which they're succeeding. Everything they do is always, let's change the goal post. And with that kind of popularity, imagine Trump had the same boosting from the media. He would have never -- he would have been the most popular president ever. They're doing whatever they can to save this flailing presidency. They move the goal posts at every chance, whether it's measuring cases. Well, we're not going to do it this way because Joe Biden said he'd have it under control and he's got nothing under control. He said he'd be a moderate, he's a radical. He said he's not going to destroy the American energy sector and he's destroyed ours while boosting Russia. You have Afghanistan. It's case after case. The Democrats now, they want to eliminate the filibuster. They used it 327 times in 2020. Republicans used it once. Now, they want to eliminate it so they can make it easier to cheat in elections, something they want to do that is frankly voter ID, which is popular with the overwhelming majority of Americans, they want to eliminate it. That's not because of all of the sound bites and all of the nonsense, it's because they've done such a disastrous job. America is on to their nonsense. They're not going to let them get away with it again. So, again, now, they got to change the rules to make it possible for them to win."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Every day that Joe is in office and today I think was the worst day, but I don't think he's had a good day and I can't name a single thing that he's done that's successful, I would argue that if your father runs again in 2024, that every day they're handing him the keys back to his house, okay, that he could go back home if you want to call the temporary home, the White House. And every single day, I don't even think your father needs to see say a word, because you know why? There -- you can't mess it up any more than these people are messing this thing up."
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "No, the reality is this: all Joe Biden had to do with nothing. He could have sat back --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Exactly."
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "-- ride the coattails of my father's economy, or his international policies, of Middle East peace, of jobs, of American prosperity and energy independence and everything that was achieved. Instead, they spent five years trying to destroy him, lie about him, leak nonsense, run with that as though it's the gospel, give him zero benefit of the doubt. Meanwhile, they do the exact opposite for Joe Biden and you still have an all-time low disapproval rating. It's absolutely sick what's going on, and what's a shame is that Americans have to suffer, right? You have a supply chain crisis caused by Democrat policies. And I want to be clear about this, Sean. This isn't just Joe Biden. These are Democrats ideas. This -- no one thinks that Joe Biden is coming up with this stuff and implementing it and turning it into a disaster. This is the Democrats Party's ideas. This is what they're bringing to the table. Joe Biden just happens to be sitting there signing stuff that they stick in front of him. But these are Democrat policies that have destroyed our country, our energies, our jobs, our livelihoods, our families. You saw the divisive speeches that he's giving. If Trump was doing that, they'd be talking about how divisive it is. How he's doing nothing to unify a country, yada, yada, yada. We've heard it all a thousand times before. When Joe Biden does it, it was wonderful. He's really striking back, he's going to show them in midterms. It's going to be a disaster for the Democrats and rightfully so. And even with a trillion dollars of mainstream media boosting, a trillion dollars of social media boosting, a trillion dollars of every big tech company trying to make the Democrats seem competent and well and not disastrous for our country, it's not going to work, Sean, because the American people see through it at this point. They are not going to be fooled by this stupidity and this idiocy anymore."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're close to your father. Is he running in 2024 in your opinion?"
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "Well, listen, I -- you know, I'm still of the mindset that Donald Trump is the only guy that can take all of the hate, no matter where it is. You know, it just wears on people. There's -- I wish we had a bench of 50 guys that could handle it, that could take it. The reality is everyone thinks they can take it until it's all focused on them. I know he can do it. I know he can turn around this disaster. I know he can do that and frankly set up the Republicans to run this country for decades to come because now we see where Democrats are. And we've got to make this point. There are still moderate Democrats in America. There are no moderate Democrat politicians anymore. They don't exist. They can't get elected. The radicals that are running the Democrat party are not represented. They're not representing the people that are moderates. That's why the media had to go so far out of their way to lie to the American populace and say that Joe was going to be a moderate. It was never going to happen. But they know the American populace is there but their representatives aren't and that's a problem."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Don Jr., always great to have you. Thank you for being with us. Now, we turn our attention back to the U.S. Supreme Court, which as we predicted just delivered a mixed ruling on the vaccine mandates. The good news, the more important news the most sweeping mandate imposed on private employers is now officially dead. Here now with more is the author of \"The Case for Vaccine Mandates\", Harvard law professor Alan Dershowitz, along with FOX News legal analyst Gregg Jarrett. In -- I've read your column, Gregg, and it was interesting. It was an easy call by the Supreme Court to reject Biden's war on business and I agree with you for all the reasons you stated, but I want you to lay out the case."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Well, I think it's the easiest call of their term for the justices. You know, when Biden announced his business federal vaccine mandate on September 9th, I was on your program this show. And I said, this is an obvious constitutional abuse of power by Joe Biden. Why? Because under the 10th Amendment, police power is reserved to the states. That means the states can dictate and govern public health concerns, and it's been that way for more than a hundred years, case after case, in which states have imposed vaccine mandates upheld by the U.S. Supreme Court, first in 1905, then in 1922. These were smallpox vaccinations. So, the Supreme Court today is quite easy for them. All they had to do was follow not just the Constitution, the 10th Amendment, but also Supreme Court precedent. I think what's so confounding to Americans is that Biden knew that what he was doing was lawless. He spent months, Sean, promising Americans he wouldn't impose a vaccine mandate. He said he didn't have the authority, he didn't have the power. His press secretary said it. Members of his administration repeated it. Dr. Fauci, his chief medical advisor, said it. Then, all of a sudden, one day, he said, I'm going to do it. And he thought he was being terribly clever. I'll get OSHA to do it. But OSHA governs agents and substances that are toxic in the workplace. Vaccines never have been. And the Supreme Court said something pretty important today. It said, look, COVID-19 virus is not a occupational hazard. It's a hazard everywhere. It's universal. It is not unique to the workplace. And so, they concluded inexorably that both Biden and OSHA were abusing their powers."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think you're right legally. I think OSHA was a workaround and their backdoor way of doing it. Professor Dershowitz, we now know vaccinated people -- fully vaccinated, they get -- they get COVID. Vaccinated with boosters, they get COVID. Vaccinated, boostered and natural immunity are getting COVID. Why won't this administration pivot to the next logical scientific answer which are therapeutics? And how is it in God's name possible, at this late date, they ran out of tests, and they ran out of therapeutics? Because there's no excuse for that, Professor."
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR",
      "utterance": "Well, this is a legislative matter and that's what the Supreme Court basically said. It's up to the legislature. They should be mandating all of these things. Under our tripartite system of government, the legislature makes the law. You know, it was Justice Gorsuch who said the issue in this case is who decides. I have a chapter in my book, the case for vaccine mandates in which I asked that question, who decides? And I predicted that the Supreme Court would strike down a presidential mandate that was not authorized expressly by Congress, and all the questions you raise are questions that should be put to Congress. Congress should have hearings. They should have the best experts in the world. They should consider the issue of whether or not people who get COVID have the kind of immunity that gives them exemptions from a vaccination. These are the kinds of issues that must be decided by the legislature, and that's why the court struck down the OSHA mandate, but they upheld the other mandate because they basically said Congress has allocated money to pay for medicine in the United States virtually every hospital today receives Medicaid and Medicare, and so you condition the receipt of Medicaid and Medicare, and making health workers be safe and make sure that patients are dealt with appropriately. So nobody's happy with this decision. This decision was not a popular decision."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm happy with it. I'm happy with this decision."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Are you happy with the part that says that you can have a mandate for health workers?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, but I understand it from a legal standpoint, because that's Medicaid, federal -- that's federal dollars. But I agree with you on that it should be predicated legislatively and I also believe that the state should be the ones responsible. And Joe said there's no federal answer. The question that I have now at this particular point is where is the belief in freedom in America anymore or medical privacy or doctor-patient confidentiality? We have a \"Washington Post\" columnist saying it's time to make life a living hell for the unvaccinated. Excuse me? Because everything they told us about vaccines isn't true anymore, is it, Professor?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, balance. We have to balance the right of privacy, the right of confidentiality against the right of people who don't want to be exposed to unvaccinated people. That's a reasonable view as well. Now, as far as the states are concerned, the Supreme Court didn't really comment on that. What if now California passes a statute saying we legislatively are going to mandate every firm that has over --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They're going to do what they do -- but they're going to do what they always do. They're going to go far hard core left with no consideration or freedom of the rule of law, just like they're a sanctuary state."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "But then what happens, what if the state of Texas passes the opposite statute saying it's illegal for anything --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're better off to live in Texas, it's a better place to live. There you go."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "(INAUDIBLE) different rules in different states, maybe that's what federalism is all about. But the Supreme Court didn't resolve that question."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They did not. True point. Last 30 seconds, Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Well, this is a pattern by Joe Biden to engage in lawlessness and abuse of power. He did it with the eviction moratorium. He had no authority to do it, admitted he didn't but did it anyway. And, of course, it got quickly struck down by the U.S. Supreme Court. He did it with the pandemic farm aid program, racially discriminatory against white farmers and ranchers. That too was struck down by the court. So, you know, this is a pattern with Joe Biden. He doesn't care a whit about the Constitution and the law and the right of American people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both, Professor, and, of course, Greg Jarrett. Thank you. Straight ahead, Kamala Harris, a disastrous interview. We've got the tape. She couldn't even answer simple questions. Jesse Watters, Leo 2.0 Terrell, they're next as we continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, yet another day, another absolutely dismal disastrous day for Joe Biden and Kamala Harris as the vice president had another pathetic, painstaking interview where she was unable to answer basic questions, including about the administration's disastrous COVID response. Listen to this rambling word salad. Take a look."
    },
    {
      "speaker": "MELVIN",
      "utterance": "At what point does the administration say, you know what, this strategy isn't working, we're going to change strategies? Six former administration officials last week wrote that open letter urging the administration to change course, to change strategy. Is it time?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "It is time for us to do what we have been doing and that time is every day. Every day it is time for us to agree, that there are things and tools that are available to us, to slow this thing down."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How did you run out of tests? How did they run out of -- out of monoclonal antibodies we've had for 18 months? How did -- how come they're not mass producing antivirals? Now, it got worse from there. Now, when asked to explain the testing debacle that Biden and Harris created, her response was, I can't believe it. It didn't get enough backlash the last time. Oh just check Google. You can't make this up. Take a look."
    },
    {
      "speaker": "MELVIN",
      "utterance": "Why are we at a point now where folks still can't get tests?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "But we just ordered a -- I don't have the number in front of me, but millions of tests we have sites where people can go and I urge people to -- you can Google it or go on to any search engine and find out where free testing and the free testing site is available."
    },
    {
      "speaker": "MELVIN",
      "utterance": "But, Madam Vice President, the fact that we're still telling people to Google where you can get a test and well --"
    },
    {
      "speaker": "HARRIS",
      "utterance": "But oh -- but come on now. I mean, really, if you -- if you want to figure out how to get across town to some restaurant, you heard is great, you usually do Google to figure out where it is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Seriously? Come on, man. Let's use Joe's answer. Anyway, ask yourself, have you ever seen someone less prepared for an interview other than maybe Joe Biden himself? Where's Operation Warp Speed to create as many tests as we need on demand was operation warp speed for life-saving therapeutics like monoclonal antibodies and these antiviral medicines that nobody can get. You know what was Biden and Harris' secret plan to shut down the virus anyway? A hope, a prayer apparently? And the White House is already trying to do clean up, and, of course, forced to correct Harris's claim the tests will be sent out next week. Apparently not. Pretty much everything Biden and Harris have been saying has been wrong. Remember, Biden promised that if you got the vaccine, you'd never get COVID. That was a lie. He would never have vaccine mandates, he lied there too. He'd never support $450,000 payments to illegal immigrants for family separation, until he did. I'll never abandon Americans in Afghanistan. That was a big lie. Here with reaction Leo 2.0 Terrell, co-host of \"The Five\" and his own new weekday show at 7:00 p.m., the host of \"Jesse Waters Primetime\". Look, everybody now needs to face reality, Leo. It's Watters world, we just live in it because --"
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, listen, I want a commitment -- I want a commitment from Jesse right now. I need a commitment from Jesse just right now that Sean and I will be your first two guests. If you don't give me that commitment --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, we don't need that. I'm already booked for Wednesday of the first week, I'm going to be on Jesse's show. By the way, we're very happy for you."
    },
    {
      "speaker": "TERRELL",
      "utterance": "First two guests. JESSE WATTERS, HOST, \"JESSE WATTERS PRIMETIME\": Thank you."
    },
    {
      "speaker": "TERRELL",
      "utterance": "I'll be filing the lawsuit, we're friends."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Me and Leo together, I'll agree to that, but we'll do it on Wednesday."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Whatever you guys want, all right?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Whatever we want. Congratulations, you worked really hard congratulations and we're very -- we couldn't be happier for you, honestly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you, guys. Appreciate it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jesse, start with you. How do we run out of tests? We're now in year three of the pandemic. How do we run out of the therapeutics we've had for 18 months? How are we not mass-producing these antivirals that every doctor I talked to raves about?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "My sources in the Secret Service are telling me they are changing Kamala Harris's code name now to oops. I've seen deer in the headlights give better interviews than that. Sean, I've interviewed people on the beach during Watters World, that have sounded smoother than that. And here's why the White House is so freaked out about this interview. This wasn't Sean Hannity throwing fastballs up by the chin. This was a friendly NBC News Democrat interview. They're asking basic questions, when are the tests coming? Are you going to be on the ticket? Are you going to change strategies? He's not asking to explain how gravity works. Who preps Kamala Harris? And at this point, she's saying Google it for everything. If you're at SNL, Lorne Michaels, if you're watching, you guys have to do a skit where people just ask questions to Kamala and she says Google. Kamala, what's your COVID strategy? Google it. Kamala, you're going to be on the ticket. Google it. I mean, maybe she's not going to be on the ticket, Sean. So just say, it's an honor to serve at the pleasure of the president. I hope I'm on the ticket. But the honest God's truth and you said it, there's probably not going to be a Biden ticket, and if there is one, she's not going to be on it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, there always is plan B. Now, that that film she made with the child actors, that really worked out very well for her, Leo."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Let me tell you right now -- you know what, she gave poor answers because she's not in the loop. Let's be very clear. Jesse's right. She went to the liberal MSNBC and she couldn't answer the question. She does not have a team working for her. Seven of her staffers quit. And there's no love between her and Joe Biden. I mean, there is no doubt about in my mind. The only reason why she is vice president is because of her ethnicity and gender. It's not because of qualification. You cannot name me one accomplishment from Kamala Harris. And let me be very clear, you know, it's a hard choice who's the best between the worst, Joe Biden and Kamala Harris? That's a horrible choice to choose. And I'll tell you right now, Joe Biden, if I was Joe Biden, I was -- I would sleep with one eye open, because I don't trust Kamala Harris. And Joe Biden should not trust Kamala Harris."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last word, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, Joe went to Capitol Hill to twist arms on voting rights. Sean, I thought Kamala was running point on voting rights. Did kamala know that was a failed mission so she didn't want any piece of it? She didn't want any of that negative blow back on her, so she said Joe, you go? Or did Joe bigfoot her, because he doesn't trust her to close the deal? I don't know. I'm just asking questions."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We are -- we're happy. We're proud of you, and congratulations. All right. The Wednesday -- you invited me on Wednesday, I won't -- I'm -- we're not going to force you on your first show."
    },
    {
      "speaker": "TERRELL",
      "utterance": "No, first day, no, opening show."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Show needs a better start -- no, no, no. Show needs a better start than you and me. He can do better than that."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Jesse, I got the lawsuit right here. Here's the lawsuit. First, Sean and Leo or lawsuit on Monday."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, I have -- I'll get more air time if you ask Leo about his friendship back in the day with O.J. Simpson, I'll get a lot more airtime. Trust me on this, Jesse."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Oh, I can't hear you. My mic's working, I can't hear you. I can't hear you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Exactly. That brings back memories from Leo 1.0."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Lawsuit."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Yeah, exactly. Congratulations, Jesse. All right. Coming up, while the sham January 6 committee continues to play politics, Kevin McCarthy, he doubled down big time today on why he will not talk to them. We'll tell you what he said, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, House Minority Leader Kevin McCarthy is standing strong tonight. He's refusing to participate in the Democratic sham January 6 political theater, of course, the one with the predetermined outcome, the one that, of course, won't investigate why Nancy Pelosi didn't use the troops that Donald Trump authorized for her. They won't allow her emails, the sergeant of arms emails, communications, phone records to be turned over. They won't bring in the mayor, Muriel Bowser, asked why didn't you utilize the 20,000 troops that Donald Trump authorized. Anyway, Kevin McCarthy told the committee he will not cooperate with this investigation with a predetermined outcome, and it was only another excuse to smear Donald Trump. It has nothing to do with protecting the Capitol from future attacks, he couldn't be more right. Take a look."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "utterance": "How's CNN doing? You're doing okay?"
    },
    {
      "speaker": "REPORTER",
      "utterance": "We're doing okay, yes. You battled -- you battled the creation of an outside commission from the start. You also oppose the Select Committee for that --"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "It's not true."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Well, well, you also should --"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Ask your question --"
    },
    {
      "speaker": "REPORTER",
      "utterance": "I appreciate that. Why should the public not conclude that you're trying to hide something here and hide the facts from getting out?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Great question. I hope everything gets corrected at CNN. Well, (INAUDIBLE) all that with your employees. After January 6th, you can state this -- who was the first person to offer a bipartisan commission to look at that day? Was it me? I'll help you. The answer is yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I called for it too, but it had to be bipartisan, not a committee full of Trump impeachment haters and Never Trumpers. We also need a committee to look into the riots in the summer of 2020. We can't have this kind of violence in this country. We are better than that. And as we reported, two days before January 6, Donald Trump as required by law authorized up to 20,000 National Guard troops to protect the Capitol. Why? Oh, we came off a summer of rioting. Why? There were hundreds of thousands of people that were coming to town. Why? Because tensions were running high post-election. Why? Because there's always bad actors in a crowd. D.C. Mayor Bowser and Nancy Pelosi needed to sign off on the president's order. They rejected that request. Nancy Pelosi oversees the Capitol Police. Why did they decline the guards' support? Pelosi, Bowser, the sergeant-at-arms, the Capitol police chief who also requested the Guard be called up, they left the place totally vulnerable. There wouldn't have been a January 6 if the guard was there like Donald Trump had called them up. So when is Pelosi and Mayor Bowser and the sergeant-at-arms and the Capitol police chief, when are they going to be subpoenaed to testify before the sham committee? Probably never, because it's a predetermined outcome. They don't want the answer. But if the true purpose of this committee is to understand truly what happened for the purpose that it will never ever happen again, because we've got to protect our institutions and elected officials, how can you possibly ignore this big issue of why didn't they call up the Guard authorized by the president? Only reason I can think of is this corrupt committee -- by the way -- that has the single biggest purveyor of election lies in the history of the country, Adam Schiff. They have a predetermined outcome and their goal is to forever ban Donald Trump and purge him from the American political scene. Here with reaction, FOX News contributor Jason Chaffetz, along with former White House chief of staff Reince Priebus. Reince, you tell me. Any good reason why they would turn down the legally authorized calling up of troops by the president?"
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Yeah, that's because political committees are not put together to bring justice. They're put together to highlight and punish your enemies. I think it's a -- it's a good thing to revisit what the limitations of this committee really is, so that everyone can understand this is not a committee that has at least carte blanche subpoena power over everything. The Supreme Court is litigating that case right now. They don't have the power to indict. They don't have the power to conduct a criminal investigation. This is a political research committee. Let me remind everyone, the U.S. attorney in Washington, D.C. was a guy named Mike Sherwin. That he already conducted all of this work, he already did the criminal investigation on January 6 and people were brought to justice. As to Kevin McCarthy -- I mean, yeah, he was in favor of doing a commission but the first thing that happened to him was all of his committee members were rejected. And as far as the information that they're seeking from Kevin McCarthy, if you look at the letter there, Sean, they list out about 20 public statements that Kevin McCarthy said and he said we want to bring you in and talk to you about this statement you made the \"Politico\", this statement you made to \"The Wall Street Journal\" -- well, guess what, they already have all the evidence it's sitting right in their letter. They can use it. And as to Adam Schiff and what he's doing -- I mean, it's a little rich for us to start taking advice from the quarterback of the fake Russian hoax for the past four years. This is political theater."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And it's bad theater. Jason, your take?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to ask you one thing first. Why when the committee Chairman Bennie Thompson was asked if Nancy Pelosi is off limits, he acknowledged she's off limits? Okay. And Nancy kicked off Jim Jordan and Jim Banks and put on the two biggest Trump haters in the Republican Party."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "So, the person in charge of security for a separate but equal branch of government, the legislative branch, the person in charge of security at the House of Representatives is Nancy Pelosi. She's in charge of the -- and it helps to appoint the sergeant of arms, the chief of police, the Capitol Hill police. How can you not talk to her about the lapse of security there at the Capitol? That -- I mean, that that's all you need to know about this. It is an absolute sham. It's not a legitimate committee. It's a caucus meeting, and it's meant to distract so that we're not talking about all the other problems that's got -- that are going on with the Biden administration and the Harris administration. It's just a total distraction. It is a farce. It looks like a banana republic on what they're doing. It is absolutely fundamentally totally wrong. They could have had a legitimate way to do that and look forward to it look into it. I agreed with that. You agreed with that, Sean. Kevin McCarthy is the one that suggested it. But it was nothing that Nancy Pelosi was interested in because she knew that she would be subject to questioning and that's not something she's willing to do. I think the American people see through this. I have 30 seconds for each of you. Reince, does this go anywhere or do people now see how corrupt this is?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "No, it's not going to go anywhere, but I think Republicans need to go on offense. These people are making $500 a day and gas prices are up by 40 percent. We have better use of our time than political research projects."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well said. Last 30 seconds, Jason?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think they need to kick Cheney and Kinzinger off of the Republicans. I don't think they should caucus with the Republicans. The idea that they would vote to allow this committee to move forward without Republican representation is wrong. I think America sees through that. I think America's smarter than that. I think they know something went wrong and it was bad day on January 6th, but the way they're handling this is just a scam. It's just -- it's just a sham."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here's a prediction, out of nowhere, could be wrong. My guess is Liz Cheney knows she doesn't win her seat and she probably plans a third party run to try and siphon all votes from Donald Trump, probably will have the opposite effect. Let's see if I'm right. Just a guess. Anyway, straight ahead -- thank you both -- the left continues to demonize the unvaccinated. Over at MSDNC, Joy Reid suggesting that you get taxed or fined or vaxxed an, of course, \"The Washington Post\" saying it's time to make life a living hell for the unvaccinated. Clay Travis apparently tested positive for COVID, joins us next, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, now, even as vaccine mandates are failing miserably in places like New York City, the mob, the media, they're doubling down with their relentless attacks on any American that might have a different point of view than them, that might be uneasy about the vaccines. Earlier this week, \"L.A. Times\" column encouraging Americans to mock dead people, people unvaccinated. Headline says mocking anti-vaxxer's death is ghoulish, yes, but it may be necessary. MSDNC host Joy Reid is now even floating some sort of tax or fine for those who have not taken the shot. Wow. What if they had a rare condition? Do they get an exemption? What if they have a religious exemption? Take a look."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "At some point, I feel like people who are willfully unvaccinated, fine. Don't get vaccinated. But they need to start to pay a little bit more of the cost of what this is doing to our system."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here with reaction, Outkick founder and co-host of the Clay Travis Buck Sexton Show, Clay Travis. By the way, \"The Washington Post\" also said, let's make life a living hell. You said publicly that you now have COVID. How are you feeling?"
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK FOUDER",
      "utterance": "Well, thanks for having me on, Sean. I feel pretty good. Minor cold and I tested positive yesterday, wanted to make sure whether I had it or not so I could talk to my audience. This hits home for me, Sean, because I've made the choice not to get vaccinated. I had the original alpha strain of COVID back in November. I'm -- of 2020. I'm relatively young, I'm relatively healthy. I've told my parents who are over 75 years old. I think you look at the overall data, you listen to your doctors and you make rational health decisions. But to me when you actually analyze this entire basis, I've always agreed with the great Barrington Declaration, we need to protect the people who are the most vulnerable, we need to get as many people back to work, we should never have locked down, we should never have shut down schools. And so, I have a home studio, I can work from home with my radio show and I can talk to you with the television studio here in the house. And so, it doesn't really change my ability to do my work. I feel fine. I feel great and here I think is significant, Sean, Dr. Fauci said in his testimony on Tuesday that he believed ultimately everyone was going to in some way get a version of omicron or COVID. That's what he said in his testimony. If that is true, then the argument that we need a vaccine mandate and God bless our Supreme Court for standing up against the totalitarian overreach of the Biden administration at least in terms of the larger employer mandate. But if that is the case, Sean, if everybody vaccinated and unvaccinated is going to get COVID in some way, then the unvaccinated are primarily a risk to themselves. And again, if you're over 65, I think your doctor will probably tell you to get the COVID vaccine. But if the risk is primarily upon the unvaccinated, Sean, there are lots of people out there who make really bad health decisions, we don't refuse treatment like Joy Reid would say to people who are obese. We don't refuse treatment to people who use illegal drugs. We have to treat all Americans equally vaccinated and unvaccinated, stop trying to distinguish between them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, first, we wish you well. And by the way, anybody that gets this I wish them good health and hang in there."
    },
    {
      "speaker": "TRAVIS",
      "utterance": "Amen, exactly true. All right. Coming up, zero experience Hunter's ex-wife writing at tell-all. I'll tell you about it, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You've heard about the outrageous life of zero experience Hunter Biden, but another side to the story is about to be revealed. Hunter's ex- wife Kathleen writing a tell-all book titled \"If We Break: A Memoir of Marriage, Addiction and Healing\", it's going to be released sometime this summer. We'll have the details. Thanks for being with us. Let not your heart be troubled. Good news, Laura Ingraham takes it away. Hi."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}