{
  "date": "January 6, 2019",
  "headline": "Why now more than ever are the media showing their fangs? Media Research Center President Brent Bozell explains",
  "subHeadline": "Brent Bozell, founder of the largest media watchdog organization in America, dissects the 'mob media' in the Trump era on 'Life, Liberty & Levin.'",
  "url": "https://www.foxnews.com/transcript/why-now-more-than-ever-are-the-media-showing-their-fangs-media-research-center-president-brent-bozell-explains",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARK LEVIN, HOST",
      "sentences": "Hello, America. I'm Mark Levin, this is \"Life, Liberty & Levin.\" We have a great guest tonight, Brent Bozell. How are you, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENT BOZELL, FOUNDER, MEDIA RESEARCH CENTER, PARENTS TELEVISION COUNCIL, AND CNSNEWS.COM",
      "sentences": "How are you, Mark? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We're going to talk a lot and dig into the media tonight. You are Founder and President of the Media Research Center - it is the largest media watchdog organization in America. I rely on you guys a whole lot. You're a columnist. You are an author and you're well-known. And what your organization does in my view is crucially important. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } You and I have been around a while. I served in the Reagan administration, but I observed Presidencies and the media before that, you've been observing it for decades. I've never seen anything like the mob media that we have today and I call it that, groupthink, mostly left, if not exclusively left in many of these media platforms, incredibly hostile to this President. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Why do you think now more than ever, the media are showing their collective fangs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "You know, Mark, I've tried to put this in its historical perspective. Look at how the media have analyzed Presidents going back to Nixon - Republican Presidents. Where Nixon was concerned, they didn't like him, but they respected him, especially on foreign policy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Then, Reagan came along, they didn't like him either and they didn't like his policies, but they were constantly frustrated that he was such a nice guy and he became the Teflon President where whatever they threw off at him, just bounced right back off of him, and they couldn't make anything stick and so there's kind of a respect there as well. Bush 41 comes around. They liked him to the degree he turned his back on Reagan, and so when he came out with his tax increases, they loved what he did there. But if he did anything that was supportive of conservatives, they went after him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } By the way, I skipped Ford because he's irrelevant. Bush 43 comes along, they considered him a dunce. They still do, and they thought he was, talk about white privilege, that's how they saw him, and so they never had any respect for him but they didn't dislike him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now comes Donald Trump. It's interesting, Trump - he was born in the media. His claim to fame is the media, it's \"The Apprentice\" on NBC, so they created him in a sense, but the way they look at it is they created a monster in Donald Trump. It's not that they disagree with his policies, which they do, they are consumed with the hatred for this man. They despise him, personally, and I'll put this in its correct perspective. When Reagan died, suddenly the media loved him all along and they treated him like they were his oldest friends, but they did do a very good job on the funeral when Bush died recently. They were so classy in the way they covered his funeral. When Donald Trump dies, the media's reaction is going be why couldn't he have died in 2015? This is to the degree to which they despise this man. I think the final point is one of the reasons they despise him is because he declared war on them. There is an arrogance about the press that they believe in the people's right to know about everything, except for them, that no one should ever, ever question him and Trump was the first one who declared war on them and it worked. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "This is a great point. Usually, there is this fan dance in Washington D.C. Republicans know that the media are mostly with the other side, the Democrats but they try to appease them, they try to accommodate them. So whether it's legislatively, they will move toward the Democrats and the left, they will take shots at the President if they need to, they will go it alone and leak information anonymously against their party leaders and so forth. Trump doesn't play this game. He is as he is. He is what you see and this is a reason I think he has such strong support among his base, but isn't the problem also the Republicans? Look at Mitt Romney. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Mitt Romney had a united Republican Party behind him and he still failed to defeat Obama who ran a lousy campaign. Mitt Romney is a bit, if I may say, of a chameleon. He was one thing when he ran for Governor of Massachusetts, another when he ran for President of the United States and a third thing now that he is the Senator from Utah, and he writes this op-ed, which is not news, but they make it news, then on the front page of the \"Washington Post\" gives him attention, makes it news. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } He goes on CNN which despises Trump across the board. The Republicans undermine themselves, don't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Let's look first at conservatives then we'll look at Romney. You know, I am convinced that when Jesus talked about turning the other cheek, he didn't know about CNN, because this is the problem with conservatives. They are - so many of them are afraid of the press. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } They are afraid of what the \"Washington Post\" might write tomorrow about them, and let's face it, they want to go to the red parties in this town. They want to be on A-list. And you're never going to be on A-list if you're going after the \"Washington Post\". Donald Trump took a very different attitude about this. He also saw the political opportunity in going after the press. He understood that the only thing people who have less of an approval rating than Congress is the press. So, you know, if they think his numbers were bad, they were twice as bad as theirs, so it was a battle he could win. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, to Mitt Romney, if - Mitt Romney is on a mission to revive and to restore and rehabilitate his image with the American people, an image that was shattered when he blew a campaign that he should have won. He is doing it by running for the Senate and he is going to run for President in 2020. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "He denies it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "He is absolutely - look, if you were Mitt Romney and you were running for President, what would you do? What would I do? I'd write an op-ed in the \"Washington Post\" attacking Trump, and I wouldn't bother to do it until I - I wouldn't bother to wait to be sworn in. I would declare war immediately on him. This is the first salvo in Mitt Romney trying to get moderates to back him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } You are absolutely right about the chameleon nature of this guy. This guy will be a conservative when he needs to be, he will be a liberal when he needs to be, but Mark, you're no different than 90% of the other Republicans. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look at the Senate that he will be joining. You can count the conservatives on one hand. You can count about 40 of them that will act like conservatives when they need to. The Orin Hatches, the Lindsey Grahams, the Corkers, the Cornyns -- all of them have behave like conservatives to win elections, but then they have got the agenda in Washington. Romney is no different, but that fact that Trump went out and endorsed him, boy, he took that endorsement, didn't he? And he was so grateful for it and helped him get elected. I think it's disgraceful. I think it's - there's a Spanish word, \"aprovechan\" it's someone who just takes advantage of the situation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "What's troubling to me is these are different political times, with the Constitution on the line. The Democrats and the media, really, in many respects are one and the same. They want to take out this President. They've wanted to take out this President since before he was elected, just in case he was elected. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } They've talked about impeachment from day one. They talk about indictments. Every time somebody else is charged with something, somehow it's the shoe that's going to fall on Trump and the media hype it. For somebody like Mitt Romney who ran for President of the United States with the backing of Republicans, who got tens of millions of votes from Republicans, the same tens of millions in many respects who voted for this President. Does he not see the battle that this President is facing on legislation? On this silent coup that is taking place? On the Constitutional issues? I mean, you must really be -- and I'm going to say it-- an ego maniac to be willing to overlook all of those things in order to promote yourself to the opposition press. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "I think he's a politician. I don't think he cares about anything you just said. He cares about getting elected. Look, think about him with Romneycare. He was the first one to introduce socialized healthcare in his state when he was Governor. Along came his first Presidential campaign in 2008. He could have, he should have said no one understands the problem with socialized medicine better than I do. We tried it, it was a failure. I am going to make sure it doesn't happen in the other 50 states. What was his answer? I never did it. My program has nothing to do with what Obama did. He then took the same position on abortion. He was - had been a pro-abort his entire career. Suddenly, he wanted to be pro-life. How did he do it? He didn't say, \"You know, I've had a change of opinion on this,\" like Reagan. You know, maybe he did, maybe he didn't, \"But, I've changed my view on it.\" He denied he was ever pro-abort. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is callous calculating political stuff that got Donald Trump elected, because people are sick and tired of this. This guy is just a political animal. I think what he sees is there is part of the Republican Party that doesn't like Donald Trump and he's out, you know, it's the Jeff Flake campaign that he's trying to run. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The media and the aggregate, why do you think it is so liberal, progressive, statist, I would call it. I mean, it wasn't always that way. I mean, is it because this progressive enterprise which has devoured academia, which had devoured Hollywood and so much of the culture, devoured our politics, has devoured the media?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Yes, you just hit it. The three power points of the left today are academia, the entertainment media and the news media. Why? Because those are the three venues, the institutions where they can change society. They can use them to change society. They see their work that way. There is this book called \"How Many Words You Want.\" Leslie Midgley Walter Cronkite's longtime producer, and he talks in an autobiography. He talks about the Vietnam War and Walter Cronkite and how Walter Cronkite was in favor of the war. Leslie Midgely decided to change his opinion so he gave him a tour of Vietnam the way he wanted to. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Walter Cronkite spent the rest of the war agitating against him. Remember, he denied it every - at every opportunity in this book. This producer comes right out and says, \"That's exactly what they were trying to do.\" The final sentence of this book, \"We were doing the work of the Lord.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is how they see it. They really see themselves as knights in shining armor -- the poor, uneducated and easy to command types. Remember, those are the conservatives. Henry Hite has such a wonderful term for us, \"The Great Unwashed,\" and that's how they see the conservative movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Is CNN really a news network? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "No, they once were. They once were. When Tom Johnson was running it, now Tom Johnson was a Liberal Democrat who had run the \"Dallas Morning News,\" the \"L.A. Herald\" I think it was, or \"Times,\" one of the other, a Liberal journalist. Tom Johnson was committed to news. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, there could be problems and they did a lot of wrong things, but that was not the norm. It was the exception. CNN is there to do nothing but anti-Trumpism. I was doing a Fox show on this a few months ago, just for grins, right before the show. I think it was Varney's show. I looked on my phone and I looked at CNN, at the app. They had 15 stories on their app. Thirteen stories attacked Trump over something he had said the day before; the 14th story attacked Trump on something else, the 15th story, there was war or something, but 14 out of 15 stories were just attacks on donald Trump, and variations of the same attack on Donald Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's so over-the-top, it's so obvious what they're doing. No, it's not news anymore. They don't report news. How many news programs do they have on CNN? They are all talk shows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And you wouldn't know the difference anyway between their news programs and their opinion programs. When you come back, Brent, I want to ask you about this so-called government shutdown. Is the government shut down? Is most of the government shut down? What percentage of the government is shut down? What does it mean? How do the media report this? Why is it that every time there is a so-called government shut down, it's the Republicans fault? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Whether the Democrats' or the President's, both Houses of Congress, one house of Congress -- we will explore that when we come return. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Ladies and gentlemen, don't forget, almost every weeknight you can watch me on LevinTV. Here's what you do, if you want to join our community go to blazetv.com/mark, that's blazetv.com/mark or give us a call at 844-LEVIN- TV, 844-LEVIN-TV. We'd love to have you over there. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Welcome back. Brent Bozell, government shutdown. Now, a few years ago I had Paul Ryan on my radio show and he would come on my radio show and he said in any so-called government shutdown, 17% of the government is shut down. The rest of it is carved out. The central employees, Social Security, Medicare, Medicaid are carved out. The checks keep going. The military is carved out. Federal law enforcement is carved out. Border Patrol is carved out. He's giving me all these carve outs. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Under this so-called government shutdown, 75% to 80% of the government is already funded. So there are little pieces of the government that aren't and they keep running until you know - they aren't the space museum or a national park to shoulder the trash piling up and so forth. It's a shutdown so-called over what? We have a budget that's over $4 trillion. We have annual deficits now that are almost $1 trillion. We have almost $22 trillion in Federal operating financial debt. We have unfunded liabilities of over $200 trillion. Over the wall? Which is $5 billion. The government spends that on mustard every year and the same Democrats, Schumer is on tape, they're all on tape as supporting securing the southern border, calling illegal aliens illegal aliens and today, all of a sudden, they are opposing and the media doesn't bring up those old clips, most of them don't. The media doesn't put things in context for the American people in terms of spending in the budget. Is that just again another blatant example of the media siding with the left against Donald Trump? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Sure. This has nothing to do with the budget. The American people have watched our government spend $8 trillion in the last two years, but they can't find $5 billion? This is a joke. This is a running - and a very bad joke. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } The media, if they were doing their job would be blasting the Democrats A for being dishonest, for the reasons I gave you, and B, for being absolute hypocrites in 2006. Senator Clinton, Senator Schumer, Senator Obama all supported building the wall. They all did what you just said. So it is - it's falsehoods and it's hypocrisy that is rampant. Here's something else that's going on. I remember when Newt Gingrich shut down the government, allow me - just the point that you're making, it's always the Republican who is shutting it down. When Newt Gingrich shut down the government in 1994 or whenever it was, there was a story on one network that talked about these people in Washington, these workers who were making over $100,000.00 a year who couldn't afford Christmas trees and, it was this kind of story that John Q. Public is saying, \"You know, I'm making $30,000.00; I'm making $40,000.00 a year, I've got a tree and you're making $100,000.00.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, they don't talk anymore about these bureaucrats - the ones I am talking about. Why? Here's the dirty little secret that everybody in this town knows. Everyone who has been laid off right now is on a paid vacation. They are skiing, they are in Florida. They are having a whale of a time because everyone is going get back pay on this. So to suggest that this government shutdown is hurting people is it's a running joke, it's an insult to the American people. I asked the question, where are the Republicans here? I see the President is here who is standing there saying and saying, \"I'm all alone.\" He was all alone. The Republicans weren't there for him. Where was Senator McConnell? Where was the rest of the Republican leadership? Standing with him and saying, \"Yes, we're all here. We'll vote on something.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } They had such an opportunity to really show the face of the far left - of the radical left. You saw them here. They are so invested in not having borders in this country, not having borders that they lie through their teeth and the media give them all the support they need. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Nancy Pelosi is in Hawaii at a five-star resort. Donald Trump at the White House saying, \"I'm here. I've available to negotiate.\" If the shoe were on the other foot and Donald Trump was in Mar-a-Lago and Nancy Pelosi was in the House, I guess at that point, Minority Leader's office saying \"I'm here, I'm ready to negotiate,\" it would be a totally different media scenario, wouldn't it? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "sure. You know, you always reverse that game with everything. Look at the whole Mueller investigation. We've had two years of nonstop coverage. I was just told, over 2,000 hours of coverage on this, just nonstop day and night, day and night, day and night. And what have we learned about Donald Trump? Nothing. What have we learned about any guilt on his part? Nothing. We've learned about things like Manfort and Flynn that had nothing to do with Donald Trump, but where is the evidence of any wrongdoing by Donald Trump? It's nowhere to be found. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Barack Obama gave a speech where he said that there was no scandals in his administration. Never mind the IRS, never mind so many --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Fast and furious, Benghazi, unmasking of American citizens, false FISAs - all of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "It goes on and on and on and yet, he stood before the public and he said \"What scandals?\" The media let him get away with that and they have reported it that way. What if Donald Trump had said \"There's no scandal,\" do you think the media would have paid a bit of attention? Guess what? He's been thing that for two years. He's probably said it a thousand times and that's going in one ear and out the other. They are going to - this is one big fake news story. They haven't delivered. Now, if ultimately somebody comes up with something, the media is going to say, \"See, we told you so.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } But up until then, they have thrown out all sense of objectivity, all sense of fairness against the sky. He has been on trial since day one and yet, there are no charges against him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Let me ask you this, is the way to look at the modern media, as a rule, is essentially an appendage of the Democratic Party or even more, maybe the Democratic Party is an appendage of the modern media. I really don't see much conflict or disconnect between the Democratic Party's agenda and ideology and that of most of the people in journalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "None. There is none. And I think Russia had it right. The Democratic Party really has become an appendage of the media. They have such an agenda. It is so blatant in what is -- look, there is no such thing as pure objectivity. News, going back to Leslie Midgely, he said, in television, news is what the producers says it is. In the print media, news is what the editor says it is. And that is very true. It is very much a subjective decision. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } In the case of the news media, that subjectivity is now coming through the prism of a radical left worldview. So anything that doesn't reflect the radical left worldview is perceived as being radical right. And that's how they are looking at this. The Democratic Party is following them in that sense. It's not the media that are following the Democrats. LEVIN; When we return, I want to address this point, but in the form of Chuck Todd and \"Meet The Press\" last Sunday, in which he made an announcement that climate change is in fact a scientific reality. That is the way it's going to be treated on \"Meet The Press.\" There will be no contrary views because they are illegitimate. Anybody who has a contrary view is a climate change denier and that's it, period. I want to know what you think about that. We'll be right back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN GREEN, CORRESPONDENT, FOX NEWS",
      "sentences": "Live from the \"America's News Headquarters,\" I'm Lauren Green. No deal on the horizon as the partial government shutdown enters a third week. Speaking after weekend staff meetings at Camp David, President Trump that he could make a deal with Democratic leaders in quote \"20 minutes\" if they want to. The President showing no signs of budging on his demand for a $5.6 billion border wall, even threatening to declare a national emergency to get military funding for his long promised border wall. A man who designed an escape room in Poland where a fire killed five teen girls has been detained. The man now facing charges of intentionally creating a fire danger and unintentionally causing the girls' deaths. It happened in the City of Koszalin. It is believed a leaky gas container inside a heater caused the fire. I am Lauren Green, now back to \"Life, Liberty & Levin.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Brent Bozell. So Chuck Todd, he has decided that the science is settled. The government has put out yet another report, basically Obama appointees, that there is climate change, previously was global warming, previously was global cooling and now, people think we are going to be heading into global cooling again. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } We all know as a matter of science that scientists and climatologist cannot predict the weather ten years from now, 50 years from now - the climate; and climate changes. So to use this moniker \"climate change\" in order to pour all of your sort of radical anti-capitalist pro-government, control the economy ideology into the environment really is destructive. So he gets on there and he announces, look, that's the science. The debate is political. And he calls people who disagree with him climate deniers. First of all, he is not a climate expert. He is not a scientist. I looked at his background, it's very thin when it comes to academic background. It's very thin when it comes to experience. He worked for Tom Harkin's campaign when he was going to college. His wife is an active Democrat consultant. So that ideology permeates his daily thinking and the people he is calling deniers, many of them are top scientists, top climatologists, in all kinds of expert fields, there are hundreds of them. They know far more than he knows, but he has just declared that that's it. Isn't this exactly the kind of media despotism I will call it that you're talking about. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Yes, think about Chuck Todd's predecessor, Tim Russert. He was considered the gold standard in this field. Tim Russert who was a Liberal Democrat and yet, conservatives all respected him, why? Because Tim would bring on guests who were learned on any subject, would ask them question and let there be an exchange of ideas, which is why \"Meet The Press\" was the number one show. Look to a degree we have devolved from there. When you now have the host who won't allow speech at all, who is taking the position that one side deserves to be publicly humiliated and to be sent to the woodshed for having such an outrageous belief. This is censorship, pure and simple. This is a form of fascism, pure and simple. What does this say about the news media as an exchange of ideas and the whole concept of free speech? This is something that I think the founders -- Jefferson talking about the press - the government would be shocked to see that we would go there. I think it's only going to get worse because they are enabling each other. Once he does it, yes, CNN has had this attitude about climate change for a long, long time, but once Chuck Todd does it, then it is going to start happening with other networks as well. And so the science that says it doesn't exist, the reality that the quote unquote \"climate change\" people have been caught cooking the books with East Anglia University where they actually made up things, all of that now becomes science in itself. So it's really troubling, very troubling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "What about the new media? Are we seeing something similar in social media, on the internet? Are there big, big companies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Worse, and it's something that concerns me even more. Look, Chuck Todd might have two or three million, whatever it is. Facebook and Twitter, you combine them and they've got two billion worldwide every single day. What you now have are these radicals - absolute radicals in all of these, Twitter -- you know, on Twitter, you can't use dead names, now what, says Mark Levin is a dead name? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let me tell you want a dead name is. This was something that was created by some professor, a whack job professor in Canada. Dead name is the original name you had before you transgendered into something else. So if you say Bruce Jenner, you'll be knocked off Twitter. You're not allowed to say Bruce Jenner. It has gotten to be that bad. This is not just censorship in the United States. This is - think about this, this is the greatest censorship of free speech worldwide in the history of man because they are declaring what can and can't be said on any given issue. I'm frightened when an entire culture worldwide is being affected by these handful of companies that have that power. No institution in the history of man has had the power that they have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The President calls aspects of the media the enemy of the people. The media go crazy, 350 editorials say he is a grave threat to freedom of the press. The President hasn't taken any governmental actions against freedom of the press. He has not set the FBI on the AP or Fox, he has not done things that prior Presidents have done under the Sedition Act and so forth. He has not created a council of propaganda like past Presidents have during wars. He hasn't shut down 200 newspapers like Lincoln did during the Civil War and I understand we don't have a Civil War. But, he speaks. He confronts them. He points out news organizations. He points out specific journalists and they accuse him of trying to destroy freedom of the press. Is it not the press today, this generation of journalists destroying freedom of the press because they're losing credibility?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "They are so obsessed with him, they're not reporting news. You have important news worldwide. You have news on the economy of the United States. Nothing is being reported. Because they spend all their time - so for free speech and the news are concerned, it's not Donald Trump who is affecting it, it is the news media. I don't know Donald Trump's head. I don't know what the President is doing - I just have this feeling that every once in a while, he gets up and does his 4:00 A.M. tweets and then he thinks, \"How am I going to have some fun with the press today? I know. I'll call for maybe government action and just send them into conniption fits.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } I've got a feeling that he truly enjoys slapping them around because they have no sense of humor and they're just so filled with the arrogance of the left that it's low hanging fruit for this man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Welcome back. Brent Bozell, is the current generation of journalists different than other generations? That is, are they more ideological or are they more willing to show their ideology? Are they less substantive? What do you see?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Who the funk that Brent Bozell would pine for the good old days of Dan Rather and Tom Brokaw and the late Peter Jennings. As awful as they might have been, they are nothing compared to what's happened now. What you had with them was bias. What you have today is fakery. And there's a world of difference between the two. There's bias which is reporting the news with the perspective. There is bias by omission where you don't report news that you don't want report. There is false news. Take Susan Rice and her going on five networks blaming a video for Benghazi. Those five networks didn't know she was lying through her teeth, but they were reporting false news. Now, look at fake news. You are seeing fake news everywhere. Example, whatever, hands up, don't shoot. The Ferguson Missouri thing turns out that was completely made up and yet, they continue reporting it over and over. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "How about the Kavanaugh case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Kavanaugh - a perfect example. Not only was it false, but we have seen reports where some people in the media are so vicious. There was one, I can't remove the name of the person, but there was one who said you needed to keep Kavanaugh away from playgrounds where there are children. So he's not just a harasser, he is now a child molester on top of it. There was never any evidence provided. In fact, every single person whose name was cited denied it. So there was never anything there. That was all fake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And one media outlet as I recall waited until after the hearings were over to reveal that they interviewed one of the accusers - and I think it was Avenatti's client, who made no sense, who contradicted herself from something she had said earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Yes, it's - what's left on the cutting room floor that is so interesting, Troopergate or Rathergate - there was one where Dan Rather completely lost it at the end of his career. It wasn't that it was just a known person who hated the Bush family, who was feeding stuff. It wasn't just that his evidence was a computerized piece of paper when, in 1971 people were using typewriters. What the public didn't know was that there was a whole slew of people prepared to tell Mary Mapes and Dan Rather it's not true and they chose not to interview them. That was an example of fake news. That to me ushered in a new generation of news that is deliberately fake to give a narrative that the media believe transcend journalistic ethics, therefore ends justify the means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You know, Brent, the argument used to be, within the media that they were concerned about these big corporations owning these news operations. CNN is owned by I think Time Warner; NBC, CNBC, and MSNBC, I think they are owned by Comcast, and they said well these major corporations tend to be conservative with news operations, that isn't the case, is it? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "No, no. The media are the only institution that I know of where management doesn't control you. In any other business, if you misbehave, management fires you, but there is the separation between Comcast and NBC where Comcast doesn't want to tell NBC what to do, so they let them run amok. So no, these are not conservative companies whatsoever. They are irresponsible companies. And while we are at it, one phrase I cannot stand is this idea of comfort the afflicted, afflict the comfortable. Who the hell are they? Whoever gave them that right? Again, it's the arrogance of the press --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You really hear the word liberty on any of these stations. Liberty --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "But they don't understand it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Ladies and gentlemen, don't forget, on most weeknights you can watch me on LevinTV, just sign up by calling us at 844-LEVIN-TV, 844-LEVIN- TV. We'd love to have you. or go to blazetv.com/mark, blazeTV.com/mark. We have great hosts, great programming for conservatives and independents all over the country. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Brent, where do you see the media, qua media 10 or 20 years from now? Do you think the so-called old media and I'll include cable in that now, satellite, network, do you think they are in their dying days if they don't reverse course and build more credibility with more of the public? Do you think they are in a death roll? Do you think competition from digital TV, podcasting and so forth, other technologies that we can't even imagine right now, that that's a good thing, that's where news and entertainment and information is heading? How do you see this? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "Whether we like it or not, this is where we are headed. We are in the midst of the most extraordinary technological revolution in history where things are moving at such the speed of light that you can't predict what the media is going to look like in two years. We are rapidly leading the news era and going full throttle into the information age. The way I see this is that when we were growing up we had newspapers that were delivered and we read newspapers. Today, if you want to know something, you just take a phone out of your pocket and you hit something and you're there, you get the information that you want, so that's where we are heading. I think the networks are going to be dinosaurs, just based on technology, but the problem that they have is leading up to that is their biases. People just don't believe them. If you look at all the surveys, I think it was 91%, something along those lines of the public believed by the end of the 2016 campaign that the media were out to get Donald Trump. Well that means they had no credibility, which is why they attack him nonstop and nothing happens to his numbers. The public isn't believing the press. The bigger issue is the social media component. That - it has got a great healthiness in that the whole world becomes the public marketplace and participates in the conversation, but it's also the feeding ground for a lot of bad stuff to happen. I am very worried about this Russia stuff and how they are trying to pit a society against - one side against each other. I think they're being successful. LEVIN; They are being successful, and is there anything we can do about it? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "I think there has to be a public conversation with ourselves, as to what do we aspire to as a society? Do we want to continue devolving? Look, I'm going to say something, you didn't ask me to say this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Hold on. You're going to say something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "I am going to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But say it in the next segment. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You wanted to tell me something, what did you want to tell me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOZELL",
      "sentences": "I'm going to lead into it. Ninety-five - I am doing a CNN show talking about the OJ trial and I accused CNN of not being a news network just being the OJ channel. Tom Johnson, the President called me a few minutes later and said, \"My job is to get eyeballs for my network for the investors of it.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } He said, \"Last year, I lost 25% of my audience. This year we became the OJ network and our audience went up 400%. If you were in my shoes, what would you do?\" Fair question. In today's world, we need to aspire to be better than that as a society. The thing I would say to you, Mark, was you didn't know this was coming. Your show is so extraordinary because it's an hour-long discussion about a serious issue going in depth with your guest. We must have more of that in the public conversation. So I salute you for it. You did not see this one coming, but that's what I meant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I appreciate it and I think the public wants more and more of this. I know it for my radio three hours a day and I know it from the audience and the ratings we have here. And I want to thank you and your organization, keep at it. We need you as a watch dog. God bless. It's been a pleasure. Ladies and gentlemen, thank you for watching. See you next time on \"Life, Liberty & Levin.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, HOST",
      "utterance": "Hello, America. I'm Mark Levin, this is \"Life, Liberty & Levin.\" We have a great guest tonight, Brent Bozell. How are you, sir?"
    },
    {
      "speaker": "BRENT BOZELL, FOUNDER, MEDIA RESEARCH CENTER, PARENTS TELEVISION COUNCIL, AND CNSNEWS.COM",
      "utterance": "How are you, Mark?"
    },
    {
      "speaker": "LEVIN",
      "utterance": "We're going to talk a lot and dig into the media tonight. You are Founder and President of the Media Research Center - it is the largest media watchdog organization in America. I rely on you guys a whole lot. You're a columnist. You are an author and you're well-known. And what your organization does in my view is crucially important. You and I have been around a while. I served in the Reagan administration, but I observed Presidencies and the media before that, you've been observing it for decades. I've never seen anything like the mob media that we have today and I call it that, groupthink, mostly left, if not exclusively left in many of these media platforms, incredibly hostile to this President. Why do you think now more than ever, the media are showing their collective fangs?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "You know, Mark, I've tried to put this in its historical perspective. Look at how the media have analyzed Presidents going back to Nixon - Republican Presidents. Where Nixon was concerned, they didn't like him, but they respected him, especially on foreign policy. Then, Reagan came along, they didn't like him either and they didn't like his policies, but they were constantly frustrated that he was such a nice guy and he became the Teflon President where whatever they threw off at him, just bounced right back off of him, and they couldn't make anything stick and so there's kind of a respect there as well. Bush 41 comes around. They liked him to the degree he turned his back on Reagan, and so when he came out with his tax increases, they loved what he did there. But if he did anything that was supportive of conservatives, they went after him. By the way, I skipped Ford because he's irrelevant. Bush 43 comes along, they considered him a dunce. They still do, and they thought he was, talk about white privilege, that's how they saw him, and so they never had any respect for him but they didn't dislike him. Now comes Donald Trump. It's interesting, Trump - he was born in the media. His claim to fame is the media, it's \"The Apprentice\" on NBC, so they created him in a sense, but the way they look at it is they created a monster in Donald Trump. It's not that they disagree with his policies, which they do, they are consumed with the hatred for this man. They despise him, personally, and I'll put this in its correct perspective. When Reagan died, suddenly the media loved him all along and they treated him like they were his oldest friends, but they did do a very good job on the funeral when Bush died recently. They were so classy in the way they covered his funeral. When Donald Trump dies, the media's reaction is going be why couldn't he have died in 2015? This is to the degree to which they despise this man. I think the final point is one of the reasons they despise him is because he declared war on them. There is an arrogance about the press that they believe in the people's right to know about everything, except for them, that no one should ever, ever question him and Trump was the first one who declared war on them and it worked."
    },
    {
      "speaker": "LEVIN",
      "utterance": "This is a great point. Usually, there is this fan dance in Washington D.C. Republicans know that the media are mostly with the other side, the Democrats but they try to appease them, they try to accommodate them. So whether it's legislatively, they will move toward the Democrats and the left, they will take shots at the President if they need to, they will go it alone and leak information anonymously against their party leaders and so forth. Trump doesn't play this game. He is as he is. He is what you see and this is a reason I think he has such strong support among his base, but isn't the problem also the Republicans? Look at Mitt Romney. Mitt Romney had a united Republican Party behind him and he still failed to defeat Obama who ran a lousy campaign. Mitt Romney is a bit, if I may say, of a chameleon. He was one thing when he ran for Governor of Massachusetts, another when he ran for President of the United States and a third thing now that he is the Senator from Utah, and he writes this op-ed, which is not news, but they make it news, then on the front page of the \"Washington Post\" gives him attention, makes it news. He goes on CNN which despises Trump across the board. The Republicans undermine themselves, don't they?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "Let's look first at conservatives then we'll look at Romney. You know, I am convinced that when Jesus talked about turning the other cheek, he didn't know about CNN, because this is the problem with conservatives. They are - so many of them are afraid of the press. They are afraid of what the \"Washington Post\" might write tomorrow about them, and let's face it, they want to go to the red parties in this town. They want to be on A-list. And you're never going to be on A-list if you're going after the \"Washington Post\". Donald Trump took a very different attitude about this. He also saw the political opportunity in going after the press. He understood that the only thing people who have less of an approval rating than Congress is the press. So, you know, if they think his numbers were bad, they were twice as bad as theirs, so it was a battle he could win. Now, to Mitt Romney, if - Mitt Romney is on a mission to revive and to restore and rehabilitate his image with the American people, an image that was shattered when he blew a campaign that he should have won. He is doing it by running for the Senate and he is going to run for President in 2020."
    },
    {
      "speaker": "LEVIN",
      "utterance": "He denies it."
    },
    {
      "speaker": "BOZELL",
      "utterance": "He is absolutely - look, if you were Mitt Romney and you were running for President, what would you do? What would I do? I'd write an op-ed in the \"Washington Post\" attacking Trump, and I wouldn't bother to do it until I - I wouldn't bother to wait to be sworn in. I would declare war immediately on him. This is the first salvo in Mitt Romney trying to get moderates to back him. You are absolutely right about the chameleon nature of this guy. This guy will be a conservative when he needs to be, he will be a liberal when he needs to be, but Mark, you're no different than 90% of the other Republicans. Look at the Senate that he will be joining. You can count the conservatives on one hand. You can count about 40 of them that will act like conservatives when they need to. The Orin Hatches, the Lindsey Grahams, the Corkers, the Cornyns -- all of them have behave like conservatives to win elections, but then they have got the agenda in Washington. Romney is no different, but that fact that Trump went out and endorsed him, boy, he took that endorsement, didn't he? And he was so grateful for it and helped him get elected. I think it's disgraceful. I think it's - there's a Spanish word, \"aprovechan\" it's someone who just takes advantage of the situation."
    },
    {
      "speaker": "LEVIN",
      "utterance": "What's troubling to me is these are different political times, with the Constitution on the line. The Democrats and the media, really, in many respects are one and the same. They want to take out this President. They've wanted to take out this President since before he was elected, just in case he was elected. They've talked about impeachment from day one. They talk about indictments. Every time somebody else is charged with something, somehow it's the shoe that's going to fall on Trump and the media hype it. For somebody like Mitt Romney who ran for President of the United States with the backing of Republicans, who got tens of millions of votes from Republicans, the same tens of millions in many respects who voted for this President. Does he not see the battle that this President is facing on legislation? On this silent coup that is taking place? On the Constitutional issues? I mean, you must really be -- and I'm going to say it-- an ego maniac to be willing to overlook all of those things in order to promote yourself to the opposition press."
    },
    {
      "speaker": "BOZELL",
      "utterance": "I think he's a politician. I don't think he cares about anything you just said. He cares about getting elected. Look, think about him with Romneycare. He was the first one to introduce socialized healthcare in his state when he was Governor. Along came his first Presidential campaign in 2008. He could have, he should have said no one understands the problem with socialized medicine better than I do. We tried it, it was a failure. I am going to make sure it doesn't happen in the other 50 states. What was his answer? I never did it. My program has nothing to do with what Obama did. He then took the same position on abortion. He was - had been a pro-abort his entire career. Suddenly, he wanted to be pro-life. How did he do it? He didn't say, \"You know, I've had a change of opinion on this,\" like Reagan. You know, maybe he did, maybe he didn't, \"But, I've changed my view on it.\" He denied he was ever pro-abort. This is callous calculating political stuff that got Donald Trump elected, because people are sick and tired of this. This guy is just a political animal. I think what he sees is there is part of the Republican Party that doesn't like Donald Trump and he's out, you know, it's the Jeff Flake campaign that he's trying to run."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The media and the aggregate, why do you think it is so liberal, progressive, statist, I would call it. I mean, it wasn't always that way. I mean, is it because this progressive enterprise which has devoured academia, which had devoured Hollywood and so much of the culture, devoured our politics, has devoured the media?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "Yes, you just hit it. The three power points of the left today are academia, the entertainment media and the news media. Why? Because those are the three venues, the institutions where they can change society. They can use them to change society. They see their work that way. There is this book called \"How Many Words You Want.\" Leslie Midgley Walter Cronkite's longtime producer, and he talks in an autobiography. He talks about the Vietnam War and Walter Cronkite and how Walter Cronkite was in favor of the war. Leslie Midgely decided to change his opinion so he gave him a tour of Vietnam the way he wanted to. Walter Cronkite spent the rest of the war agitating against him. Remember, he denied it every - at every opportunity in this book. This producer comes right out and says, \"That's exactly what they were trying to do.\" The final sentence of this book, \"We were doing the work of the Lord.\" This is how they see it. They really see themselves as knights in shining armor -- the poor, uneducated and easy to command types. Remember, those are the conservatives. Henry Hite has such a wonderful term for us, \"The Great Unwashed,\" and that's how they see the conservative movement."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Is CNN really a news network?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "No, they once were. They once were. When Tom Johnson was running it, now Tom Johnson was a Liberal Democrat who had run the \"Dallas Morning News,\" the \"L.A. Herald\" I think it was, or \"Times,\" one of the other, a Liberal journalist. Tom Johnson was committed to news. Now, there could be problems and they did a lot of wrong things, but that was not the norm. It was the exception. CNN is there to do nothing but anti-Trumpism. I was doing a Fox show on this a few months ago, just for grins, right before the show. I think it was Varney's show. I looked on my phone and I looked at CNN, at the app. They had 15 stories on their app. Thirteen stories attacked Trump over something he had said the day before; the 14th story attacked Trump on something else, the 15th story, there was war or something, but 14 out of 15 stories were just attacks on donald Trump, and variations of the same attack on Donald Trump. It's so over-the-top, it's so obvious what they're doing. No, it's not news anymore. They don't report news. How many news programs do they have on CNN? They are all talk shows."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And you wouldn't know the difference anyway between their news programs and their opinion programs. When you come back, Brent, I want to ask you about this so-called government shutdown. Is the government shut down? Is most of the government shut down? What percentage of the government is shut down? What does it mean? How do the media report this? Why is it that every time there is a so-called government shut down, it's the Republicans fault? Whether the Democrats' or the President's, both Houses of Congress, one house of Congress -- we will explore that when we come return. Ladies and gentlemen, don't forget, almost every weeknight you can watch me on LevinTV. Here's what you do, if you want to join our community go to blazetv.com/mark, that's blazetv.com/mark or give us a call at 844-LEVIN- TV, 844-LEVIN-TV. We'd love to have you over there. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Welcome back. Brent Bozell, government shutdown. Now, a few years ago I had Paul Ryan on my radio show and he would come on my radio show and he said in any so-called government shutdown, 17% of the government is shut down. The rest of it is carved out. The central employees, Social Security, Medicare, Medicaid are carved out. The checks keep going. The military is carved out. Federal law enforcement is carved out. Border Patrol is carved out. He's giving me all these carve outs. Under this so-called government shutdown, 75% to 80% of the government is already funded. So there are little pieces of the government that aren't and they keep running until you know - they aren't the space museum or a national park to shoulder the trash piling up and so forth. It's a shutdown so-called over what? We have a budget that's over $4 trillion. We have annual deficits now that are almost $1 trillion. We have almost $22 trillion in Federal operating financial debt. We have unfunded liabilities of over $200 trillion. Over the wall? Which is $5 billion. The government spends that on mustard every year and the same Democrats, Schumer is on tape, they're all on tape as supporting securing the southern border, calling illegal aliens illegal aliens and today, all of a sudden, they are opposing and the media doesn't bring up those old clips, most of them don't. The media doesn't put things in context for the American people in terms of spending in the budget. Is that just again another blatant example of the media siding with the left against Donald Trump?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "Sure. This has nothing to do with the budget. The American people have watched our government spend $8 trillion in the last two years, but they can't find $5 billion? This is a joke. This is a running - and a very bad joke. The media, if they were doing their job would be blasting the Democrats A for being dishonest, for the reasons I gave you, and B, for being absolute hypocrites in 2006. Senator Clinton, Senator Schumer, Senator Obama all supported building the wall. They all did what you just said. So it is - it's falsehoods and it's hypocrisy that is rampant. Here's something else that's going on. I remember when Newt Gingrich shut down the government, allow me - just the point that you're making, it's always the Republican who is shutting it down. When Newt Gingrich shut down the government in 1994 or whenever it was, there was a story on one network that talked about these people in Washington, these workers who were making over $100,000.00 a year who couldn't afford Christmas trees and, it was this kind of story that John Q. Public is saying, \"You know, I'm making $30,000.00; I'm making $40,000.00 a year, I've got a tree and you're making $100,000.00.\" Now, they don't talk anymore about these bureaucrats - the ones I am talking about. Why? Here's the dirty little secret that everybody in this town knows. Everyone who has been laid off right now is on a paid vacation. They are skiing, they are in Florida. They are having a whale of a time because everyone is going get back pay on this. So to suggest that this government shutdown is hurting people is it's a running joke, it's an insult to the American people. I asked the question, where are the Republicans here? I see the President is here who is standing there saying and saying, \"I'm all alone.\" He was all alone. The Republicans weren't there for him. Where was Senator McConnell? Where was the rest of the Republican leadership? Standing with him and saying, \"Yes, we're all here. We'll vote on something.\" They had such an opportunity to really show the face of the far left - of the radical left. You saw them here. They are so invested in not having borders in this country, not having borders that they lie through their teeth and the media give them all the support they need."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Nancy Pelosi is in Hawaii at a five-star resort. Donald Trump at the White House saying, \"I'm here. I've available to negotiate.\" If the shoe were on the other foot and Donald Trump was in Mar-a-Lago and Nancy Pelosi was in the House, I guess at that point, Minority Leader's office saying \"I'm here, I'm ready to negotiate,\" it would be a totally different media scenario, wouldn't it?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "sure. You know, you always reverse that game with everything. Look at the whole Mueller investigation. We've had two years of nonstop coverage. I was just told, over 2,000 hours of coverage on this, just nonstop day and night, day and night, day and night. And what have we learned about Donald Trump? Nothing. What have we learned about any guilt on his part? Nothing. We've learned about things like Manfort and Flynn that had nothing to do with Donald Trump, but where is the evidence of any wrongdoing by Donald Trump? It's nowhere to be found. Now, Barack Obama gave a speech where he said that there was no scandals in his administration. Never mind the IRS, never mind so many --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "Fast and furious, Benghazi, unmasking of American citizens, false FISAs - all of it."
    },
    {
      "speaker": "BOZELL",
      "utterance": "It goes on and on and on and yet, he stood before the public and he said \"What scandals?\" The media let him get away with that and they have reported it that way. What if Donald Trump had said \"There's no scandal,\" do you think the media would have paid a bit of attention? Guess what? He's been thing that for two years. He's probably said it a thousand times and that's going in one ear and out the other. They are going to - this is one big fake news story. They haven't delivered. Now, if ultimately somebody comes up with something, the media is going to say, \"See, we told you so.\" But up until then, they have thrown out all sense of objectivity, all sense of fairness against the sky. He has been on trial since day one and yet, there are no charges against him."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Let me ask you this, is the way to look at the modern media, as a rule, is essentially an appendage of the Democratic Party or even more, maybe the Democratic Party is an appendage of the modern media. I really don't see much conflict or disconnect between the Democratic Party's agenda and ideology and that of most of the people in journalism."
    },
    {
      "speaker": "BOZELL",
      "utterance": "None. There is none. And I think Russia had it right. The Democratic Party really has become an appendage of the media. They have such an agenda. It is so blatant in what is -- look, there is no such thing as pure objectivity. News, going back to Leslie Midgely, he said, in television, news is what the producers says it is. In the print media, news is what the editor says it is. And that is very true. It is very much a subjective decision. In the case of the news media, that subjectivity is now coming through the prism of a radical left worldview. So anything that doesn't reflect the radical left worldview is perceived as being radical right. And that's how they are looking at this. The Democratic Party is following them in that sense. It's not the media that are following the Democrats. LEVIN; When we return, I want to address this point, but in the form of Chuck Todd and \"Meet The Press\" last Sunday, in which he made an announcement that climate change is in fact a scientific reality. That is the way it's going to be treated on \"Meet The Press.\" There will be no contrary views because they are illegitimate. Anybody who has a contrary view is a climate change denier and that's it, period. I want to know what you think about that. We'll be right back."
    },
    {
      "speaker": "LAUREN GREEN, CORRESPONDENT, FOX NEWS",
      "utterance": "Live from the \"America's News Headquarters,\" I'm Lauren Green. No deal on the horizon as the partial government shutdown enters a third week. Speaking after weekend staff meetings at Camp David, President Trump that he could make a deal with Democratic leaders in quote \"20 minutes\" if they want to. The President showing no signs of budging on his demand for a $5.6 billion border wall, even threatening to declare a national emergency to get military funding for his long promised border wall. A man who designed an escape room in Poland where a fire killed five teen girls has been detained. The man now facing charges of intentionally creating a fire danger and unintentionally causing the girls' deaths. It happened in the City of Koszalin. It is believed a leaky gas container inside a heater caused the fire. I am Lauren Green, now back to \"Life, Liberty & Levin.\""
    },
    {
      "speaker": "LEVIN",
      "utterance": "Brent Bozell. So Chuck Todd, he has decided that the science is settled. The government has put out yet another report, basically Obama appointees, that there is climate change, previously was global warming, previously was global cooling and now, people think we are going to be heading into global cooling again. We all know as a matter of science that scientists and climatologist cannot predict the weather ten years from now, 50 years from now - the climate; and climate changes. So to use this moniker \"climate change\" in order to pour all of your sort of radical anti-capitalist pro-government, control the economy ideology into the environment really is destructive. So he gets on there and he announces, look, that's the science. The debate is political. And he calls people who disagree with him climate deniers. First of all, he is not a climate expert. He is not a scientist. I looked at his background, it's very thin when it comes to academic background. It's very thin when it comes to experience. He worked for Tom Harkin's campaign when he was going to college. His wife is an active Democrat consultant. So that ideology permeates his daily thinking and the people he is calling deniers, many of them are top scientists, top climatologists, in all kinds of expert fields, there are hundreds of them. They know far more than he knows, but he has just declared that that's it. Isn't this exactly the kind of media despotism I will call it that you're talking about."
    },
    {
      "speaker": "BOZELL",
      "utterance": "Yes, think about Chuck Todd's predecessor, Tim Russert. He was considered the gold standard in this field. Tim Russert who was a Liberal Democrat and yet, conservatives all respected him, why? Because Tim would bring on guests who were learned on any subject, would ask them question and let there be an exchange of ideas, which is why \"Meet The Press\" was the number one show. Look to a degree we have devolved from there. When you now have the host who won't allow speech at all, who is taking the position that one side deserves to be publicly humiliated and to be sent to the woodshed for having such an outrageous belief. This is censorship, pure and simple. This is a form of fascism, pure and simple. What does this say about the news media as an exchange of ideas and the whole concept of free speech? This is something that I think the founders -- Jefferson talking about the press - the government would be shocked to see that we would go there. I think it's only going to get worse because they are enabling each other. Once he does it, yes, CNN has had this attitude about climate change for a long, long time, but once Chuck Todd does it, then it is going to start happening with other networks as well. And so the science that says it doesn't exist, the reality that the quote unquote \"climate change\" people have been caught cooking the books with East Anglia University where they actually made up things, all of that now becomes science in itself. So it's really troubling, very troubling."
    },
    {
      "speaker": "LEVIN",
      "utterance": "What about the new media? Are we seeing something similar in social media, on the internet? Are there big, big companies?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "Worse, and it's something that concerns me even more. Look, Chuck Todd might have two or three million, whatever it is. Facebook and Twitter, you combine them and they've got two billion worldwide every single day. What you now have are these radicals - absolute radicals in all of these, Twitter -- you know, on Twitter, you can't use dead names, now what, says Mark Levin is a dead name? Let me tell you want a dead name is. This was something that was created by some professor, a whack job professor in Canada. Dead name is the original name you had before you transgendered into something else. So if you say Bruce Jenner, you'll be knocked off Twitter. You're not allowed to say Bruce Jenner. It has gotten to be that bad. This is not just censorship in the United States. This is - think about this, this is the greatest censorship of free speech worldwide in the history of man because they are declaring what can and can't be said on any given issue. I'm frightened when an entire culture worldwide is being affected by these handful of companies that have that power. No institution in the history of man has had the power that they have."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The President calls aspects of the media the enemy of the people. The media go crazy, 350 editorials say he is a grave threat to freedom of the press. The President hasn't taken any governmental actions against freedom of the press. He has not set the FBI on the AP or Fox, he has not done things that prior Presidents have done under the Sedition Act and so forth. He has not created a council of propaganda like past Presidents have during wars. He hasn't shut down 200 newspapers like Lincoln did during the Civil War and I understand we don't have a Civil War. But, he speaks. He confronts them. He points out news organizations. He points out specific journalists and they accuse him of trying to destroy freedom of the press. Is it not the press today, this generation of journalists destroying freedom of the press because they're losing credibility?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "They are so obsessed with him, they're not reporting news. You have important news worldwide. You have news on the economy of the United States. Nothing is being reported. Because they spend all their time - so for free speech and the news are concerned, it's not Donald Trump who is affecting it, it is the news media. I don't know Donald Trump's head. I don't know what the President is doing - I just have this feeling that every once in a while, he gets up and does his 4:00 A.M. tweets and then he thinks, \"How am I going to have some fun with the press today? I know. I'll call for maybe government action and just send them into conniption fits.\" I've got a feeling that he truly enjoys slapping them around because they have no sense of humor and they're just so filled with the arrogance of the left that it's low hanging fruit for this man."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Welcome back. Brent Bozell, is the current generation of journalists different than other generations? That is, are they more ideological or are they more willing to show their ideology? Are they less substantive? What do you see?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "Who the funk that Brent Bozell would pine for the good old days of Dan Rather and Tom Brokaw and the late Peter Jennings. As awful as they might have been, they are nothing compared to what's happened now. What you had with them was bias. What you have today is fakery. And there's a world of difference between the two. There's bias which is reporting the news with the perspective. There is bias by omission where you don't report news that you don't want report. There is false news. Take Susan Rice and her going on five networks blaming a video for Benghazi. Those five networks didn't know she was lying through her teeth, but they were reporting false news. Now, look at fake news. You are seeing fake news everywhere. Example, whatever, hands up, don't shoot. The Ferguson Missouri thing turns out that was completely made up and yet, they continue reporting it over and over."
    },
    {
      "speaker": "LEVIN",
      "utterance": "How about the Kavanaugh case?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "Kavanaugh - a perfect example. Not only was it false, but we have seen reports where some people in the media are so vicious. There was one, I can't remove the name of the person, but there was one who said you needed to keep Kavanaugh away from playgrounds where there are children. So he's not just a harasser, he is now a child molester on top of it. There was never any evidence provided. In fact, every single person whose name was cited denied it. So there was never anything there. That was all fake."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And one media outlet as I recall waited until after the hearings were over to reveal that they interviewed one of the accusers - and I think it was Avenatti's client, who made no sense, who contradicted herself from something she had said earlier."
    },
    {
      "speaker": "BOZELL",
      "utterance": "Yes, it's - what's left on the cutting room floor that is so interesting, Troopergate or Rathergate - there was one where Dan Rather completely lost it at the end of his career. It wasn't that it was just a known person who hated the Bush family, who was feeding stuff. It wasn't just that his evidence was a computerized piece of paper when, in 1971 people were using typewriters. What the public didn't know was that there was a whole slew of people prepared to tell Mary Mapes and Dan Rather it's not true and they chose not to interview them. That was an example of fake news. That to me ushered in a new generation of news that is deliberately fake to give a narrative that the media believe transcend journalistic ethics, therefore ends justify the means."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You know, Brent, the argument used to be, within the media that they were concerned about these big corporations owning these news operations. CNN is owned by I think Time Warner; NBC, CNBC, and MSNBC, I think they are owned by Comcast, and they said well these major corporations tend to be conservative with news operations, that isn't the case, is it?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "No, no. The media are the only institution that I know of where management doesn't control you. In any other business, if you misbehave, management fires you, but there is the separation between Comcast and NBC where Comcast doesn't want to tell NBC what to do, so they let them run amok. So no, these are not conservative companies whatsoever. They are irresponsible companies. And while we are at it, one phrase I cannot stand is this idea of comfort the afflicted, afflict the comfortable. Who the hell are they? Whoever gave them that right? Again, it's the arrogance of the press --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "You really hear the word liberty on any of these stations. Liberty --"
    },
    {
      "speaker": "BOZELL",
      "utterance": "But they don't understand it."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Ladies and gentlemen, don't forget, on most weeknights you can watch me on LevinTV, just sign up by calling us at 844-LEVIN-TV, 844-LEVIN- TV. We'd love to have you. or go to blazetv.com/mark, blazeTV.com/mark. We have great hosts, great programming for conservatives and independents all over the country. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Brent, where do you see the media, qua media 10 or 20 years from now? Do you think the so-called old media and I'll include cable in that now, satellite, network, do you think they are in their dying days if they don't reverse course and build more credibility with more of the public? Do you think they are in a death roll? Do you think competition from digital TV, podcasting and so forth, other technologies that we can't even imagine right now, that that's a good thing, that's where news and entertainment and information is heading? How do you see this?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "Whether we like it or not, this is where we are headed. We are in the midst of the most extraordinary technological revolution in history where things are moving at such the speed of light that you can't predict what the media is going to look like in two years. We are rapidly leading the news era and going full throttle into the information age. The way I see this is that when we were growing up we had newspapers that were delivered and we read newspapers. Today, if you want to know something, you just take a phone out of your pocket and you hit something and you're there, you get the information that you want, so that's where we are heading. I think the networks are going to be dinosaurs, just based on technology, but the problem that they have is leading up to that is their biases. People just don't believe them. If you look at all the surveys, I think it was 91%, something along those lines of the public believed by the end of the 2016 campaign that the media were out to get Donald Trump. Well that means they had no credibility, which is why they attack him nonstop and nothing happens to his numbers. The public isn't believing the press. The bigger issue is the social media component. That - it has got a great healthiness in that the whole world becomes the public marketplace and participates in the conversation, but it's also the feeding ground for a lot of bad stuff to happen. I am very worried about this Russia stuff and how they are trying to pit a society against - one side against each other. I think they're being successful. LEVIN; They are being successful, and is there anything we can do about it?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "I think there has to be a public conversation with ourselves, as to what do we aspire to as a society? Do we want to continue devolving? Look, I'm going to say something, you didn't ask me to say this --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "Hold on. You're going to say something."
    },
    {
      "speaker": "BOZELL",
      "utterance": "I am going to."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But say it in the next segment. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You wanted to tell me something, what did you want to tell me?"
    },
    {
      "speaker": "BOZELL",
      "utterance": "I'm going to lead into it. Ninety-five - I am doing a CNN show talking about the OJ trial and I accused CNN of not being a news network just being the OJ channel. Tom Johnson, the President called me a few minutes later and said, \"My job is to get eyeballs for my network for the investors of it.\" He said, \"Last year, I lost 25% of my audience. This year we became the OJ network and our audience went up 400%. If you were in my shoes, what would you do?\" Fair question. In today's world, we need to aspire to be better than that as a society. The thing I would say to you, Mark, was you didn't know this was coming. Your show is so extraordinary because it's an hour-long discussion about a serious issue going in depth with your guest. We must have more of that in the public conversation. So I salute you for it. You did not see this one coming, but that's what I meant."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I appreciate it and I think the public wants more and more of this. I know it for my radio three hours a day and I know it from the audience and the ratings we have here. And I want to thank you and your organization, keep at it. We need you as a watch dog. God bless. It's been a pleasure. Ladies and gentlemen, thank you for watching. See you next time on \"Life, Liberty & Levin.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}