{
  "date": "January 2, 2022",
  "headline": "'Fox News Sunday' on January 2, 2022",
  "subHeadline": "'Fox News Sunday' welcomed guests Miguel Cardona and Asa Hutchinson",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-on-january-2-2022",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "sentences": "I'm Trace Gallagher. Wildfires in the West and a record wave of COVID causing uncertainty for parents and students preparing to return from winter break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are scared to start on January 3rd without a testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If there are not enough adults in there, you need to go remote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Making the efforts to make sure the kids are safe and protected is great for me as a parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And as critics of remote learning pushback --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "sentences": "The children come first, not last. They've been a very neglected group over the last couple of years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "We'll ask Education Secretary Miguel Cardona how the administration plans to keep kids in school. Plus --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It's not enough, it's clearly not enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "The Biden administration facing backlash over being behind the ball on COVID testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "My message to the governor is simple: if you need something, say something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "While navigating where federal solutions end and state efforts begin. We'll discuss with Arkansas Governor Asa Hutchinson, chair of the National Governors Association, only on \"FOX News Sunday\". Then, a year ago this week, the storming of the U.S. Capitol that set lawmakers scrambling and a quest for answers amid growing political division. We'll discuss the mission to keep democracy secure with the Capitol police chief, Tom Manger. And ask our Sunday panel whether the partisan divide can heal as the country moves into a new year. All, right now, on \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Okay, I guess I'm a little scared. This has happened in 5 minutes, 3 minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Now, several inches of snow and freezing temperatures adding to the misery as residents try to pick up the pieces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's just so surreal to, you know, see your home just become -- just not there anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. Stay with FOX News Channel and your local FOX station for continuing coverage of breaking news. Meantime, students across the country are returning from winter break, many doing so virtually after school closures amid the COVID search. And we continue to see a crunch on rapid tests as health officials are shifting guidance on how long to quarantine, but the school closures are particularly tough blow to families and children hoping for normalcy this year. In a moment, we'll discuss with Education Secretary Miguel Cardona. But first, let's turn to Rich Edson, traveling with the president in Wilmington, for a look at the latest on the Biden administration's response -- Rich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH EDSON, FOX NEWS CORRESPONDENT",
      "sentences": "Trace, the holiday season is ending and Americans and the White House are preparing for a return to work and school and uncertainty about what comes next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "XAVIER BECERRA, SECRETARY OF HEALTH AND HUMAN SERVICES",
      "sentences": "The omicron variant, as you know, is spreading like wildfire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF ZIENTS, WHITE HOUSE CORONAVIRUS COORDINATOR",
      "sentences": "We expect the contract to be completed late next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "The rise in cases again leaves a patchwork of school policies across the country. The Chicago Teachers Union is demanding more testing and has told members to prepare for action if their concerns are ignored. Washington, D.C., is requiring all students and staff to test negative before returning from break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. LEWIS FEREBEE, CHANCELLOR OF DC PUBLIC SCHOOL",
      "sentences": "Any student that does not have their results uploaded by January 4th will not be allowed to attend school on January the 5th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Rich Edson traveling with the president -- Rich, thank you. Joining us now, Education Secretary Miguel Cardona. Mr. Secretary, welcome to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIGUEL CARDONA, SECRETARY OF EDUCATION",
      "sentences": "Thank you, Trace. Happy New Year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Happy New Year to you as well, sir. In an effort to continue the school year with in person learning, the CDC recently announced that students exposed to the virus can safely continue in person learning so long as they are regularly tested for the virus. But now, according to Burbio -- that's a firm that tracks these school closures -- the closures are really ticking back up. Already, more than 2,100 schools planned to be closed in the coming week. Mr. Secretary, where are we heading exactly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "You know, we've been very clear. Our expectation is for schools to be open full-time for students, for in-person learning. We remember the impact of school closures on students last year. And our science is better. We have better tools. We have $10 billion in the American Rescue Plan for surveillance testing. Vaccinations are available now for children ages five and up. We recognize that there may be some bumps in the road, especially this upcoming week when superintendents who are working really hard across the country are getting calls saying that some of their schools may have 5 to 10 percent of their staff not available. So any decisions on very short-term or emergency closures are most likely based off of staffing issues and, ultimately, those are safety issues when you don't have adequate staff. But the goal is full time in-person learning for our students. They've suffered enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. You mention bumps on the road -- you know, those schools that plan to remain open, sir, including larger school districts like in New York City, Los Angeles, and D.C., have announced strategies centered very much on testing to stay ahead of the spread and keep in person learning. But, Mr. Secretary, how practical, in your estimation, is the testing centered approach when there is a nationwide testing shortage, federal distribution really still up in the air, and new research now showing that it's questioning the reliability of detecting omicron by the widely used rapid test. So how do you square that, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "Right. You know, we know testing is a part of overall strategy that should be used to keep our schools open. Vaccination efforts are also a big part of that strategy, and we've seen them work. I would say that as schools come in, they should be thinking about a testing strategy to make sure that if students are symptoms, they can be tested in school. Keeping them in school is critical for them, for a community, for our communities, for our parents. So, it's really important that the testing protocols are put in place, but they're not done in isolation. Increasing vaccination helps. Adherence to the mitigation strategies that we know work are also part of the strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah, what about the school's ability to carry out these prescriptions, this strategy you talk about? You know, we've already seen what an enormous strain the pandemic has put on the system in the terms of staffing shortages. The president of the American Federation of Teachers, Randi Weingarten, said the following -- and I'm quoting here, sir -- I am concerned that lots of districts don't have the infrastructure for testing and tests to stay. It's going to be really, really bumpy and there's going to need a lot of grace. And I think the question is, that frustrations are high and grace among a lot of parents across the country is in short supply, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "You know, there's a level of urgency that we shouldn't lose around making sure that our children learn in person. The impact of hybrid learning, the impact of remote learning, is very real for us parents who have had to experience it at home as well. So we need to do everything in our power, which includes getting access to those tests. Let me remind you, the American Rescue Plan, when it came out in March, had funding for testing and thanks to groups like the Rockefeller Foundation, contracts were set up early for schools to have surveillance testing regularly done in their schools. We see more and more of that happening. And our efforts at the Department of Education are to support districts and states to get contracts set up so that these systems are robust, so that our students can stay in the classrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Are you saying the road is not going to be as bumpy as Randi Weingarten says it is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "I'll tell you, I've been doing this since March, 2020, and it's really important that we continue to work together. I do think there will be bumps on the road, especially tomorrow. I mean, superintendents today are receiving calls of staff members that they were expecting to be in the classroom tomorrow who have come down with COVID. So we're going to roll up our sleeves, all hands on deck. Let's keep our children in the classroom. That should be our default thinking, and as problems come up, we need to work together to solve them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Mr. Secretary, I want to run some numbers by you here. December saw an increase of 50 percent in new pediatric COVID cases. That's according to the American Academy of Pediatrics, and went on to say only 23 percent of 5 to 11-year-olds have received one dose of vaccine. Are you confident that the schools, even after their best efforts to remain open for in-person learning, have a plan B just in case of things like you said, staffing shortages or parents deciding to keep more and more of their students home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "We learned that educators were able to turn on a dime when pandemic first came and we went to remote learning across the country. And it wasn't ideal but we know that we are able to adapt. The goal, however, remains to stay focused on in-person learning, not only for our students' academic needs but for their social, emotional needs. Many parents don't have the luxury of staying home, so we have to do everything possible to keep them in school as our plan A, plan B, and plan C. Obviously, if short-term emergency closures are necessary, schools should have the tools because they have the resources to provide an education that way. But that should be the exception, not the role.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. You talk about plan B. One school district has already had to modify plans to require vaccination of students 12 and over. We're talking about the Los Angeles Unified School District -- pulled back its mandate of the last minute when the California Governor Newsom and community activists questioned a perhaps unintended consequence, meaning that more than 30,000 unvaccinated students would be moved back into distance learning. The district defended the turnabout as necessary because they did not have a plan B to stand up remote learning infrastructure at the last minute. What do you think about that, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "You know, I've always said vaccination decisions need to be made at the local level and at the state level, but we know over the last year and a half in those places where vaccination numbers are high, there's less disruption. There are less students in a hospital. So we need to continue pushing efforts to provide access to vaccines for our children. Vaccination clinics across the country are happening. We need to protect our students. At the end of the day, we want all of our students back in the classroom, but we want to do it safely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah, we talked about the grace among parents, the Brookings Institution, which has surveyed parents four times during the pandemic, found that parental concerns about their children's well-being had big done to ease during the summer, continued to ease in October when 93 percent of students were in-person school. Brookings wrote the following, quoting here: This evidence suggests that the relative normalcy of in-person learning this year may be driving reduced parental concerns. And of course, as you know, closures and school curriculums begin hot button topics in the November election for Virginia governor. Former Education Secretary Bill Bennett said this in an interview with FOX this week. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BENNETT, FORMER SECRETARY OF EDUCATION",
      "sentences": "The American people are saying, we're not taking this anymore, we don't believe you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. Mr. Secretary, how do you respond to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "You know, in my travels across the country over these last eight, nine months, I've talked to parents. And they want their children in school, they want their children safe, and they want to be heard. Parents have put up with a lot over the last year and a half trying to balance work and educating the children. So this partnership with parents needs to continue. I want to see it elevated, as we move forward past the pandemic. And it's really important that we work together to make sure children are in the classroom and that they're safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. And parents have been juggling. Secretary Cardona, thank you for coming on, sir. Happy New Year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDONA",
      "sentences": "Happy New Year. Take care. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Up next, balancing the federal response and the roles states play in the fight against COVID. President Biden saying there is still much work to do in his meeting with governors across the country. We'll discuss with the head of the National Governors Association, Asa Hutchinson, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Well, governors have been on the front lines of the fight against COVID and many of them met virtually this week with President Biden to discuss striking the balance between state-level solutions and federal resources. Joining us now from Arkansas, Governor Asa Hutchinson, chair of the National Governors Association. Governor, welcome back to \"Fox News Sunday,\" happy New Year to you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOVERNOR ASA HUTCHINSON, (R-AR)",
      "sentences": "Thank you, happy New Year to you as well, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, thank you. Well, on Thursday, sir, you told the people of Arkansas that your state has adopted the new CDC guidelines on what precautions someone with a positive COVID test should take, or somebody exposed to COVID. I understand the goal is to minimize the disruption we have previously seen when waves of new cases cause people to have to isolate from society, but sir, are you concerned about the confusion it has created, or the criticism, by some experts about the shortening of the isolation and quarantine periods and the fact that you don't have to have a negative test before getting out of isolation? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Now, I think it was an important step that CDC revised the guidelines. It's a recognition that we have to be able to manage our way through this virus, have to get people to work, the supply shortages, the staff shortages, they really do a great deal of harm as well. And so I think they used science, they overlaid it with practicality, so I applaud them for that change. Now, I do think there is some confusion out there because you've got one set of rules for health care workers, you've got another one for those in the school systems, and now you've got one for the general public. I would like to see some harmonization of those because there's just a lot of information out there, we need to simplify it more for the public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And separately you have states that are going away from those CDC guidelines altogether. Governor, on your call with the president earlier this week, you raised your concern that the federal plan for 500 million free tests not step on state efforts to get tests to their people and critics hammered the president for part of his response. Watch this, I'll get your response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "As you look towards federal solutions that will help alleviate the challenge, make sure that we do not let federal solutions stand in the way of state solutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Thank you very much, Asa. Look, there is no federal solution. This gets solved at state-level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, I mean, that created some big headlines, Governor. And the president then tweeted this response to his critics saying, quote, \"My administration has the back of every governor fighting COVID-19 in their state. Last week, I rolled out a federal plan to tackle Omicron by adding vaccination and booster capacity, hospital equipment, staff, and more. We're going to get through this by working together.\" Governor, what did you take the president to mean when he said no federal solution and, in general, do you believe there is a robust role for the Federal Government to play here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "What the Federal Government does well, it can use the Defense Production Act and maximize production of testing vaccines, and they use that very successfully. It's a tool the states do not have. But what the states do well is in the distribution. We know what is needed in our state, and we have to have flexibility in that. And so, whenever you look at 500 million tests that the Federal Government is going to procure, that's fine, but I would encourage the administration to utilize the states in distributing those 500 million tests. We can do it more efficiently, we have to have flexibility to do it, and if you don't do it that way, then you're going to be in competition because that's not an efficient way to distribute it by a website, by personal calls. And so there is a point of disagreement there, but this administration does back us up. And we need to have the flexibility though, and I encourage, particularly in testing, give the states the flexibility to manage that distribution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And when the president said no federal solution, what did you take that to mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, I think -- well, it's a little bit ironic. I mean, whenever you see the federal mandates on vaccinations, they have, in this administration, utilized federal power rather extensively, and that's one of the things we're in litigation about, so it's a little bit inconsistent. But I also take it as a good faith statement to say we've got to get through this together in partnership. We can't do it by the Federal Government alone. The president is absolutely right, he's relied upon the states to get the job done. I'm just saying give us a greater deal of flexibility in terms of how to manage, and don't -- don't use the federal authority to take that away from us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, it's interesting. You know, we look at this whole thing, Governor, and you thanked the president for his efforts to depoliticize, you know, the COVID response, adding that it was helpful and how harmful do you think politicization has been inviting COVID? In particular, sir, I point to the explanation that your reluctance to imposing a vaccine mandate is that you don't want to harden the resistance. So what role has pandemic politics played in all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, too much, and of course, over the last year, people have been frustrated. We have been divided. And it really is refreshing that, I believe, there's a uniformity of opinion by our leaders that vaccinations are critical to get us through this. And so that unified message is absolutely essential, and we've got to -- so I complemented the president on that. But whenever you have this level of frustration, in Arkansas, we need to increase our vaccination rate. We work on that every day, every message ought to be consistent with the importance of that and to demystify and to take away the political side of this equation. And that's how we get through it, working together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, you engaged in a -- in a debate of sorts, Governor, with then-New York City Mayor Bill de Blasio last month where, as I said, you argued against imposing vaccine mandates, citing among other things hardening the resistance folks have who, you know, have so far refused, and you held out vaccination as an important tool in defeating COVID, just like you just said. You even embarked on a statewide tour to try to convince your constituents. Short of mandates, what do you think, sir, can be done and what do you owe this hard fast reluctance to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, there is a lack of trust in the development of it, and I think now we've got greater confidence, but whenever you had emergency use authorization, that caused some concern. But as we have greater experience, as we see the threat of Omicron, there is a greater consensus now than ever before that vaccinations are important. And so we have to continue to be consistent at one of the things that your previous gas, the secretary of education, said it was that vaccinations have historically always been local and state-driven. And so that is the point. At some point down the road, states can make decisions, local governments can make decisions, but it's never been at the Federal Government level, and that also has increased the distrust, the reservation, it's hardened the resistance. And so what we are in agreement is on no shutdowns, we're in agreement on the federal-state partnership, but the federal mandates on vaccinations is inconsistent with that plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And, Governor, while we're talking about resistance, we should note that an Arkansas judge on Wednesday struck down the state's ban on mask mandates by schools and other government entities. You praised his ruling having said this fall that you regretted signing that ban into law back in April. You explained in an August interview, quoting \"Facts change and leaders have to adjust to the new facts,\" and when pressed in a recent interview about whether you would rule out vaccine minutes, you said, quoting again, sir, \"I don't think with the curves that we've been given with COVID that we can rule out anything down the road.\" Exactly what metric are you watching specifically, Governor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, first of all, in terms of the judge's ruling and the mask mandates, we don't have anything statewide. We're not doing that. But local school districts historically, and they need to be able to protect their children in the school. And so local school districts ought to be able to make those decisions, and that's what the judge has really said and that's what I support. In terms of the future and the vaccine, right now I oppose any vaccine mandate because there has to be a greater public acceptance of it, greater experience in terms of our use of it, and we don't know what is down the road. Maybe, maybe not. But whatever decision is made, it should be done at the state and local level in terms of education, in terms of what we need. Hopefully, Omicron is the end of this, that it goes through very quickly in January and we're going to get back to normal. But we don't know what the future holds, and if it gets worse, then we've got to look at solutions that are consistent with science and what the public can accept.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Right. Yes, and then you just read my mind, sir, because you're talking about what would change your mind. I mean, your state ranks 45th among the states in vaccination rates with just over half, 51.2 percent, you see it on the screen, of the state fully vaccinated and so hospitals in Arkansas now bracing for a wave of new patients as new cases in Arkansas have increased 310 percent over the past 14 days. So, what is the likelihood that facts are rising from this wave of new cases could convince you, might convince you, to sway a little bit and back a vaccine mandate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Well, first of all, I don't see that anytime soon. I believe that we are going to get through this Omicron. I believe that we're going to continue to increase vaccination rates. But if you look at the future, obviously, if our hospitals are overrun, if the scientific evidence continues to show the efficacy and the safety of the vaccines, and if there's greater public acceptance, then you can look at requiring it in the schools if need be. But the other thing is there always has to be the right exceptions for religious convictions if -- you know, if vaccines are not acceptable, and that is the current law in Arkansas, and that should continue to be the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, very good insight, Governor. Best of luck to you and your state. Thank you so much for coming on \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUTCHINSON",
      "sentences": "Thank you. Great to be with you, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. Up next, we'll speak with the new U.S. capitol police chief about the lessons learned and security going forward one year since a mob stormed the Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "sentences": "Coming up, Joe Manchin about to come face-to-face with his Senate colleagues for the first time since this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "sentences": "This is a no on this legislation. I have tried everything I know to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "We'll ask our Sunday panel about the fate of Build Back Better, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "While Thursday marks one year since a violent mob breached police barricades and stormed into the U.S. Capitol as lawmakers met in joint session to conduct its official count of electoral votes. This week, President Biden will make remarks and Speaker Pelosi has invited historians to speak on Capitol Hill and will hold a moment of silence. Meantime, former President Trump will hold a press conference at Mar-a- Lago. In a moment, we'll discuss changes made to security since that day with U.S. Capitol Police Chief Tom Manger. But first, Fox News congressional correspondent Aishah Hasnie with a look at the unprecedented events of January 6th and the fallout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWDS",
      "sentences": "Stop the steal. Stop the steal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "The images were breathtaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are coming in!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Barriers broken down, and the Capitol, breached.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want a fight. You better believe you've got one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "While lawmakers gathered inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "Let's go. Let's just start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "To count and certify the Electoral College vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Verify the certificates and count the votes of the electors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Earlier, Trump supporter's had gathered near the White House to rally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER U.S. PRESIDENT",
      "sentences": "We're going to walk down, and I'll be there with you. We're going to walk down to the Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Protesters headed that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a very evolving situation. A lot of anger here from the crowd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "With some hoping to stop Vice President Mike Pence from making President-Elect Joe Biden's win official.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "Hang Mike Pence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "The result, chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are locking down the Capitol complex.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "As lawmakers learned the mob was now inside the building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Protesters are in the building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And people are just walking through the Capitol Building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They broke the glass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everybody stay down!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Taking shelter, and fearing for their lives as the situation turned deadly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm with Capitol Police. I heard on the radio, shots fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "At first the president tweeted his supporters to remain peaceful. President-Elect Biden pressed Trump to stop the mob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It was a landslide election, and everyone knows it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "And then Trump pleaded again by video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "But you have to go home now. We have to have peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "But it wasn't until darkness fell National Guard troops secured the building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "The Senate will come to order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "And finally --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "The United States Senate will not be intimidated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "The election was certified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Joseph R. Biden Jr., of the state of Delaware, has received 306 votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "In the end, nearly 700 people were charged. And, for the first time in U.S. history, a president was impeached and acquitted for a second time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRY DUNN, U.S. CAPITOL POLICE",
      "sentences": "We can never again allow democracy to be put in peril.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Over the course of the year, those who defended lawmakers called for justice. The Capitol Police chief resigned and House Speaker Nancy Pelosi launched a committee to investigate the events, appointing two Republicans, both Trump critics, Adam Kinzinger and Liz Cheney, vice chair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. LIZ CHENEY (R-WY)",
      "sentences": "This is not about partisanship. This is about our duty as Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Although they struggled to get Trump staffers to cooperate, Steve Bannon now charged with contempt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE BANNON",
      "sentences": "This is going to be the misdemeanor from hell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "And the Democratic-controlled House recommended the same for former Chief of Staff Mark Meadows. Still, the committee plans to issue an interim report by the summer and a final report by November, just before midterms. Today, the fence around the Capitol is gone and while Capitol Police received more money to add officers and the authority to call in the National Guard, it has only implemented about a quarter of the 104 for recommendations to keep the grounds safe. Safe from the idea history would ever repeat itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Joining us now, the new chief of U.S. Capitol Police, Thomas Manger. Chief Manager, welcome to FOX NEWS SUNDAY. Happy New Year to you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM MANGER, U.S. CAPITOL POLICE CHIEF",
      "sentences": "Thank you. Happy New Year to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Chief, you clearly were not in charge of the department on January 6th. You were put in place to lead the Capitol Police in July. So, you know, we ask these questions in kind of reference to your 42 years of police experience, including as a police chief for over a decade. What, sir, strikes you about the immensity of this task before you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGER",
      "sentences": "The advantage I have coming in is the fact that there were -- there have been so many inspector general reports, other oversight reports, that have listed recommendations about what needed to be done to improve the Capitol Police, to fix the failures that occurred on January 6th. So I had the advantage of coming in with over 100 recommendations that I can look at and say, OK, these are the things that we need to implement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, you know, we talk about the challenges. And really two of the big challenges facing your department, the Capitol Police, likely due at least in part to the January 6th events, are more than doubling of threats of violence against lawmakers and an increase in departures among your officers, both which relate to an unexhausted force. So, what are some of the measures, Chief, that are being taken to address this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGER",
      "sentences": "So, I think the -- the first issue that you bring up, the threats against Congress, they have just increased exponentially over the years and so we've had to really shift the focus of just doing the typical job that we would do normally and put more resources toward investigating those complaints, ensuring that members of Congress are safe, not only when they're at the Capitol, but when they're traveling, with their home districts as well. With regard to the issue of staffing, that really is the biggest problem that we face today. I mean, you know, we -- when we looked at the events of the 6th and we saw that operational planning failed, there were intelligence failures, those things have been addressed, those things have been largely fixed at this point. The one thing that we have not been able to fix, so to speak, are the staffing issues. And we've lost over 130 officers that have left through either retirements or resignations after January 6th. The prior year, in 2020, our -- our -- the National Federal Law Enforcement Training Academy was shut down for ten months because of Covid. So, between not being able to put any academy classes through the prior year, with the attrition, the way it's been over the past year, we're now really about 400 officers short of where we need to be, and that's a pretty critical issue for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "You mention 400 officers and staffing and resources. I want to stay on that topic for a second. The department has asked the Capitol Police more for contract security officers to help kind of lift the pressure. Can you give us any kind of status on that, chief?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGER",
      "sentences": "Yes, we're -- we're moving forward with that. There's -- we -- we have to brief the oversight committees about exactly what -- what that means. You know, we've identified posts where we believe we don't need sworn Capitol Police officers, typically secondary posts, posts that -- whether they're in a -- a garage or something like that, where people have already been checked before they've gotten to that point. So we think that if we're able to put contract security guards at some of those posts, that will free up a number of sworn police officers and we can assign them to where they're -- where -- where they're needed and where we require actually an armed Capitol Police officer. So, between that and then the longer term fix, of course, is to put more academy sessions through, and we've got a plan for this fiscal year to put over 280 police officers through the academy that hopefully get ahead of attrition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "In the meantime, when you talk about immediate help, last month Present Biden signed a piece of legislation that will allow the Capitol Police chief, you, of course, sir, to request assistance from the D.C. National Guard or federal law enforcement agencies in the event of an emergency instead of having to go through the Capitol Police board. Chief, how crucial do you think that authority is? And -- and if you go back a year, what kind of a difference would that have made on January 6th if that authority had already existed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGER",
      "sentences": "It's crucial if you have a situation like we had on January 6th, where you have an emergency situation and you need to be able to request those resources and get them as quickly as possible. Typically when we are planning for different events, we know ahead of time if we're going to need additional assistance. And that's been one of the improvements that we've made since January 6th is that we -- our planning is much -- much more -- much more well thought out. We have a blueprint that we can use to make sure we're contacting resources ahead of time, getting them on board, getting them briefed on what we need them to do. So, the fact that we have the authority to call out the National Guard, the fact that we have formal processes in place to get additional resources from area law enforcement agencies is a big improvement, and we -- we believe it would have prevented something like January 6th from happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes. And, lastly, I want to touch on this, Chief, because as we mentioned earlier, you were not leading the Capitol Police the day of the attack on the U.S. Capitol, but as -- as a citizen, as a member of law enforcement, what exactly went through your mind as -- as you watched the events unfold that day, and how does that shape your mission to lead this department going forward, Chief?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGER",
      "sentences": "So, as I was watching the events on the 6th, a very emotional day, alternately just angry, just horrified by the assaults that were going on against police officers there. And it was the first time since I -- I'd only been retired a short period but it was the first time that I had wished I was not retired And I -- I thought to myself, I've been involved in -- in law enforcement in the Washington metropolitan area, where we've helped each other, we've gotten together on big events to support one another, to make sure we had adequate staffing to handle whatever happened. And I thought to myself, I -- I -- I want to do what I can to help. And so it was the -- my motivation for, you know, expressing interest in -- in being the -- the police chief here at the Capital. And I'm -- I'm just very motivated to get the department to where it needs to be. And we've made a great deal of progress already, but there's still a great deal of work to be done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Chief, you have had a stellar career, yeoman's work, and there are a lot of people who are very glad that you are back in the mix. Thank you for coming on, sir, we appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANGER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Up next, from marking January 6th to the return of the Senate. And the Supreme Court hearing challenges to Biden's vaccine mandates. We'll bring in our Sunday group to take a look at the busy week ahead, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I hope I can -- we can stay safe and I hope the Covid situational will get better and better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Health, happiness, that's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going to overcome it next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "While pandemic-wearing Americans expressing their wishes for a return to normalcy nearly two years since the arrival of Covid in this country. And it's time now for our Sunday group. Howard Kurtz, host of \"MediaBuzz,\" Susan Page of \"USA Today,\" and Jason Riley of \"The Wall Street Journal.\" Welcome to all of you. Happy New Year. Howie, let's begin with you because this was the big headlines all week. The White House kind of racing to meet its own deadlines to both provide a half billion free at home tests and to build the website where people can request those tests. So while governors worry this could deplete the supply of tests for states, in your estimation, Howie, how well it is the administration balancing state and federal needs? HOWARD KURTZ, HOST, \"MEDIABUZZ\": In a word, badly. The shortage of at-home tests in a spectacular miscalculation by the Biden administration. You don't wait until the House is burning to order the firefighting equipment. Even the president has had to belatedly own up to this. And it seems to me that we won't even see the first of these tests -- people are going nuts trying to get these tests -- until later this month. And if this had happened under Trump, the pundits would be shouting, yes, but they're not following the science when it comes to the CDC lurching to a five day quarantine. So you have both of those developments by the administration. And, at the same time, we're in is bottom-up shutdown, caused not by government edict, but by the fact that there's so many infected workers. When we hear that there are a half million new cases reported some days, that's actually in undercount because authorities have no way of tracking the at home tests that exist. And so, finally, some journalists and scientists are saying that we should just stop the counting, that there's no point to it, which would be a New Year's gift for Joe Biden given the obsessive daily focus on these numbers, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Right. Yes, several doctors are saying, you know, forget about the case count and let's focus on severe illness and fatalities, and that's what the true metrics should be. You know, Jason, it really does seem like, you know, we're kind of back to square one, right? We saw these fiery school board meetings, parents upset over mandates and remote learning. And there was plenty of chatter that education was the issue that lifted the GOP gubernatorial candidate to victory in Virginia, right, back in November. How closely, Jason, are both parties watching this new guidance for political pitfalls in the midterm year? JASON RILEY, \"THE WALL STREET JOURNAL\" AND FOX NEWS CONTRIBUTOR: I think very, very closely. I think we learned a lot the first time we went through this. And -- and parents remember this, employers remember it. No one really wants to go back. And I don't think anyone in either party wants to go back. I've actually been encouraged by the Biden administration's focus on -- on -- on getting people back to school and back to work. And -- and -- and the talk of really how we need to deal with this as -- as -- as -- as a country. It's not something we're going to get rid of any time soon. It's going to be endemic is what the medical experts say and it's something we - - we can't -- you know, the job of the government is to help us deal with public health risks that we're not going to be able to eliminate entirely. And I think that needs to be the focus here. We know that the shutdowns create all kinds of learning problems, create all kinds of economic problems and political problems for President Biden. I mean one stat that's very interesting, as, you know, as recently as the summer, July, August, his approval on Covid -- on the handling of Covid was well above 60 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "It is now below 50 percent. So, he's playing a political price here as well for his handling of the virus. So, I don't think anyone wants to go back to what we had before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes. And in some polls it's well below 50 percent. And, you know, that's the whole concept, Susan, is because, you know, we have heard from doctors all week long that, you know, the schools need to be open. And -- and Miguel Cardona said it earlier that schools need to be open. Now if you can convince teachers unions. Susan, this week the Supreme Court will hear arguments on the Biden vaccine mandates for large businesses and some health care workers. How critical is a win here for the administration? SUSAN PAGE, \"USA TODAY\": Well, it's important. It's one of the boldest steps that the president has proposed to take against Covid, and, therefore, one of the most controversial. Even Governor Hutchinson, who has been relatively supportive of the actions and efforts against Covid-19, even his state is part of the suit against the Biden vaccine mandate. But, you know, the -- the appeals court has upheld the mandate. The administration is hopeful that after these oral arguments later this week the Supreme Court will as well, which would mean that businesses with -- that employ or than a hundred people would be required to have them vaccinated or undergo a testing regime. That would -- that would catch -- that would catch a lot of Americans who have presumably been -- some -- including some of those who have been very reluctant to get the vaccine up to now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, let's backtrack now across the panel, and, Jason, back to you. A big week, right? Senator Joe Manchin is going to come face-to-face with his colleagues this week after announcing right here on FOX NEWS SUNDAY that he couldn't vote for the president 's massive Build Back Better plan. What kind of pressure is he facing from all sides, Jason?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Oh, it's a -- it's still a tremendous amount of pressure. But if he stands his ground, I don't think this bill in its current form is going to go anywhere. And it shouldn't go anywhere, Trace. That's -- that's -- that's the bottom line here. You know, Joe Biden campaigned as a moderate yet he's trying to govern as a progressive. With -- with an evenly divided Senate, a very small majority in the House, you don't ram through an expansion of the welfare state of this size that narrowly. That -- that's just not the way it should be done and that's not what his mandate is. His ambitions exceed his mandate. And so I -- I think that -- that Joe Manchin is doing his -- his party a favor, even if they don't realize it right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes. And, Howie, we are going to hear from both President Biden and from former President Trump as we mark a year since January 6th. How big is the partisan divide on what happened that day, and who do you think, Howie, is responsible?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "January 6th is now a double tragedy, an assault on a government that has given way to a deeply paralyzing debate over who is to blame, which remain -- the answer remains the overzealous Trump supporter's and some thugs who stormed the Capitol that day, as well as whether House Democrats are being excessively partisan in trying to get Donald Trump. The media, I think, have fueled this divisiveness. We'll see more of this on the anniversary of the 6th. And, of course, it's all intertwined with Trump's daily barrage of claims about a stolen election. But a \"Washington Post\" poll out today, 78 percent of Democrats but just 26 percent of Republicans say the protesters were mostly violent. Well, the chilling images you showed earlier show that it was, in fact, an attack on our government. So, 1/6 turns out to be the polar opposite of 9/11, a tragedy that brought the country together, whereas the shameful event of last January have led to a more divided America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes. And, Susan, your publication, \"USA Today,\" had a piece this week about -- about the failures in monitoring extremism in the U.S. What did your reporters find about -- about the broader context here, Susan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Well, our -- our reporters Josh Meyer and Kevin Johnson found in a study that took several months that the United States federal government has had a very uneven effort against domestic terrorism, against white supremacy groups, against armed militias. And they looked at the period since Oklahoma City. You know, that was 27 years ago, that bombing. There have been some efforts since then for the -- by the Justice Department and by the FBI to address the threat of domestic terrorism, but they have not been consistent and they were revived a year ago with that terrible attack on the Capitol last January 6th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, Susan. I just wanted to get you in here as well, Jason, to kind of give your thoughts -- I've got about 30 seconds left -- on January 6th, and the one- year anniversary coming up. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Well, you know, the courts have consistently, of course, shot down Donald Trump's claims that -- that there was widespread voter fraud that gave the election to Biden. But his supporters don't care about those court rulings. Something like around 70 percent or 75 percent, three out of four Republicans believe that Donald Trump would have won this election but for widespread voting fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "And -- and 80 percent of them want him to run for president in 2024.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "So this is still very much Donald Trump's Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Got to go. Thank you -- thank you, panel. We'll see you next Sunday. Up next, a final word on the week ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And that's it for this first FOX NEWS SUNDAY of 2022. I'm Trace Gallagher. I'll see her tomorrow for \"AMERICA'S NEWSROOM\" at 9:00 a.m. Eastern on Fox News Channel, where we'll cover all the latest news from across the country. Happy New Year, everyone. Bret Baier in the chair next week, and he will see you next FOX NEWS SUNDAY. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "utterance": "I'm Trace Gallagher. Wildfires in the West and a record wave of COVID causing uncertainty for parents and students preparing to return from winter break."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We are scared to start on January 3rd without a testing."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If there are not enough adults in there, you need to go remote."
    },
    {
      "speaker": "GALLAGHER (voice-over)",
      "utterance": "School district under pressure from teachers unions to go virtual if their demands are not met as the nation's students face testing and other hurdles to return to the classroom."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Making the efforts to make sure the kids are safe and protected is great for me as a parent."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And as critics of remote learning pushback --"
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "utterance": "The children come first, not last. They've been a very neglected group over the last couple of years."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "We'll ask Education Secretary Miguel Cardona how the administration plans to keep kids in school. Plus --"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "It's not enough, it's clearly not enough."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "The Biden administration facing backlash over being behind the ball on COVID testing."
    },
    {
      "speaker": "BIDEN",
      "utterance": "My message to the governor is simple: if you need something, say something."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "While navigating where federal solutions end and state efforts begin. We'll discuss with Arkansas Governor Asa Hutchinson, chair of the National Governors Association, only on \"FOX News Sunday\". Then, a year ago this week, the storming of the U.S. Capitol that set lawmakers scrambling and a quest for answers amid growing political division. We'll discuss the mission to keep democracy secure with the Capitol police chief, Tom Manger. And ask our Sunday panel whether the partisan divide can heal as the country moves into a new year. All, right now, on \"FOX News Sunday.\""
    },
    {
      "speaker": "GALLAGHER (on camera)",
      "utterance": "And hello again from FOX News and happy New Year. We begin with breaking news this morning out of Colorado where hundreds are starting the New Year in devastation. Three people now missing after a late season wildfire ripped through several suburban northwest towns near Denver. Nearly 1,000 homes and other buildings destroyed in less than 24 hours. Take a look now as shoppers rushed out into a smoky store parking lot, one woman recording the moment she fled."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Okay, I guess I'm a little scared. This has happened in 5 minutes, 3 minutes."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Now, several inches of snow and freezing temperatures adding to the misery as residents try to pick up the pieces."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's just so surreal to, you know, see your home just become -- just not there anymore."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. Stay with FOX News Channel and your local FOX station for continuing coverage of breaking news. Meantime, students across the country are returning from winter break, many doing so virtually after school closures amid the COVID search. And we continue to see a crunch on rapid tests as health officials are shifting guidance on how long to quarantine, but the school closures are particularly tough blow to families and children hoping for normalcy this year. In a moment, we'll discuss with Education Secretary Miguel Cardona. But first, let's turn to Rich Edson, traveling with the president in Wilmington, for a look at the latest on the Biden administration's response -- Rich."
    },
    {
      "speaker": "RICH EDSON, FOX NEWS CORRESPONDENT",
      "utterance": "Trace, the holiday season is ending and Americans and the White House are preparing for a return to work and school and uncertainty about what comes next."
    },
    {
      "speaker": "XAVIER BECERRA, SECRETARY OF HEALTH AND HUMAN SERVICES",
      "utterance": "The omicron variant, as you know, is spreading like wildfire."
    },
    {
      "speaker": "EDSON (voice-over)",
      "utterance": "Yet, the Center for Disease Control says the delta variant is still infecting a significant number of Americans. On Tuesday, the CDC reported omicron made up about 59 percent of all cases, lower-than- expected. The agency also cut its recommended isolation time for those with the virus from 10 days to 5 as long as they have no symptoms. As this latest surge has led to staff shortages across the economy, CDC officials also advised Americans to avoid cruise ships even if they are vaccinated. Scientists say they're getting a better understanding of omicron. Early studies in rodents showed omicron led to less severe infections than previous variants because it largely stays in the throat and airway, mostly avoiding the lungs. Still, the surge in infections meant long lines of Americans waiting hours for COVID tests. Administration officials, including President Biden, say the White House should have moved to expand testing months ago. Now, the administration is trying to buy 500 million at-home tests to begin sending to Americans free sometime this month."
    },
    {
      "speaker": "JEFF ZIENTS, WHITE HOUSE CORONAVIRUS COORDINATOR",
      "utterance": "We expect the contract to be completed late next week."
    },
    {
      "speaker": "EDSON",
      "utterance": "The rise in cases again leaves a patchwork of school policies across the country. The Chicago Teachers Union is demanding more testing and has told members to prepare for action if their concerns are ignored. Washington, D.C., is requiring all students and staff to test negative before returning from break."
    },
    {
      "speaker": "DR. LEWIS FEREBEE, CHANCELLOR OF DC PUBLIC SCHOOL",
      "utterance": "Any student that does not have their results uploaded by January 4th will not be allowed to attend school on January the 5th."
    },
    {
      "speaker": "EDSON (on camera)",
      "utterance": "Some school districts have already moved to remote learning as the White House pushes a strategy called \"Test to Stay.\" That's if students are exposed to the virus, they can avoid quarantining and stay in the classroom if they continue to test negative -- Trace."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Rich Edson traveling with the president -- Rich, thank you. Joining us now, Education Secretary Miguel Cardona. Mr. Secretary, welcome to \"FOX News Sunday\"."
    },
    {
      "speaker": "MIGUEL CARDONA, SECRETARY OF EDUCATION",
      "utterance": "Thank you, Trace. Happy New Year."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Happy New Year to you as well, sir. In an effort to continue the school year with in person learning, the CDC recently announced that students exposed to the virus can safely continue in person learning so long as they are regularly tested for the virus. But now, according to Burbio -- that's a firm that tracks these school closures -- the closures are really ticking back up. Already, more than 2,100 schools planned to be closed in the coming week. Mr. Secretary, where are we heading exactly?"
    },
    {
      "speaker": "CARDONA",
      "utterance": "You know, we've been very clear. Our expectation is for schools to be open full-time for students, for in-person learning. We remember the impact of school closures on students last year. And our science is better. We have better tools. We have $10 billion in the American Rescue Plan for surveillance testing. Vaccinations are available now for children ages five and up. We recognize that there may be some bumps in the road, especially this upcoming week when superintendents who are working really hard across the country are getting calls saying that some of their schools may have 5 to 10 percent of their staff not available. So any decisions on very short-term or emergency closures are most likely based off of staffing issues and, ultimately, those are safety issues when you don't have adequate staff. But the goal is full time in-person learning for our students. They've suffered enough."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. You mention bumps on the road -- you know, those schools that plan to remain open, sir, including larger school districts like in New York City, Los Angeles, and D.C., have announced strategies centered very much on testing to stay ahead of the spread and keep in person learning. But, Mr. Secretary, how practical, in your estimation, is the testing centered approach when there is a nationwide testing shortage, federal distribution really still up in the air, and new research now showing that it's questioning the reliability of detecting omicron by the widely used rapid test. So how do you square that, sir?"
    },
    {
      "speaker": "CARDONA",
      "utterance": "Right. You know, we know testing is a part of overall strategy that should be used to keep our schools open. Vaccination efforts are also a big part of that strategy, and we've seen them work. I would say that as schools come in, they should be thinking about a testing strategy to make sure that if students are symptoms, they can be tested in school. Keeping them in school is critical for them, for a community, for our communities, for our parents. So, it's really important that the testing protocols are put in place, but they're not done in isolation. Increasing vaccination helps. Adherence to the mitigation strategies that we know work are also part of the strategy."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah, what about the school's ability to carry out these prescriptions, this strategy you talk about? You know, we've already seen what an enormous strain the pandemic has put on the system in the terms of staffing shortages. The president of the American Federation of Teachers, Randi Weingarten, said the following -- and I'm quoting here, sir -- I am concerned that lots of districts don't have the infrastructure for testing and tests to stay. It's going to be really, really bumpy and there's going to need a lot of grace. And I think the question is, that frustrations are high and grace among a lot of parents across the country is in short supply, sir."
    },
    {
      "speaker": "CARDONA",
      "utterance": "You know, there's a level of urgency that we shouldn't lose around making sure that our children learn in person. The impact of hybrid learning, the impact of remote learning, is very real for us parents who have had to experience it at home as well. So we need to do everything in our power, which includes getting access to those tests. Let me remind you, the American Rescue Plan, when it came out in March, had funding for testing and thanks to groups like the Rockefeller Foundation, contracts were set up early for schools to have surveillance testing regularly done in their schools. We see more and more of that happening. And our efforts at the Department of Education are to support districts and states to get contracts set up so that these systems are robust, so that our students can stay in the classrooms."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Are you saying the road is not going to be as bumpy as Randi Weingarten says it is?"
    },
    {
      "speaker": "CARDONA",
      "utterance": "I'll tell you, I've been doing this since March, 2020, and it's really important that we continue to work together. I do think there will be bumps on the road, especially tomorrow. I mean, superintendents today are receiving calls of staff members that they were expecting to be in the classroom tomorrow who have come down with COVID. So we're going to roll up our sleeves, all hands on deck. Let's keep our children in the classroom. That should be our default thinking, and as problems come up, we need to work together to solve them."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Mr. Secretary, I want to run some numbers by you here. December saw an increase of 50 percent in new pediatric COVID cases. That's according to the American Academy of Pediatrics, and went on to say only 23 percent of 5 to 11-year-olds have received one dose of vaccine. Are you confident that the schools, even after their best efforts to remain open for in-person learning, have a plan B just in case of things like you said, staffing shortages or parents deciding to keep more and more of their students home?"
    },
    {
      "speaker": "CARDONA",
      "utterance": "We learned that educators were able to turn on a dime when pandemic first came and we went to remote learning across the country. And it wasn't ideal but we know that we are able to adapt. The goal, however, remains to stay focused on in-person learning, not only for our students' academic needs but for their social, emotional needs. Many parents don't have the luxury of staying home, so we have to do everything possible to keep them in school as our plan A, plan B, and plan C. Obviously, if short-term emergency closures are necessary, schools should have the tools because they have the resources to provide an education that way. But that should be the exception, not the role."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. You talk about plan B. One school district has already had to modify plans to require vaccination of students 12 and over. We're talking about the Los Angeles Unified School District -- pulled back its mandate of the last minute when the California Governor Newsom and community activists questioned a perhaps unintended consequence, meaning that more than 30,000 unvaccinated students would be moved back into distance learning. The district defended the turnabout as necessary because they did not have a plan B to stand up remote learning infrastructure at the last minute. What do you think about that, sir?"
    },
    {
      "speaker": "CARDONA",
      "utterance": "You know, I've always said vaccination decisions need to be made at the local level and at the state level, but we know over the last year and a half in those places where vaccination numbers are high, there's less disruption. There are less students in a hospital. So we need to continue pushing efforts to provide access to vaccines for our children. Vaccination clinics across the country are happening. We need to protect our students. At the end of the day, we want all of our students back in the classroom, but we want to do it safely."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah, we talked about the grace among parents, the Brookings Institution, which has surveyed parents four times during the pandemic, found that parental concerns about their children's well-being had big done to ease during the summer, continued to ease in October when 93 percent of students were in-person school."
    },
    {
      "speaker": "Brookings wrote the following, quoting here",
      "utterance": "This evidence suggests that the relative normalcy of in-person learning this year may be driving reduced parental concerns. And of course, as you know, closures and school curriculums begin hot button topics in the November election for Virginia governor. Former Education Secretary Bill Bennett said this in an interview with FOX this week. Watch."
    },
    {
      "speaker": "BILL BENNETT, FORMER SECRETARY OF EDUCATION",
      "utterance": "The American people are saying, we're not taking this anymore, we don't believe you."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. Mr. Secretary, how do you respond to that?"
    },
    {
      "speaker": "CARDONA",
      "utterance": "You know, in my travels across the country over these last eight, nine months, I've talked to parents. And they want their children in school, they want their children safe, and they want to be heard. Parents have put up with a lot over the last year and a half trying to balance work and educating the children. So this partnership with parents needs to continue. I want to see it elevated, as we move forward past the pandemic. And it's really important that we work together to make sure children are in the classroom and that they're safe."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. And parents have been juggling. Secretary Cardona, thank you for coming on, sir. Happy New Year."
    },
    {
      "speaker": "CARDONA",
      "utterance": "Happy New Year. Take care. Thank you."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Up next, balancing the federal response and the roles states play in the fight against COVID. President Biden saying there is still much work to do in his meeting with governors across the country. We'll discuss with the head of the National Governors Association, Asa Hutchinson, next."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Well, governors have been on the front lines of the fight against COVID and many of them met virtually this week with President Biden to discuss striking the balance between state-level solutions and federal resources. Joining us now from Arkansas, Governor Asa Hutchinson, chair of the National Governors Association. Governor, welcome back to \"Fox News Sunday,\" happy New Year to you, sir."
    },
    {
      "speaker": "GOVERNOR ASA HUTCHINSON, (R-AR)",
      "utterance": "Thank you, happy New Year to you as well, Trace."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, thank you. Well, on Thursday, sir, you told the people of Arkansas that your state has adopted the new CDC guidelines on what precautions someone with a positive COVID test should take, or somebody exposed to COVID. I understand the goal is to minimize the disruption we have previously seen when waves of new cases cause people to have to isolate from society, but sir, are you concerned about the confusion it has created, or the criticism, by some experts about the shortening of the isolation and quarantine periods and the fact that you don't have to have a negative test before getting out of isolation? What do you think?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Now, I think it was an important step that CDC revised the guidelines. It's a recognition that we have to be able to manage our way through this virus, have to get people to work, the supply shortages, the staff shortages, they really do a great deal of harm as well. And so I think they used science, they overlaid it with practicality, so I applaud them for that change. Now, I do think there is some confusion out there because you've got one set of rules for health care workers, you've got another one for those in the school systems, and now you've got one for the general public. I would like to see some harmonization of those because there's just a lot of information out there, we need to simplify it more for the public."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And separately you have states that are going away from those CDC guidelines altogether. Governor, on your call with the president earlier this week, you raised your concern that the federal plan for 500 million free tests not step on state efforts to get tests to their people and critics hammered the president for part of his response. Watch this, I'll get your response."
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "As you look towards federal solutions that will help alleviate the challenge, make sure that we do not let federal solutions stand in the way of state solutions."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Thank you very much, Asa. Look, there is no federal solution. This gets solved at state-level."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, I mean, that created some big headlines, Governor. And the president then tweeted this response to his critics saying, quote, \"My administration has the back of every governor fighting COVID-19 in their state. Last week, I rolled out a federal plan to tackle Omicron by adding vaccination and booster capacity, hospital equipment, staff, and more. We're going to get through this by working together.\" Governor, what did you take the president to mean when he said no federal solution and, in general, do you believe there is a robust role for the Federal Government to play here?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "What the Federal Government does well, it can use the Defense Production Act and maximize production of testing vaccines, and they use that very successfully. It's a tool the states do not have. But what the states do well is in the distribution. We know what is needed in our state, and we have to have flexibility in that. And so, whenever you look at 500 million tests that the Federal Government is going to procure, that's fine, but I would encourage the administration to utilize the states in distributing those 500 million tests. We can do it more efficiently, we have to have flexibility to do it, and if you don't do it that way, then you're going to be in competition because that's not an efficient way to distribute it by a website, by personal calls. And so there is a point of disagreement there, but this administration does back us up. And we need to have the flexibility though, and I encourage, particularly in testing, give the states the flexibility to manage that distribution."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And when the president said no federal solution, what did you take that to mean?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, I think -- well, it's a little bit ironic. I mean, whenever you see the federal mandates on vaccinations, they have, in this administration, utilized federal power rather extensively, and that's one of the things we're in litigation about, so it's a little bit inconsistent. But I also take it as a good faith statement to say we've got to get through this together in partnership. We can't do it by the Federal Government alone. The president is absolutely right, he's relied upon the states to get the job done. I'm just saying give us a greater deal of flexibility in terms of how to manage, and don't -- don't use the federal authority to take that away from us."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, it's interesting. You know, we look at this whole thing, Governor, and you thanked the president for his efforts to depoliticize, you know, the COVID response, adding that it was helpful and how harmful do you think politicization has been inviting COVID? In particular, sir, I point to the explanation that your reluctance to imposing a vaccine mandate is that you don't want to harden the resistance. So what role has pandemic politics played in all of that?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, too much, and of course, over the last year, people have been frustrated. We have been divided. And it really is refreshing that, I believe, there's a uniformity of opinion by our leaders that vaccinations are critical to get us through this. And so that unified message is absolutely essential, and we've got to -- so I complemented the president on that. But whenever you have this level of frustration, in Arkansas, we need to increase our vaccination rate. We work on that every day, every message ought to be consistent with the importance of that and to demystify and to take away the political side of this equation. And that's how we get through it, working together."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, you engaged in a -- in a debate of sorts, Governor, with then-New York City Mayor Bill de Blasio last month where, as I said, you argued against imposing vaccine mandates, citing among other things hardening the resistance folks have who, you know, have so far refused, and you held out vaccination as an important tool in defeating COVID, just like you just said. You even embarked on a statewide tour to try to convince your constituents. Short of mandates, what do you think, sir, can be done and what do you owe this hard fast reluctance to?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, there is a lack of trust in the development of it, and I think now we've got greater confidence, but whenever you had emergency use authorization, that caused some concern. But as we have greater experience, as we see the threat of Omicron, there is a greater consensus now than ever before that vaccinations are important. And so we have to continue to be consistent at one of the things that your previous gas, the secretary of education, said it was that vaccinations have historically always been local and state-driven. And so that is the point. At some point down the road, states can make decisions, local governments can make decisions, but it's never been at the Federal Government level, and that also has increased the distrust, the reservation, it's hardened the resistance. And so what we are in agreement is on no shutdowns, we're in agreement on the federal-state partnership, but the federal mandates on vaccinations is inconsistent with that plan."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And, Governor, while we're talking about resistance, we should note that an Arkansas judge on Wednesday struck down the state's ban on mask mandates by schools and other government entities. You praised his ruling having said this fall that you regretted signing that ban into law back in April. You explained in an August interview, quoting \"Facts change and leaders have to adjust to the new facts,\" and when pressed in a recent interview about whether you would rule out vaccine minutes, you said, quoting again, sir, \"I don't think with the curves that we've been given with COVID that we can rule out anything down the road.\" Exactly what metric are you watching specifically, Governor?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, first of all, in terms of the judge's ruling and the mask mandates, we don't have anything statewide. We're not doing that. But local school districts historically, and they need to be able to protect their children in the school. And so local school districts ought to be able to make those decisions, and that's what the judge has really said and that's what I support. In terms of the future and the vaccine, right now I oppose any vaccine mandate because there has to be a greater public acceptance of it, greater experience in terms of our use of it, and we don't know what is down the road. Maybe, maybe not. But whatever decision is made, it should be done at the state and local level in terms of education, in terms of what we need. Hopefully, Omicron is the end of this, that it goes through very quickly in January and we're going to get back to normal. But we don't know what the future holds, and if it gets worse, then we've got to look at solutions that are consistent with science and what the public can accept."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Right. Yes, and then you just read my mind, sir, because you're talking about what would change your mind. I mean, your state ranks 45th among the states in vaccination rates with just over half, 51.2 percent, you see it on the screen, of the state fully vaccinated and so hospitals in Arkansas now bracing for a wave of new patients as new cases in Arkansas have increased 310 percent over the past 14 days. So, what is the likelihood that facts are rising from this wave of new cases could convince you, might convince you, to sway a little bit and back a vaccine mandate?"
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Well, first of all, I don't see that anytime soon. I believe that we are going to get through this Omicron. I believe that we're going to continue to increase vaccination rates. But if you look at the future, obviously, if our hospitals are overrun, if the scientific evidence continues to show the efficacy and the safety of the vaccines, and if there's greater public acceptance, then you can look at requiring it in the schools if need be. But the other thing is there always has to be the right exceptions for religious convictions if -- you know, if vaccines are not acceptable, and that is the current law in Arkansas, and that should continue to be the case."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, very good insight, Governor. Best of luck to you and your state. Thank you so much for coming on \"Fox News Sunday\"."
    },
    {
      "speaker": "HUTCHINSON",
      "utterance": "Thank you. Great to be with you, Trace."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. Up next, we'll speak with the new U.S. capitol police chief about the lessons learned and security going forward one year since a mob stormed the Capitol."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS ANCHOR",
      "utterance": "Coming up, Joe Manchin about to come face-to-face with his Senate colleagues for the first time since this."
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "utterance": "This is a no on this legislation. I have tried everything I know to do."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "We'll ask our Sunday panel about the fate of Build Back Better, coming up."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "While Thursday marks one year since a violent mob breached police barricades and stormed into the U.S. Capitol as lawmakers met in joint session to conduct its official count of electoral votes. This week, President Biden will make remarks and Speaker Pelosi has invited historians to speak on Capitol Hill and will hold a moment of silence. Meantime, former President Trump will hold a press conference at Mar-a- Lago. In a moment, we'll discuss changes made to security since that day with U.S. Capitol Police Chief Tom Manger. But first, Fox News congressional correspondent Aishah Hasnie with a look at the unprecedented events of January 6th and the fallout."
    },
    {
      "speaker": "CROWDS",
      "utterance": "Stop the steal. Stop the steal."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "The images were breathtaking."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We are coming in!"
    },
    {
      "speaker": "HASNIE",
      "utterance": "Barriers broken down, and the Capitol, breached."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You want a fight. You better believe you've got one."
    },
    {
      "speaker": "HASNIE",
      "utterance": "While lawmakers gathered inside."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "Let's go. Let's just start."
    },
    {
      "speaker": "HASNIE",
      "utterance": "To count and certify the Electoral College vote."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Verify the certificates and count the votes of the electors."
    },
    {
      "speaker": "HASNIE",
      "utterance": "Earlier, Trump supporter's had gathered near the White House to rally."
    },
    {
      "speaker": "DONALD TRUMP, FORMER U.S. PRESIDENT",
      "utterance": "We're going to walk down, and I'll be there with you. We're going to walk down to the Capitol."
    },
    {
      "speaker": "HASNIE",
      "utterance": "Protesters headed that way."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a very evolving situation. A lot of anger here from the crowd."
    },
    {
      "speaker": "HASNIE",
      "utterance": "With some hoping to stop Vice President Mike Pence from making President-Elect Joe Biden's win official."
    },
    {
      "speaker": "CROWD",
      "utterance": "Hang Mike Pence."
    },
    {
      "speaker": "HASNIE",
      "utterance": "The result, chaos."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They are locking down the Capitol complex."
    },
    {
      "speaker": "HASNIE",
      "utterance": "As lawmakers learned the mob was now inside the building."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Protesters are in the building."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And people are just walking through the Capitol Building."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They broke the glass."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Everybody stay down!"
    },
    {
      "speaker": "HASNIE",
      "utterance": "Taking shelter, and fearing for their lives as the situation turned deadly."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm with Capitol Police. I heard on the radio, shots fired."
    },
    {
      "speaker": "HASNIE",
      "utterance": "At first the president tweeted his supporters to remain peaceful. President-Elect Biden pressed Trump to stop the mob."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It was a landslide election, and everyone knows it."
    },
    {
      "speaker": "HASNIE",
      "utterance": "And then Trump pleaded again by video."
    },
    {
      "speaker": "TRUMP",
      "utterance": "But you have to go home now. We have to have peace."
    },
    {
      "speaker": "HASNIE",
      "utterance": "But it wasn't until darkness fell National Guard troops secured the building."
    },
    {
      "speaker": "PENCE",
      "utterance": "The Senate will come to order."
    },
    {
      "speaker": "HASNIE",
      "utterance": "And finally --"
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "The United States Senate will not be intimidated."
    },
    {
      "speaker": "HASNIE",
      "utterance": "The election was certified."
    },
    {
      "speaker": "PENCE",
      "utterance": "Joseph R. Biden Jr., of the state of Delaware, has received 306 votes."
    },
    {
      "speaker": "HASNIE",
      "utterance": "In the end, nearly 700 people were charged. And, for the first time in U.S. history, a president was impeached and acquitted for a second time."
    },
    {
      "speaker": "HARRY DUNN, U.S. CAPITOL POLICE",
      "utterance": "We can never again allow democracy to be put in peril."
    },
    {
      "speaker": "HASNIE",
      "utterance": "Over the course of the year, those who defended lawmakers called for justice. The Capitol Police chief resigned and House Speaker Nancy Pelosi launched a committee to investigate the events, appointing two Republicans, both Trump critics, Adam Kinzinger and Liz Cheney, vice chair."
    },
    {
      "speaker": "REP. LIZ CHENEY (R-WY)",
      "utterance": "This is not about partisanship. This is about our duty as Americans."
    },
    {
      "speaker": "HASNIE",
      "utterance": "Although they struggled to get Trump staffers to cooperate, Steve Bannon now charged with contempt."
    },
    {
      "speaker": "STEVE BANNON",
      "utterance": "This is going to be the misdemeanor from hell."
    },
    {
      "speaker": "HASNIE",
      "utterance": "And the Democratic-controlled House recommended the same for former Chief of Staff Mark Meadows. Still, the committee plans to issue an interim report by the summer and a final report by November, just before midterms. Today, the fence around the Capitol is gone and while Capitol Police received more money to add officers and the authority to call in the National Guard, it has only implemented about a quarter of the 104 for recommendations to keep the grounds safe. Safe from the idea history would ever repeat itself."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Joining us now, the new chief of U.S. Capitol Police, Thomas Manger. Chief Manager, welcome to FOX NEWS SUNDAY. Happy New Year to you, sir."
    },
    {
      "speaker": "TOM MANGER, U.S. CAPITOL POLICE CHIEF",
      "utterance": "Thank you. Happy New Year to you."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Chief, you clearly were not in charge of the department on January 6th. You were put in place to lead the Capitol Police in July. So, you know, we ask these questions in kind of reference to your 42 years of police experience, including as a police chief for over a decade. What, sir, strikes you about the immensity of this task before you?"
    },
    {
      "speaker": "MANGER",
      "utterance": "The advantage I have coming in is the fact that there were -- there have been so many inspector general reports, other oversight reports, that have listed recommendations about what needed to be done to improve the Capitol Police, to fix the failures that occurred on January 6th. So I had the advantage of coming in with over 100 recommendations that I can look at and say, OK, these are the things that we need to implement."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, you know, we talk about the challenges. And really two of the big challenges facing your department, the Capitol Police, likely due at least in part to the January 6th events, are more than doubling of threats of violence against lawmakers and an increase in departures among your officers, both which relate to an unexhausted force. So, what are some of the measures, Chief, that are being taken to address this?"
    },
    {
      "speaker": "MANGER",
      "utterance": "So, I think the -- the first issue that you bring up, the threats against Congress, they have just increased exponentially over the years and so we've had to really shift the focus of just doing the typical job that we would do normally and put more resources toward investigating those complaints, ensuring that members of Congress are safe, not only when they're at the Capitol, but when they're traveling, with their home districts as well. With regard to the issue of staffing, that really is the biggest problem that we face today. I mean, you know, we -- when we looked at the events of the 6th and we saw that operational planning failed, there were intelligence failures, those things have been addressed, those things have been largely fixed at this point. The one thing that we have not been able to fix, so to speak, are the staffing issues. And we've lost over 130 officers that have left through either retirements or resignations after January 6th. The prior year, in 2020, our -- our -- the National Federal Law Enforcement Training Academy was shut down for ten months because of Covid. So, between not being able to put any academy classes through the prior year, with the attrition, the way it's been over the past year, we're now really about 400 officers short of where we need to be, and that's a pretty critical issue for us."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "You mention 400 officers and staffing and resources. I want to stay on that topic for a second. The department has asked the Capitol Police more for contract security officers to help kind of lift the pressure. Can you give us any kind of status on that, chief?"
    },
    {
      "speaker": "MANGER",
      "utterance": "Yes, we're -- we're moving forward with that. There's -- we -- we have to brief the oversight committees about exactly what -- what that means. You know, we've identified posts where we believe we don't need sworn Capitol Police officers, typically secondary posts, posts that -- whether they're in a -- a garage or something like that, where people have already been checked before they've gotten to that point. So we think that if we're able to put contract security guards at some of those posts, that will free up a number of sworn police officers and we can assign them to where they're -- where -- where they're needed and where we require actually an armed Capitol Police officer. So, between that and then the longer term fix, of course, is to put more academy sessions through, and we've got a plan for this fiscal year to put over 280 police officers through the academy that hopefully get ahead of attrition."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "In the meantime, when you talk about immediate help, last month Present Biden signed a piece of legislation that will allow the Capitol Police chief, you, of course, sir, to request assistance from the D.C. National Guard or federal law enforcement agencies in the event of an emergency instead of having to go through the Capitol Police board. Chief, how crucial do you think that authority is? And -- and if you go back a year, what kind of a difference would that have made on January 6th if that authority had already existed?"
    },
    {
      "speaker": "MANGER",
      "utterance": "It's crucial if you have a situation like we had on January 6th, where you have an emergency situation and you need to be able to request those resources and get them as quickly as possible. Typically when we are planning for different events, we know ahead of time if we're going to need additional assistance. And that's been one of the improvements that we've made since January 6th is that we -- our planning is much -- much more -- much more well thought out. We have a blueprint that we can use to make sure we're contacting resources ahead of time, getting them on board, getting them briefed on what we need them to do. So, the fact that we have the authority to call out the National Guard, the fact that we have formal processes in place to get additional resources from area law enforcement agencies is a big improvement, and we -- we believe it would have prevented something like January 6th from happening."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes. And, lastly, I want to touch on this, Chief, because as we mentioned earlier, you were not leading the Capitol Police the day of the attack on the U.S. Capitol, but as -- as a citizen, as a member of law enforcement, what exactly went through your mind as -- as you watched the events unfold that day, and how does that shape your mission to lead this department going forward, Chief?"
    },
    {
      "speaker": "MANGER",
      "utterance": "So, as I was watching the events on the 6th, a very emotional day, alternately just angry, just horrified by the assaults that were going on against police officers there. And it was the first time since I -- I'd only been retired a short period but it was the first time that I had wished I was not retired And I -- I thought to myself, I've been involved in -- in law enforcement in the Washington metropolitan area, where we've helped each other, we've gotten together on big events to support one another, to make sure we had adequate staffing to handle whatever happened. And I thought to myself, I -- I -- I want to do what I can to help. And so it was the -- my motivation for, you know, expressing interest in -- in being the -- the police chief here at the Capital. And I'm -- I'm just very motivated to get the department to where it needs to be. And we've made a great deal of progress already, but there's still a great deal of work to be done."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Chief, you have had a stellar career, yeoman's work, and there are a lot of people who are very glad that you are back in the mix. Thank you for coming on, sir, we appreciate it."
    },
    {
      "speaker": "MANGER",
      "utterance": "Thank you."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Up next, from marking January 6th to the return of the Senate. And the Supreme Court hearing challenges to Biden's vaccine mandates. We'll bring in our Sunday group to take a look at the busy week ahead, next."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I hope I can -- we can stay safe and I hope the Covid situational will get better and better."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Health, happiness, that's it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We're going to overcome it next year."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "While pandemic-wearing Americans expressing their wishes for a return to normalcy nearly two years since the arrival of Covid in this country. And it's time now for our Sunday group. Howard Kurtz, host of \"MediaBuzz,\" Susan Page of \"USA Today,\" and Jason Riley of \"The Wall Street Journal.\" Welcome to all of you. Happy New Year. Howie, let's begin with you because this was the big headlines all week. The White House kind of racing to meet its own deadlines to both provide a half billion free at home tests and to build the website where people can request those tests. So while governors worry this could deplete the supply of tests for states, in your estimation, Howie, how well it is the administration balancing state and federal needs? HOWARD KURTZ, HOST, \"MEDIABUZZ\": In a word, badly. The shortage of at-home tests in a spectacular miscalculation by the Biden administration. You don't wait until the House is burning to order the firefighting equipment. Even the president has had to belatedly own up to this. And it seems to me that we won't even see the first of these tests -- people are going nuts trying to get these tests -- until later this month. And if this had happened under Trump, the pundits would be shouting, yes, but they're not following the science when it comes to the CDC lurching to a five day quarantine. So you have both of those developments by the administration. And, at the same time, we're in is bottom-up shutdown, caused not by government edict, but by the fact that there's so many infected workers. When we hear that there are a half million new cases reported some days, that's actually in undercount because authorities have no way of tracking the at home tests that exist. And so, finally, some journalists and scientists are saying that we should just stop the counting, that there's no point to it, which would be a New Year's gift for Joe Biden given the obsessive daily focus on these numbers, Trace."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Right. Yes, several doctors are saying, you know, forget about the case count and let's focus on severe illness and fatalities, and that's what the true metrics should be. You know, Jason, it really does seem like, you know, we're kind of back to square one, right? We saw these fiery school board meetings, parents upset over mandates and remote learning. And there was plenty of chatter that education was the issue that lifted the GOP gubernatorial candidate to victory in Virginia, right, back in November. How closely, Jason, are both parties watching this new guidance for political pitfalls in the midterm year? JASON RILEY, \"THE WALL STREET JOURNAL\" AND FOX NEWS CONTRIBUTOR: I think very, very closely. I think we learned a lot the first time we went through this. And -- and parents remember this, employers remember it. No one really wants to go back. And I don't think anyone in either party wants to go back. I've actually been encouraged by the Biden administration's focus on -- on -- on getting people back to school and back to work. And -- and -- and the talk of really how we need to deal with this as -- as -- as -- as a country. It's not something we're going to get rid of any time soon. It's going to be endemic is what the medical experts say and it's something we - - we can't -- you know, the job of the government is to help us deal with public health risks that we're not going to be able to eliminate entirely. And I think that needs to be the focus here. We know that the shutdowns create all kinds of learning problems, create all kinds of economic problems and political problems for President Biden. I mean one stat that's very interesting, as, you know, as recently as the summer, July, August, his approval on Covid -- on the handling of Covid was well above 60 percent."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes."
    },
    {
      "speaker": "RILEY",
      "utterance": "It is now below 50 percent. So, he's playing a political price here as well for his handling of the virus. So, I don't think anyone wants to go back to what we had before."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes. And in some polls it's well below 50 percent. And, you know, that's the whole concept, Susan, is because, you know, we have heard from doctors all week long that, you know, the schools need to be open. And -- and Miguel Cardona said it earlier that schools need to be open. Now if you can convince teachers unions. Susan, this week the Supreme Court will hear arguments on the Biden vaccine mandates for large businesses and some health care workers. How critical is a win here for the administration? SUSAN PAGE, \"USA TODAY\": Well, it's important. It's one of the boldest steps that the president has proposed to take against Covid, and, therefore, one of the most controversial. Even Governor Hutchinson, who has been relatively supportive of the actions and efforts against Covid-19, even his state is part of the suit against the Biden vaccine mandate. But, you know, the -- the appeals court has upheld the mandate. The administration is hopeful that after these oral arguments later this week the Supreme Court will as well, which would mean that businesses with -- that employ or than a hundred people would be required to have them vaccinated or undergo a testing regime. That would -- that would catch -- that would catch a lot of Americans who have presumably been -- some -- including some of those who have been very reluctant to get the vaccine up to now."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, let's backtrack now across the panel, and, Jason, back to you. A big week, right? Senator Joe Manchin is going to come face-to-face with his colleagues this week after announcing right here on FOX NEWS SUNDAY that he couldn't vote for the president 's massive Build Back Better plan. What kind of pressure is he facing from all sides, Jason?"
    },
    {
      "speaker": "RILEY",
      "utterance": "Oh, it's a -- it's still a tremendous amount of pressure. But if he stands his ground, I don't think this bill in its current form is going to go anywhere. And it shouldn't go anywhere, Trace. That's -- that's -- that's the bottom line here. You know, Joe Biden campaigned as a moderate yet he's trying to govern as a progressive. With -- with an evenly divided Senate, a very small majority in the House, you don't ram through an expansion of the welfare state of this size that narrowly. That -- that's just not the way it should be done and that's not what his mandate is. His ambitions exceed his mandate. And so I -- I think that -- that Joe Manchin is doing his -- his party a favor, even if they don't realize it right now."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes. And, Howie, we are going to hear from both President Biden and from former President Trump as we mark a year since January 6th. How big is the partisan divide on what happened that day, and who do you think, Howie, is responsible?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "January 6th is now a double tragedy, an assault on a government that has given way to a deeply paralyzing debate over who is to blame, which remain -- the answer remains the overzealous Trump supporter's and some thugs who stormed the Capitol that day, as well as whether House Democrats are being excessively partisan in trying to get Donald Trump. The media, I think, have fueled this divisiveness. We'll see more of this on the anniversary of the 6th. And, of course, it's all intertwined with Trump's daily barrage of claims about a stolen election. But a \"Washington Post\" poll out today, 78 percent of Democrats but just 26 percent of Republicans say the protesters were mostly violent. Well, the chilling images you showed earlier show that it was, in fact, an attack on our government. So, 1/6 turns out to be the polar opposite of 9/11, a tragedy that brought the country together, whereas the shameful event of last January have led to a more divided America."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes. And, Susan, your publication, \"USA Today,\" had a piece this week about -- about the failures in monitoring extremism in the U.S. What did your reporters find about -- about the broader context here, Susan?"
    },
    {
      "speaker": "PAGE",
      "utterance": "Well, our -- our reporters Josh Meyer and Kevin Johnson found in a study that took several months that the United States federal government has had a very uneven effort against domestic terrorism, against white supremacy groups, against armed militias. And they looked at the period since Oklahoma City. You know, that was 27 years ago, that bombing. There have been some efforts since then for the -- by the Justice Department and by the FBI to address the threat of domestic terrorism, but they have not been consistent and they were revived a year ago with that terrible attack on the Capitol last January 6th."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, Susan. I just wanted to get you in here as well, Jason, to kind of give your thoughts -- I've got about 30 seconds left -- on January 6th, and the one- year anniversary coming up. What do you think?"
    },
    {
      "speaker": "RILEY",
      "utterance": "Well, you know, the courts have consistently, of course, shot down Donald Trump's claims that -- that there was widespread voter fraud that gave the election to Biden. But his supporters don't care about those court rulings. Something like around 70 percent or 75 percent, three out of four Republicans believe that Donald Trump would have won this election but for widespread voting fraud."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Right."
    },
    {
      "speaker": "RILEY",
      "utterance": "And -- and 80 percent of them want him to run for president in 2024."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes."
    },
    {
      "speaker": "RILEY",
      "utterance": "So this is still very much Donald Trump's Republican Party."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Got to go. Thank you -- thank you, panel. We'll see you next Sunday. Up next, a final word on the week ahead."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And that's it for this first FOX NEWS SUNDAY of 2022. I'm Trace Gallagher. I'll see her tomorrow for \"AMERICA'S NEWSROOM\" at 9:00 a.m. Eastern on Fox News Channel, where we'll cover all the latest news from across the country. Happy New Year, everyone. Bret Baier in the chair next week, and he will see you next FOX NEWS SUNDAY."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}