{
  "date": "January 27, 2016",
  "headline": "Greta: Holocaust Remembrance Day and its meaning today",
  "subHeadline": "Greta's 'Off the Record' comment to 'On the Record' viewers: We would love to think anti-Semitism behind us, but it isn't",
  "url": "https://www.foxnews.com/transcript/greta-holocaust-remembrance-day-and-its-meaning-today",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SAEED ABEDINI, CHRISTIAN PASTOR RELEASED FROM IRAN",
      "sentences": "They have a serious plan to destroy Israel. So, and I don't think that we can accept that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN SUSTEREN",
      "sentences": "Why do they hate Israel so much?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABEDINI",
      "sentences": "There is two reason, two main reasons. The first reason is coming from Quran. There are so many verses in Quran that say bad things about Jews. They call them, you know, pig. They called them -- it calls them dirty people. And people who deny God so many times, you know. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the second thing it's because they want to support Palestine and, you know, Muslim countries. They think that Israel is taking their land and they should give it back to the Palestinians. So, because of these two reasons they -- I don't think that the hardliners over there, they never stop doing things that they are doing against Israel. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Terrible, isn't it? And today, though, as we remember the millions of victims of the Holocaust, we should also thank your father, your grandfather, your mother, your grandmother, that entire generation that fought so notably in World War II. They saved us. And that's my \"Off the Record\" comment tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Greta's 'Off the Record' comment to 'On the Record' viewers",
      "utterance": "We would love to think anti-Semitism behind us, but it isn't By Greta Van Susteren Let's all go \"Off the Record.\" Today's International Holocaust Remembrance Day and also the 71st anniversary of the Liberation of Auschwitz - the extermination in Poland for more than 1.1 million Jews were murdered."
    },
    {
      "speaker": "Now I'd like to think anti-Semitism is behind us, but it isn't. Christian pastor Saeed Abedini, just out of an Iranian prison, told me this about the Iranian government",
      "utterance": ""
    },
    {
      "speaker": "SAEED ABEDINI, CHRISTIAN PASTOR RELEASED FROM IRAN",
      "utterance": "They have a serious plan to destroy Israel. So, and I don't think that we can accept that."
    },
    {
      "speaker": "VAN SUSTEREN",
      "utterance": "Why do they hate Israel so much?"
    },
    {
      "speaker": "ABEDINI",
      "utterance": "There is two reason, two main reasons. The first reason is coming from Quran. There are so many verses in Quran that say bad things about Jews. They call them, you know, pig. They called them -- it calls them dirty people. And people who deny God so many times, you know. And the second thing it's because they want to support Palestine and, you know, Muslim countries. They think that Israel is taking their land and they should give it back to the Palestinians. So, because of these two reasons they -- I don't think that the hardliners over there, they never stop doing things that they are doing against Israel. Terrible, isn't it? And today, though, as we remember the millions of victims of the Holocaust, we should also thank your father, your grandfather, your mother, your grandmother, that entire generation that fought so notably in World War II. They saved us. And that's my \"Off the Record\" comment tonight."
    }
  ]
}