{
  "date": "July 28, 2021",
  "headline": "'Your World' on Jan. 6 riot, inflation",
  "subHeadline": "Guests: Pat Toomey, Lee Carter, Ari Aramesh, Gary Palmer, Brandon Judd, Pete Aguilar",
  "url": "https://www.foxnews.com/transcript/your-world-on-jan-6-riot-inflation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "sentences": "Thank you, Martha. You are looking live at the Centers for Disease Control, where new mask mandates have just been announced. We will be looking live there in just a moment. The CDC recommending that fully vaccinated people wear masks in certain indoor areas and advises universal masking for schools K-12. Welcome, everyone. I'm Sandra Smith, and for Neil Cavuto. And this is \"Your World.\" That new guidance coming as cities like New York, Los Angeles and Saint Louis are already implementing new restrictions as the Delta variant continues to spread, and the White House saying it will abide by those new guidelines. Coming up, what Dr. Marty Makary makes of the new guidelines. We will have that for you in just a moment. But we will go first to Peter Doocy. He's standing by at the White House. He's keeping track of all of this, as we all are trying to do, because it seems to be changing now, Peter. What do we know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Sandra, we know that now it's all different. The CDC said on a call earlier this hour that fully vaccinated people have a very low probability of becoming very sick with COVID-19. But there's a better chance that they could carry this Delta variant and pass it along with someone who has not been vaccinated. So now, in high transmission areas in this country, they track it county by county, and the counties with the highest transmission, they want people wearing masks again, regardless of vaccination status. That affects people most immediately right now during the summer. Once it's back to school, it affects everybody that has to go to a school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "sentences": "CDC recommends that everyone in K-12 schools wear a mask indoors, including teachers, staff, students, and visitors, regardless of vaccination status.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "This is, of course, on about-face turn from what the president proudly proclaimed was possible as a result of the way he handled the pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "If you have been fully vaccinated, you no longer need to wear a mask. Let me repeat. If you are fully vaccinated, you no longer need to wear a mask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "If Washington becomes a high transmission area, as defined by the CDC, White House staffers will go back to masking again. And so will President Biden, even though most people on the White House grounds have been vaccinated, which makes some of the guidance difficult to stay on top of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And if it's a pandemic of the unvaccinated still, then why do vaccinated people need to put the masks back on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, Peter, first of all, I would say again, just to go back to this chart, which I will handily point to again, if you are vaccinated, if you are vaccinated, your life -- it can save your life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The CDC director said this is not a decision that she or any of the medical professionals there took lightly, but it is definitely a decision that is going to affect a lot of people -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, Peter Doocy live from the White House for us. So are these latest restrictions warranted? With us now, FOX News medical contributor Dr. Marty Makary. So, Jen Psaki, in explaining why the White House will adapt -- be adapting these new guidelines, Doctor, she said, well, this is an evolving virus, and as we learn more about the Delta variant, the change in guidance is needed. Do you believe that also to be the case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARTY MAKARY, FOX NEWS CONTRIBUTOR",
      "sentences": "It's good in public health to change guidance. And I don't think changing guidance is a problem. It's good. It should be applauded. Because they said something two months ago doesn't mean that they have to stick to that now. This is not politics. The problem is, when you create a mandate, you instantly politicize something. And in public health, we very rarely use public policy to force people to do something. You have got to be very careful when you pull that fire alarm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I think that's a fair point. I spoke to an infectious disease expert from Johns Hopkins in the top of my show that this afternoon. You just heard a Stanford doctor talking to Martha top of her hour at 3:00 Eastern time. It seems to be consensus concern among doctors that I have heard from so far since this new guidance was announced that one of their major concerns is telling vaccinated Americans to re-mask up is that that could be a disincentive for those unvaccinated to then want to go get vaccinated. If they don't see that means that they can remove the mask, perhaps that leads to less people getting the vax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Yes, look, I think we have to put things in context. I'd love it if more people on a bicycle wore a helmet or people stopped smoking. I think when it comes to those who are fully vaccinated, we have to remember that there's been less than 900 deaths among those fully vaccinated out of 161 million people now fully vaccinated in the United States. So your risk of dying once fully vaccinated is so impeccably rare, it parallels other very rare causes of death. And we think most of those deaths are people with a special preexisting condition. Where I had an issue was in the K-12 group. If they're vaccinated, you're talking about very inefficient transmission modalities in kids. That's where there's no data to support what they said. And Senator Marshall pinned them this week. And it was clear the CDC director and the FDA chief have no idea if any healthy kid has ever died of COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "This is an important point. And those children that have been affected by the virus, we know of less than a percent of them have actually ended up in the hospital, Dr. Marty Makary. But they're not just saying kids have to be masked when they return to school in the fall of K-12. It's all school staff. All teachers will have to mask up even if they're vaccinated, Dr. Makary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "That's right. And you also saw in the announcement today a reaffirming of ignoring natural immunity, again using the wrong terminology in America, talking about the vaccinated and unvaccinated, when we should be talking about the immune and non-immune. Remember, we're talking about 10 to 20 percent of adults in America where Delta is ripping through. And about 50 percent of new cases are coming from rural communities in five states. That's where we have seen low vaccination rates and low natural immunity rates. That's where the problem is. And I worry that in areas with low population immunity, we're going to be making policies that affect areas where there's high population immunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes, in the CDC announcement, final thought Dr. Marty Makary, we did hear from the CDC director that she has new evidence and new research about those vaccinated and their ability to carry this Delta variant, and then spread it. How concerned are you about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "I think it's a very small contribution to transmission. And, quite honestly, it's much lower than influenza. And if we're going to use these criteria, then we're going to be in this state in perpetuity because of influenza. What you heard her say was that there is some transmission among the vaccinated. I'd love to see the data. They have not done a good job putting out the data. If the government wants people to get more -- more vaccine uptake, as we all do, they should issue a full approval by the FDA for the vaccines. It's absurd they haven't done that by now, after 189 million people have been vaccinated. They should do that. They just did it for a controversial Alzheimer's drug with no evidence. They should do that now, so to avoid the inconsistent messaging of telling everyone to take it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Interesting, because there are those unvaccinated who say they're waiting for that full FDA approval. You believe they could expedite that process. Certainly, there's a lot of people pushing them to do just that. Dr. Makary, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Thanks, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, if you want to go into my next guest's bar, you will need to show proof of vaccine. Tim Obert is CEO and co-founder of the Seven Stills Brewery and Distillery in San Francisco, and he joins us now. Hello, sir. Thanks for joining us. This seems to be your strategy to keep your doors open and keep the brewskis flowing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIM OBERT, CEO, SEVEN STILLS BREWERY",
      "sentences": "That's for sure, yes. It's definitely a strategy that we're taking to make sure that our guests, our employees, and their families are just being kept safe and also just so we can continue to be an operation and not get closed down again. So that's why we're taking this policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Because, of course, that is every business' biggest fear. If you survived this pandemic, so far, certainly you don't want, say, this Delta variant to wipe you out. That's for sure. So how do you do this? Somebody shows up there, and how do you ask them for proof of vaccine? They have to show their card? Or what exactly...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBERT",
      "sentences": "Yes, so the -- for sure. The way that we're doing this is pretty straightforward. So you just come in, and it is a bar, so you have to show your I.D. if you're going to be drinking inside anyway. So now we're just requiring you also show your COVID card. There are a lot of people who are coming up with apps that allow you to show your COVID card on your phone, so you don't have to carry it around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBERT",
      "sentences": "And we're also requiring, yes, just that you can -- you can show a picture of your card if you don't have it on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK. And so, Tim, what has the response been from your patrons to that request?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBERT",
      "sentences": "In general, San Francisco is very conservative, and even since the mask mandates have gone away, they have just been -- everybody wears a mask here still. So, in general, the people who have been coming in have really appreciated it that we have been taking these efforts. And they have just said that they thank us a lot. And we do still see a lot of people, even though they are fully vaccinated, still choosing to dine outside and still choosing to wear a mask outside even if they are vaccinated. With that being said, there is a very small portion of the people in San Francisco who are I guess you would call them anti-vaxxers who are coming in here, and they're very mad at us about this policy. So, the first day after we posted to Instagram, they came in. And we had one lady who I think it was her intention to come down, not to dine, but just to yell at us about our policy...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBERT",
      "sentences": "... coming in and just calling us fascists and -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK. Well, that's always pleasant as a business owner. Tim, are you worried about this latest CDC guidance now telling some vaccinated Americans in certain areas that they have to mask up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBERT",
      "sentences": "No. The city of San Francisco has been enforcing that policy. It's not very strict, but we have been requiring people to wear masks inside for the last couple of weeks anyway. So it's just something that we saw coming. And I think it's a good measure to make sure that we're staying safe and able to stay in business for longer anyway. So I'm not worried about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, our small businesses are the engine of the U.S. economy. We wish them well through all this, and so many twists and turns, and it's though to navigate. So, thanks for joining us and telling us your story, Tim. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBERT",
      "sentences": "Yes, thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, a potential summer bummer. If you're heading to the airport, some planes are having trouble fueling up. And it could leave fliers down and out. And forget about government spending. A new threat that could keep prices spiking, Republican Senator Pat Toomey on that -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "FOX News Alert. Some big earnings just out, as S&P 500 companies continue to report their quarterly earnings; 90 percent of beat estimates so far. Add to the list Microsoft. Their earnings are just out, and they came in to $2.17 a share, beating estimates that were less than $2 at $1.92. Revenues also beating forecasts, coming in at just over $46 billion for the latest quarter. Now, while the stock was down in today's trading session, seems to be taking a further tumble in the after-hours session after these earnings were announced. It's now down about -- it's down about 2 percent in after-hours trading. So we're watching it. In some cases, sometimes, even beating estimates isn't enough for the expectations for some of these companies. But it has called for improvements to its LinkedIn and Web search businesses, robust advertising, job markets. They're going to be holding their earnings call for Microsoft in just a little bit. We will be listening to that, but, so far, Microsoft beating expectations on Wall Street. All right, it is pumping out the green, and you keep paying more green, the Federal Reserve in the middle of a two-day policy meeting. And our next guest is worried, if the Central Bank continues putting billions into the economy, inflation will be much more than a temporary blip. Let's get the read from Pennsylvania Republican Senator and Ranking Member of the Banking Committee Pat Toomey. Sir, thanks for joining us. So, what is your biggest concern, as Americans are clearly, at least for now, paying a lot more for everyday items in our lives?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. PAT TOOMEY (R-PA)",
      "sentences": "Yes, we sure are. Prices are up more than they have been in a very, very long time.Inflation is here. It's real. On an annualized basis, the first six months of this year, inflation ran over 7 percent. And that's painful. That's a lot higher than the rate at which people's wages are growing. So people are falling further behind. My worry is that, despite this very strong growth, despite this tremendous recovery in employment and really every major economic data point, the Fed keeps pumping money into the economy, as though we were in the depths of a severe recession. We are not. Money supply has grown so much. And too many dollars chasing too few goods is exactly the recipe for inflation. I'm also worried that the Fed has put itself in a position where it almost has to wait too long, right? They have said it's transitory and that they will tolerate inflation above 2 percent. Well, how do you know something is transitory only once it's ended, right? So you have got to wait to see if it ends. And by then, the genie could be out of the bottle. So I'm concerned about where the Fed has positioned itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I think your point about wages is a good one, because it seems the administration, while saying these higher prices are only temporary, they do point to wages going up as a positive sign for the economy. But if we're making more money and spending more money, it really crosses each other out and doesn't do anybody any good. But while it's the price of everything in our everyday lives going up like food and fuel, we're also talking a lot about the real estate market, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Everyone across America can look around as homeowners and say, well, there is a real estate boom that is happening. They look at the price of their own home and see that it's gone up substantially during all of this. The stock market is clearly booming. So one has to ask themselves, why does the Fed continue to pump all this money into a system and have the zero interest rate, free money environment? When you see this happening, are you concerned that we're looking at either a housing or a stock market bubble, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "I hate to use the word bubble, but there's no doubt in my mind that the tremendous rise in asset prices across all kinds of categories, commodities, real estate, stocks, other -- other categories, it's certainly related to the massive amount of money that the Fed has pumped into the economy. Housing is a great example. If you have a house, it feels good, right? The house seems to be worth more. But what if you don't? What about someone who's looking to be a first-time homebuyer and they just discovered in June prices were up 24 percent, 24 percent, over the previous year? Nobody's getting wage increases of 24 percent. So it's making housing unaffordable for people. And yet, despite that, the Fed is still buying mortgage-backed securities, which drive down the cost of mortgages and drive up the price of real estate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Right. And for so many Americans, their home is their largest asset. So it's important to talk about where it's going next. I want to ask you about this brand-new CDC guidance, the guidance now for some Americans to mask up if they are in areas where there's a high infection rate or a low vaccination rate in some cases. Senator, nobody wants to go backwards here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's painful to even think about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But, in some cases, the CDC says that that will be necessary. What is your concern with this new guidance as it pertains to the economy and possible shutdowns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Yes. So, what my -- my concern is, what do we know for sure about the vaccine? We know, if you have been vaccinated, then there is virtually zero chance that you will die or get seriously ill from COVID. There's a small chance you might test positive, but you're not going to die, you're not going to get seriously ill. And, therefore, to require people who've been vaccinated to also wear a mask, I think that undermines the most important goal, which is more people getting vaccinated. We need as many people as possible to get vaccinated. But if the message is, even after being vaccinated, you're going to have to wear a mask, we're going to discourage progress on vaccinations. So I'm not at all sold by this idea that vaccinated people should have to wear masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We have spoken with several doctors since this new guidance came out and just before it who have shared with -- that concern about this disincentive, then, for those unvaccinated to get vaccinated if they still have to mask up. Real quick, do you see possible shutdowns in the future based on this Delta variant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Oh, I sure hope not. That would be a massive mistake. That'd be a terrible mistake. We shouldn't do -- we shouldn't have done this -- the shutdowns anything like we did last year, but at least then we didn't know better, at least not initially. But, no, there's no justification for repeating that mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Senator Pat Toomey from Pennsylvania, appreciate it, sir. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, well, the Senate committee on the January 6 riot holding its very first hearing today, so was it productive or partisan? We have got fair and balanced coverage of that coming up. The migrant surge showing no signs of letting up, meanwhile. Now COVID concerns are heating up -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We are moments away now from finding out how many Apple products people were buying over just the past few months. And, later, Florida Governor Ron DeSantis facing a new fight over those extended jobless benefits. We are back in 60 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The migrant surge continuing, and now worries could be spreading of COVID; 87 border agents in the Rio Grande Valley sector reportedly testing positive for COVID-19. So how concerning is this? Border Patrol Union President Brandon Judd joins us now to discuss. Brandon, welcome. Thank you for being here. This is a story that has been coming on for quite some time. As all of these migrants surge over the border, we do not know their health status. So can we actually have -- do we have hard numbers as to how many of these migrants are actually bringing COVID into the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRANDON JUDD, PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "sentences": "We don't have hard numbers, nor are we going to get hard numbers. This should be a story that should scare every single American in the country. These front-line agents like myself, we are dealing with these illegal immigrants, and we're exposing ourselves. But worse is, once we let them go, one, without testing them to see if they have COVID, and we're releasing them to NGOs, who also we don't know what they're doing, and then they're being released into the population of the United States. So if our agents are coming down with COVID, it stands to reason that American citizens are also going to contract COVID from these individuals that are crossing the border illegally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Why do you believe that there is not more urgency put on the obvious, on the crisis at the Southern border, but not more urgency on the COVID that is coming across our border, when you see such urgency placed on -- like the new CDC guidance today, on stopping the spread of this virus? So why aren't they focusing at the Southern border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "Rather than seeing what I believe, I'm going to point out what I have seen constantly with this administration. They pander to their base. They try to appease the people that they think they're going to get out to vote. And these people want open borders. And because of that, they're not concerned with what's coming across our borders, whether it's drugs, whether it's illicit products, counterfeit products, and they're not concerned with the diseases that are coming across the border, even if it's COVID-19. What they care more about is, they care more about appeasing those individuals that they think they're going to be able to get out to vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I want to bring to your attention something from the La Joya Police Department. And it was sent out as an attention to citizens of La Joya as a public health announcement. And this was as a police department officer was waved down by a concerned citizen at a Whataburger location in La Joya. The citizen explained to the officer that she had observed a family who was not being observant of proper health guidelines. She stated that the family was coughing and sneezing without covering their mouths and they were not wearing masks. The officer was told by Whataburger management that they wanted the people to leave the establishment due to their disregard for people's health. The officer then approached the family, Brandon. They approached the family and they were told by them that they had been apprehended by Border Patrol just days prior, and they were released because they were sick with COVID-19, Brandon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "This is just another example of the failed policies of this administration. What they didn't do is, they didn't take into account what was going to happen down the road. They did -- they repealed Trump era policies to implement their own. And this is having a devastating effect on our community. They really don't care what is happening, as long as they have those open borders. This isn't rocket science. Sandra, you and I have discussed this issue at length over the years. And we know what needs to be done from a law enforcement perspective and from a media perspective. We know what needs to be done. This administration just does not have the political will to do what is necessary to protect the American public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I should finish off by saying that the officer then learned that that family was housed at a Texas Inn hotel in La Joya. They observed that a group of 20 to 30 people staying at the hotel were out and about, the majority without wearing face masks. So, you talk about the risks that this poses to the citizens of that community. Brandon, appreciate the discussion. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDD",
      "sentences": "Thank you, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, the January 6 Capitol right front and center, as a House select committee holds its first hearing today, but it's who's sitting on that committee that is raising questions. We will talk to lawmakers on both sides of the aisle about that next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "To Capitol Hill now, where the House select committee to investigate the January 6 riot held its first hearing today. FOX News congressional correspondent Chad Pergram has the very latest on all of that from the Hill for us. Hi, Chad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "sentences": "Good afternoon. Emotional testimony from the police officers at the hearing today. They're haunted by the harrowing attack, saying the sting does not go away. One officer thought there should be consequences for whoever sparked the riot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRY DUNN, U.S. CAPITOL POLICE OFFICER",
      "sentences": "I use an analogy to describe what I want as a hit man. If a hit man is hired, and he kills somebody, the hit man goes to jail. But not only does the hit man go to the jail, but the person who hired them does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "D.C. police Officer Michael Fanone has nothing but contempt for some lawmakers, the very people he was trying to help that day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL FANONE, D.C. METROPOLITAN POLICE OFFICER",
      "sentences": "I feel like I went to hell and back to protect them and the people in this room. But too many are now telling me that hell doesn't exist, or that hell actually wasn't that bad. The indifference shown to my colleagues is disgraceful!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Jim Banks of Indiana was one of two GOP members bounced from the committee by House Speaker Nancy Pelosi. She then installed Republican Adam Kinzinger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM BANKS (R-IN)",
      "sentences": "He has a deep hatred of Donald Trump. That's why he's -- that's why he accepted this assignment to serve on this committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "The GOP says the committee should investigate Pelosi because she's ultimately in charge of Capitol security. The committee could hold another hearing in August -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Chad, thank you. Republicans crying foul, meanwhile, after House Speaker Nancy Pelosi appointed the only GOP members on that panel. We will be asking House Republican Policy Committee Chairman Gary Palmer about that in just a moment, but, first, a member of the select committee, California Democratic Congressman Pete Aguilar, joins us now. Congressman, welcome, and thank you. First of all, what was your biggest takeaway from that hearing this morning, as we saw day one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PETE AGUILAR (D-CA)",
      "sentences": "Well, my takeaway was that this was just powerful comments from the Capitol police officers, two Capitol police officers and two Washington, D.C., Metro police officers, who shared their experiences. And these officers were the last line of democracy for us on January 6. They protected us against the insurrection, as they held the line, so we could exercise our constitutional responsibility. And so this was an appropriate first hearing for us to hear directly from them, their experiences, the weapons that were used against them, the slurs that were yelled at them. That's important context for people to know. This -- these were not peaceful tourists. This was not a peaceful protest or just tourists. These were real insurrectionists who set out to do harm to the Capitol Building and to lawmakers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Those police officers no doubt offered some very compelling testimony. And the video, obviously, you couldn't help but stop and watch and be moved, just horrifying, some of the scenes that played out that day. As you know, many Republicans not happy with what happened, with Nancy Pelosi rejecting those two Republican congressmen from sitting on that. Where did you stand on that? And did you approve of her doing that, ultimately putting Adam Kinzinger and Liz Cheney on the committee, rather?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGUILAR",
      "sentences": "Yes, absolutely, completely approve of those two members, because those members are going to be guided by the Constitution and what the House resolution says, which is, we have a responsibility to get to the truth. And so other members -- and, keep in mind, the speaker would have seated three additional other Republicans, except those were withdrawn. The two individuals that were not allowed to be seated clearly, clearly have the former president's interests in mind, and they're not guided by the truth. They're not guided by our oath to the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGUILAR",
      "sentences": "They're guided by their allegiance to one individual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "They would obviously disagree with that. To those Republicans who say, Nancy -- Nancy Pelosi rejected those other Republican congressmen because she wanted the other two to fit her narrative, to that, you say what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGUILAR",
      "sentences": "Well, that's just not true. I mean, what we're all there to do -- and you heard it from the questions that members asked -- and, believe me, this is not bipartisan, Democrats and Republicans. Our work is going to be nonpartisan. And you saw that in the questions that we asked. We're going to be guided by fact-finding and getting to the truth of what happened on January 6. That is the only objective. And members who are willing to do that have an opportunity to sit at that table. Those who don't and want to spew rhetoric and hang out with insurrectionists, they should not be allowed to. And that's why I support the speaker's decision here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It has been put out there -- real quickly, it has been put out there that there may be testimony needed from the former President Donald Trump himself. Do you believe that to be needed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGUILAR",
      "sentences": "We should follow the facts. And so we should talk to everyone who had a hand in what happened on January 6...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Is that a yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGUILAR",
      "sentences": "... leading into it. There will be time for this. And there will be a work plan. We will ask individuals to come speak about the intelligence failures. And there will be plenty of opportunity to have conversations about who should testify next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, Congressman, I appreciate you joining us. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGUILAR",
      "sentences": "Thanks, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, we will circle back with him, of course, as this goes on. And fair and balanced, of course, we want to get to our next guest for his thoughts on today's hearing, House Republican Policy Committee Chairman Congressman Gary Palmer. Congressman, welcome. First, can you respond to what you just heard there from your Democratic congressman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. GARY PALMER (R-AL)",
      "sentences": "Well, I'm very disappointed to hear Congressman Aguilar allude to Congressman Jordan and Banks as people who are not upholding their oath. Man, I can't believe any Democrat would bring that up. I think the reason that Jordan and Banks were left off is because of I think they know that Jordan would really drill down, both Jordan and Banks would really drill down on taking this to the -- all the way to the top. I heard also the law enforcement, the police officers talking. And there was a failure. It was a failure of leadership. They didn't have the equipment that they needed. They didn't have the perimeter established, and they had actionable intelligence as early as mid-December. And it wasn't acted on. And I think that one of the things that this committee needs to find out, this commission, is how far up the ladder that went and didn't get acted on. And, ultimately, Speaker Pelosi is responsible for the security of the Capitol. I want to know what she knew and when she knew it, and why they didn't take the actions that were necessary to protect the Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And when you say you believe that Banks and Jordan would have been able to drill down to the events that led up to that day to find out why you and other Republicans are questioning what you believe was a lack of preparation for the events that unfolded that day, Kevin McCarthy, Jim Jordan, Jim Banks have all weighed in on that. And they share in those thoughts. So if Jim Jordan was sitting there, what are you suggesting that his questioning would have led to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Well, one of the things that I think that these two gentlemen would have brought to the table was serious questions about Speaker Pelosi's role. And you have got the chairman of the commission, the guy leading it, Bennie Thompson, who put it off-limits to ask any questions about the speaker. I don't know how you can have an investigation until -- and it be thorough -- without having everything on the table. And I think that's what they were concerned about, is that Jim Jordan -- and I think your viewers know that Jim is a bulldog. He wouldn't have let that go. And I think if you want to get to what really happened, you have got to -- you have got to have everything on the table. And we do know that there was actionable intelligence, and we know it wasn't acted on. There was additional intelligence just three days before the event. And they didn't do anything. They could have mobilized the National Guard. They could have put barriers up. They could have provided the helmets and shields and equipment that the Capitol Police officers needed. They could have brought in the Washington Metro Police Department to help them. And they didn't do any of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "To be clear, Congressman, you're not taking away from the horrible events that unfolded that day, as you did hear from the U.S. Capitol Police who provided testimony today, one of them detailing rioters calling him a traitor, a disgrace, shouting that that particular officer, an Army veteran police officer, should be executed. The detailed testimony that we heard today was just awful, some of the things that we saw unfold and heard shouted to those police officers. The committee chairman, Bennie Thompson, saying some people are trying to deny what happened, to whitewash it. \"Let's be clear. The rioters who tried to rob us of our democracy were propelled here by a lie.\" Respond to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Well, first of all, I have the utmost respect for the Capitol Police. And the people who did what they did on that day are despicable. As you know, Sandra, I'm one of the people who was on the baseball field that morning, and I would not be here were it not for the courage and professionalism of the Capitol Police. So I think that the Capitol Police were not served. Their leadership did not serve them well that day. They did not give them the equipment. They didn't take the preparations necessary to protect the Capitol or the Capitol Police Department. They put -- not only put the Capitol at risk. They put the law enforcement officers that have done such a magnificent job with the Capitol Police at risk as well. And, again, I think that everything needs to be on the table, including questions about Speaker Pelosi's leadership in all of this and her failure to act on the intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Congressman Palmer, I appreciate you coming on with us. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Thanks, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. Well, all those price spikes have been talking about at the store aren't stopping Americans from buying new Apple products. So what's that telling us about this economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Shoppers still taking a bite out of Apple, the tech giant blowing through earnings and sales expectations, including big iPhone sales. The stock is little changed in the after-hours. But what is this telling us about the state of the U.S. economy, the global economy, I should say? Let's talk to our money guy, Scott Martin. I mean, record profits, $1.30 share, record quarter, record -- June record quarter, I mean, sales, $94 billion in cash. And, by the way, Tim Cook is also confirming that returned to office has been delayed to October and possibly later. So they're doing all this while so many people are still working from home. I mean, Apple just keeps winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT MARTIN, FOX BUSINESS CONTRIBUTOR",
      "sentences": "They keep winning, like Charlie Sheen once was, Sandra. And I will tell you what. I mean, the numbers are outstanding, like you mentioned. I will throw in another one too, record numbers for iPhone sales, $5 billion, by the way, Sandra ahead of what the Street expected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "Five billion, sports fans, ahead in revenue. So, I mean, the estimates can't even be high enough for Apple. Yet you made a really good point, Sandra. And you know this from your experience in the market. The market is flat. The Apple prices is flat -- the stock price, rather, after-hours is flat. And some of the other companies that came out, like Google, Microsoft, others, are kind of flattish and down as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Same thing, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "Because they're already expected -- yes, these are expectations that are built in this market. So be careful if you're out there buying these stocks as an investor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes. So, while we're all complaining about higher prices of our groceries, our fuel, certainly, we're not letting the $600 iPhone bother us, because we're still buying that. What does that say about the state of the economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "Well, I would love to find a $600 iPhone, because, I mean, the last one I bought, this one right here, was like $1,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "And people can't -- I mean, lookit, you know, $600 sounds really cheap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Not everybody gets the latest ones. There's refurbished out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "Yes, right. That's exactly it. Right. The lower models...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "... which, by the way, every time they do an upgrade on the IOS or a new iPhone comes out, that other model gets stupider, it seems like. But here's the point. You're right. Just do an experiment if you go out today or go out tonight. Walk around and see how many people are glued to their phones where they're walking around or in their cars driving. It's unbelievable how these things are basically an extension of our arms and legs here. So, the fact is, these are integrated more than ever into our lives via the service revenue too, by the way, which is another great number in today's earnings report for Apple. Service revenue was about a billion ahead of Street expectations as well. So that's like the Apple music, the Apple Arcade, things like that, cloud. So, Sandra, the fact is, Apple is the biggest part of our lives really that we probably have as far as tech companies go, and they're just going to keep on crushing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And they crushed it again. I have to tell you, there's Apple in Grand Central here. And while Grand Central is still half-empty because there's still not as many trains, there is still a line to get in the Apple Store there. They stop you. If you don't have a mask, they hand you a mask. They line you up the stairs like this. And, I mean, people just keep buying them. So that turned up in the earnings. Great to see you, Scott, fellow Chicagoan. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "See you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. After Florida Governor Ron DeSantis cut off federal extended jobless benefits, some unemployed residents are now suing. So where does all of this go next? We will have that after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "American Airlines reportedly warning of fuel shortages nationwide. So far, the company says it's having a minimal impact on flights, but that a shortage of fuel trucks and drivers are causing delivery delays, so we will be watching for that. Meantime, some jobless Florida residents are suing Republican Governor Ron DeSantis for cutting off the federal enhanced unemployment benefits, the lawsuit claiming DeSantis ended the boosted benefits for purely partisan and political purposes. The governor says the move drove people back into Florida's work force. Republican pollster Lee Carter is here, and Democratic strategist Ari Aramesh are here to weigh in. Lee, I will start with you first. There has been hard data to back up that in many of these red states and one blue that said, end these extended federal unemployment benefits, that it did see a correlation to people getting back into the work force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "sentences": "I mean, there's evidence to support that, for sure. The other thing that I think is really important to note is that Americans are really concerned about the extension of unemployment benefits; 53 percent of Americans right now are concerned that we're doing this too long and that it's going to hurt the economy. Only 45 percent think that these unemployment benefits are actually helping anyone. And so I think not only is it proven to say that we're going to send more people back to work if we end unemployment benefits, but it's also not popular with the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "As far as, Ari, the unemployment benefits, those that are suing in Florida, they say that they are taking action against these Broward County residents to deprive them of real and personal property rights. Perhaps they're going to have a point in court, if they were provided at the federal level, but, at the state level, then they were -- they were stopped from receiving those?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI ARAMESH, DEMOCRATIC STRATEGIST",
      "sentences": "Well, there's really no authority that gives Governor DeSantis the authority and the power to cut off federal benefits, which is 300 bucks a week, let's not forget about. It's just $300 a week. And I'm surprised to hear that people just let go of some lucrative employment options to get 300 bucks a week. So people who are on unemployment and get $300 per week are desperate. They really need this money. They really need to put milk and food and bread on the table. And to be more accurate, there are many other lawsuits in other states, such as Indiana and Texas and elsewhere, that's suing the governor or suing the state government -- government for cutting off these benefits. And one has succeeded. So, A, we're not talking about people just sitting around doing nothing. A lot of people really rely on these government programs to actually -- especially this one for the pandemic, to make ends meet. And, secondly, the governor himself, it's unclear where he gets the legal authority from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK. All right, but let's deal with this, though, at a very practical level. You use words like that they would have left a lucrative position to receive these unemployment benefits. It's quite the opposite, isn't it, Lee, that Governor DeSantis is talking about? He's saying, hey, there's millions of open positions happening in our state and across the country that people are not applying for because they're receiving these benefits, and it is worth more to them to stay home and collect that than it is to go to work. So isn't the goal to encourage people to apply for jobs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, the goal is absolutely to get these jobs still, get people back to work, because it's not just about it, can we afford it? It's also people have a higher standard of living when they're working. They're more engaged. They're happier. There's all kinds of studies about how important it is to individuals to work, for their self-confidence, for their families, for everything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Many people are deciding right now to stay home because, in order to go back to work, you would have to get a job of $60,000 or $70,000 in some cases to pay for the benefits, because you're not just talking about $300 a week. You're talking about all the other benefits that they're getting at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's a great point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And I think it's really important that we don't just dismiss it as just that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That is a -- everybody making great points. I have got to leave it there. Ari, I have got some live pictures down in Florida I want to show. Thanks to both of you. We will have you back, of course. You are looking live right here at Port Canaveral, Florida. Royal Caribbean is about to launch a test cruise. Very exciting. It is the first one from Port Canaveral since the pandemic began. I know there's so many people out there watching that they're big on cruises and they haven't been able to cruise and they want to get back to it. So, perhaps it's a little sign of hope that things will get back and these will set sail again, we hope, at least. All right, that is it for today. Thank you so much for joining us here. You can catch me tomorrow at 1:00 Eastern for \"America Reports\" with John Roberts. A pleasure to have you here today. A lot of news continues to come in. We appreciate you joining us. \"The Five\" starts right now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "utterance": "Thank you, Martha. You are looking live at the Centers for Disease Control, where new mask mandates have just been announced. We will be looking live there in just a moment. The CDC recommending that fully vaccinated people wear masks in certain indoor areas and advises universal masking for schools K-12. Welcome, everyone. I'm Sandra Smith, and for Neil Cavuto. And this is \"Your World.\" That new guidance coming as cities like New York, Los Angeles and Saint Louis are already implementing new restrictions as the Delta variant continues to spread, and the White House saying it will abide by those new guidelines. Coming up, what Dr. Marty Makary makes of the new guidelines. We will have that for you in just a moment. But we will go first to Peter Doocy. He's standing by at the White House. He's keeping track of all of this, as we all are trying to do, because it seems to be changing now, Peter. What do we know?"
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Sandra, we know that now it's all different. The CDC said on a call earlier this hour that fully vaccinated people have a very low probability of becoming very sick with COVID-19. But there's a better chance that they could carry this Delta variant and pass it along with someone who has not been vaccinated. So now, in high transmission areas in this country, they track it county by county, and the counties with the highest transmission, they want people wearing masks again, regardless of vaccination status. That affects people most immediately right now during the summer. Once it's back to school, it affects everybody that has to go to a school."
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "utterance": "CDC recommends that everyone in K-12 schools wear a mask indoors, including teachers, staff, students, and visitors, regardless of vaccination status."
    },
    {
      "speaker": "DOOCY",
      "utterance": "This is, of course, on about-face turn from what the president proudly proclaimed was possible as a result of the way he handled the pandemic."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "If you have been fully vaccinated, you no longer need to wear a mask. Let me repeat. If you are fully vaccinated, you no longer need to wear a mask."
    },
    {
      "speaker": "DOOCY",
      "utterance": "If Washington becomes a high transmission area, as defined by the CDC, White House staffers will go back to masking again. And so will President Biden, even though most people on the White House grounds have been vaccinated, which makes some of the guidance difficult to stay on top of."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And if it's a pandemic of the unvaccinated still, then why do vaccinated people need to put the masks back on?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, Peter, first of all, I would say again, just to go back to this chart, which I will handily point to again, if you are vaccinated, if you are vaccinated, your life -- it can save your life."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The CDC director said this is not a decision that she or any of the medical professionals there took lightly, but it is definitely a decision that is going to affect a lot of people -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, Peter Doocy live from the White House for us. So are these latest restrictions warranted? With us now, FOX News medical contributor Dr. Marty Makary. So, Jen Psaki, in explaining why the White House will adapt -- be adapting these new guidelines, Doctor, she said, well, this is an evolving virus, and as we learn more about the Delta variant, the change in guidance is needed. Do you believe that also to be the case?"
    },
    {
      "speaker": "DR. MARTY MAKARY, FOX NEWS CONTRIBUTOR",
      "utterance": "It's good in public health to change guidance. And I don't think changing guidance is a problem. It's good. It should be applauded. Because they said something two months ago doesn't mean that they have to stick to that now. This is not politics. The problem is, when you create a mandate, you instantly politicize something. And in public health, we very rarely use public policy to force people to do something. You have got to be very careful when you pull that fire alarm."
    },
    {
      "speaker": "SMITH",
      "utterance": "I think that's a fair point. I spoke to an infectious disease expert from Johns Hopkins in the top of my show that this afternoon. You just heard a Stanford doctor talking to Martha top of her hour at 3:00 Eastern time. It seems to be consensus concern among doctors that I have heard from so far since this new guidance was announced that one of their major concerns is telling vaccinated Americans to re-mask up is that that could be a disincentive for those unvaccinated to then want to go get vaccinated. If they don't see that means that they can remove the mask, perhaps that leads to less people getting the vax."
    },
    {
      "speaker": "MAKARY",
      "utterance": "Yes, look, I think we have to put things in context. I'd love it if more people on a bicycle wore a helmet or people stopped smoking. I think when it comes to those who are fully vaccinated, we have to remember that there's been less than 900 deaths among those fully vaccinated out of 161 million people now fully vaccinated in the United States. So your risk of dying once fully vaccinated is so impeccably rare, it parallels other very rare causes of death. And we think most of those deaths are people with a special preexisting condition. Where I had an issue was in the K-12 group. If they're vaccinated, you're talking about very inefficient transmission modalities in kids. That's where there's no data to support what they said. And Senator Marshall pinned them this week. And it was clear the CDC director and the FDA chief have no idea if any healthy kid has ever died of COVID."
    },
    {
      "speaker": "SMITH",
      "utterance": "This is an important point. And those children that have been affected by the virus, we know of less than a percent of them have actually ended up in the hospital, Dr. Marty Makary. But they're not just saying kids have to be masked when they return to school in the fall of K-12. It's all school staff. All teachers will have to mask up even if they're vaccinated, Dr. Makary."
    },
    {
      "speaker": "MAKARY",
      "utterance": "That's right. And you also saw in the announcement today a reaffirming of ignoring natural immunity, again using the wrong terminology in America, talking about the vaccinated and unvaccinated, when we should be talking about the immune and non-immune. Remember, we're talking about 10 to 20 percent of adults in America where Delta is ripping through. And about 50 percent of new cases are coming from rural communities in five states. That's where we have seen low vaccination rates and low natural immunity rates. That's where the problem is. And I worry that in areas with low population immunity, we're going to be making policies that affect areas where there's high population immunity."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes, in the CDC announcement, final thought Dr. Marty Makary, we did hear from the CDC director that she has new evidence and new research about those vaccinated and their ability to carry this Delta variant, and then spread it. How concerned are you about that?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "I think it's a very small contribution to transmission. And, quite honestly, it's much lower than influenza. And if we're going to use these criteria, then we're going to be in this state in perpetuity because of influenza. What you heard her say was that there is some transmission among the vaccinated. I'd love to see the data. They have not done a good job putting out the data. If the government wants people to get more -- more vaccine uptake, as we all do, they should issue a full approval by the FDA for the vaccines. It's absurd they haven't done that by now, after 189 million people have been vaccinated. They should do that. They just did it for a controversial Alzheimer's drug with no evidence. They should do that now, so to avoid the inconsistent messaging of telling everyone to take it."
    },
    {
      "speaker": "SMITH",
      "utterance": "Interesting, because there are those unvaccinated who say they're waiting for that full FDA approval. You believe they could expedite that process. Certainly, there's a lot of people pushing them to do just that. Dr. Makary, thank you."
    },
    {
      "speaker": "MAKARY",
      "utterance": "Thanks, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, if you want to go into my next guest's bar, you will need to show proof of vaccine. Tim Obert is CEO and co-founder of the Seven Stills Brewery and Distillery in San Francisco, and he joins us now. Hello, sir. Thanks for joining us. This seems to be your strategy to keep your doors open and keep the brewskis flowing."
    },
    {
      "speaker": "TIM OBERT, CEO, SEVEN STILLS BREWERY",
      "utterance": "That's for sure, yes. It's definitely a strategy that we're taking to make sure that our guests, our employees, and their families are just being kept safe and also just so we can continue to be an operation and not get closed down again. So that's why we're taking this policy."
    },
    {
      "speaker": "SMITH",
      "utterance": "Because, of course, that is every business' biggest fear. If you survived this pandemic, so far, certainly you don't want, say, this Delta variant to wipe you out. That's for sure. So how do you do this? Somebody shows up there, and how do you ask them for proof of vaccine? They have to show their card? Or what exactly..."
    },
    {
      "speaker": "OBERT",
      "utterance": "Yes, so the -- for sure. The way that we're doing this is pretty straightforward. So you just come in, and it is a bar, so you have to show your I.D. if you're going to be drinking inside anyway. So now we're just requiring you also show your COVID card. There are a lot of people who are coming up with apps that allow you to show your COVID card on your phone, so you don't have to carry it around."
    },
    {
      "speaker": "SMITH",
      "utterance": "Right."
    },
    {
      "speaker": "OBERT",
      "utterance": "And we're also requiring, yes, just that you can -- you can show a picture of your card if you don't have it on you."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK. And so, Tim, what has the response been from your patrons to that request?"
    },
    {
      "speaker": "OBERT",
      "utterance": "In general, San Francisco is very conservative, and even since the mask mandates have gone away, they have just been -- everybody wears a mask here still. So, in general, the people who have been coming in have really appreciated it that we have been taking these efforts. And they have just said that they thank us a lot. And we do still see a lot of people, even though they are fully vaccinated, still choosing to dine outside and still choosing to wear a mask outside even if they are vaccinated. With that being said, there is a very small portion of the people in San Francisco who are I guess you would call them anti-vaxxers who are coming in here, and they're very mad at us about this policy. So, the first day after we posted to Instagram, they came in. And we had one lady who I think it was her intention to come down, not to dine, but just to yell at us about our policy..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Oh."
    },
    {
      "speaker": "OBERT",
      "utterance": "... coming in and just calling us fascists and -- yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK. Well, that's always pleasant as a business owner. Tim, are you worried about this latest CDC guidance now telling some vaccinated Americans in certain areas that they have to mask up?"
    },
    {
      "speaker": "OBERT",
      "utterance": "No. The city of San Francisco has been enforcing that policy. It's not very strict, but we have been requiring people to wear masks inside for the last couple of weeks anyway. So it's just something that we saw coming. And I think it's a good measure to make sure that we're staying safe and able to stay in business for longer anyway. So I'm not worried about it."
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, our small businesses are the engine of the U.S. economy. We wish them well through all this, and so many twists and turns, and it's though to navigate. So, thanks for joining us and telling us your story, Tim. Thanks."
    },
    {
      "speaker": "OBERT",
      "utterance": "Yes, thanks for having me."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, a potential summer bummer. If you're heading to the airport, some planes are having trouble fueling up. And it could leave fliers down and out. And forget about government spending. A new threat that could keep prices spiking, Republican Senator Pat Toomey on that -- after this."
    },
    {
      "speaker": "SMITH",
      "utterance": "FOX News Alert. Some big earnings just out, as S&P 500 companies continue to report their quarterly earnings; 90 percent of beat estimates so far. Add to the list Microsoft. Their earnings are just out, and they came in to $2.17 a share, beating estimates that were less than $2 at $1.92. Revenues also beating forecasts, coming in at just over $46 billion for the latest quarter. Now, while the stock was down in today's trading session, seems to be taking a further tumble in the after-hours session after these earnings were announced. It's now down about -- it's down about 2 percent in after-hours trading. So we're watching it. In some cases, sometimes, even beating estimates isn't enough for the expectations for some of these companies. But it has called for improvements to its LinkedIn and Web search businesses, robust advertising, job markets. They're going to be holding their earnings call for Microsoft in just a little bit. We will be listening to that, but, so far, Microsoft beating expectations on Wall Street. All right, it is pumping out the green, and you keep paying more green, the Federal Reserve in the middle of a two-day policy meeting. And our next guest is worried, if the Central Bank continues putting billions into the economy, inflation will be much more than a temporary blip. Let's get the read from Pennsylvania Republican Senator and Ranking Member of the Banking Committee Pat Toomey. Sir, thanks for joining us. So, what is your biggest concern, as Americans are clearly, at least for now, paying a lot more for everyday items in our lives?"
    },
    {
      "speaker": "SEN. PAT TOOMEY (R-PA)",
      "utterance": "Yes, we sure are. Prices are up more than they have been in a very, very long time.Inflation is here. It's real. On an annualized basis, the first six months of this year, inflation ran over 7 percent. And that's painful. That's a lot higher than the rate at which people's wages are growing. So people are falling further behind. My worry is that, despite this very strong growth, despite this tremendous recovery in employment and really every major economic data point, the Fed keeps pumping money into the economy, as though we were in the depths of a severe recession. We are not. Money supply has grown so much. And too many dollars chasing too few goods is exactly the recipe for inflation. I'm also worried that the Fed has put itself in a position where it almost has to wait too long, right? They have said it's transitory and that they will tolerate inflation above 2 percent. Well, how do you know something is transitory only once it's ended, right? So you have got to wait to see if it ends. And by then, the genie could be out of the bottle. So I'm concerned about where the Fed has positioned itself."
    },
    {
      "speaker": "SMITH",
      "utterance": "I think your point about wages is a good one, because it seems the administration, while saying these higher prices are only temporary, they do point to wages going up as a positive sign for the economy. But if we're making more money and spending more money, it really crosses each other out and doesn't do anybody any good. But while it's the price of everything in our everyday lives going up like food and fuel, we're also talking a lot about the real estate market, right?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Right. Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "Everyone across America can look around as homeowners and say, well, there is a real estate boom that is happening. They look at the price of their own home and see that it's gone up substantially during all of this. The stock market is clearly booming. So one has to ask themselves, why does the Fed continue to pump all this money into a system and have the zero interest rate, free money environment? When you see this happening, are you concerned that we're looking at either a housing or a stock market bubble, sir?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "I hate to use the word bubble, but there's no doubt in my mind that the tremendous rise in asset prices across all kinds of categories, commodities, real estate, stocks, other -- other categories, it's certainly related to the massive amount of money that the Fed has pumped into the economy. Housing is a great example. If you have a house, it feels good, right? The house seems to be worth more. But what if you don't? What about someone who's looking to be a first-time homebuyer and they just discovered in June prices were up 24 percent, 24 percent, over the previous year? Nobody's getting wage increases of 24 percent. So it's making housing unaffordable for people. And yet, despite that, the Fed is still buying mortgage-backed securities, which drive down the cost of mortgages and drive up the price of real estate."
    },
    {
      "speaker": "SMITH",
      "utterance": "Right. And for so many Americans, their home is their largest asset. So it's important to talk about where it's going next. I want to ask you about this brand-new CDC guidance, the guidance now for some Americans to mask up if they are in areas where there's a high infection rate or a low vaccination rate in some cases. Senator, nobody wants to go backwards here."
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's painful to even think about it."
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "But, in some cases, the CDC says that that will be necessary. What is your concern with this new guidance as it pertains to the economy and possible shutdowns?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Yes. So, what my -- my concern is, what do we know for sure about the vaccine? We know, if you have been vaccinated, then there is virtually zero chance that you will die or get seriously ill from COVID. There's a small chance you might test positive, but you're not going to die, you're not going to get seriously ill. And, therefore, to require people who've been vaccinated to also wear a mask, I think that undermines the most important goal, which is more people getting vaccinated. We need as many people as possible to get vaccinated. But if the message is, even after being vaccinated, you're going to have to wear a mask, we're going to discourage progress on vaccinations. So I'm not at all sold by this idea that vaccinated people should have to wear masks."
    },
    {
      "speaker": "SMITH",
      "utterance": "We have spoken with several doctors since this new guidance came out and just before it who have shared with -- that concern about this disincentive, then, for those unvaccinated to get vaccinated if they still have to mask up. Real quick, do you see possible shutdowns in the future based on this Delta variant?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Oh, I sure hope not. That would be a massive mistake. That'd be a terrible mistake. We shouldn't do -- we shouldn't have done this -- the shutdowns anything like we did last year, but at least then we didn't know better, at least not initially. But, no, there's no justification for repeating that mistake."
    },
    {
      "speaker": "SMITH",
      "utterance": "Senator Pat Toomey from Pennsylvania, appreciate it, sir. Thank you."
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, well, the Senate committee on the January 6 riot holding its very first hearing today, so was it productive or partisan? We have got fair and balanced coverage of that coming up. The migrant surge showing no signs of letting up, meanwhile. Now COVID concerns are heating up -- after this."
    },
    {
      "speaker": "SMITH",
      "utterance": "We are moments away now from finding out how many Apple products people were buying over just the past few months. And, later, Florida Governor Ron DeSantis facing a new fight over those extended jobless benefits. We are back in 60 seconds."
    },
    {
      "speaker": "SMITH",
      "utterance": "The migrant surge continuing, and now worries could be spreading of COVID; 87 border agents in the Rio Grande Valley sector reportedly testing positive for COVID-19. So how concerning is this? Border Patrol Union President Brandon Judd joins us now to discuss. Brandon, welcome. Thank you for being here. This is a story that has been coming on for quite some time. As all of these migrants surge over the border, we do not know their health status. So can we actually have -- do we have hard numbers as to how many of these migrants are actually bringing COVID into the United States?"
    },
    {
      "speaker": "BRANDON JUDD, PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "utterance": "We don't have hard numbers, nor are we going to get hard numbers. This should be a story that should scare every single American in the country. These front-line agents like myself, we are dealing with these illegal immigrants, and we're exposing ourselves. But worse is, once we let them go, one, without testing them to see if they have COVID, and we're releasing them to NGOs, who also we don't know what they're doing, and then they're being released into the population of the United States. So if our agents are coming down with COVID, it stands to reason that American citizens are also going to contract COVID from these individuals that are crossing the border illegally."
    },
    {
      "speaker": "SMITH",
      "utterance": "Why do you believe that there is not more urgency put on the obvious, on the crisis at the Southern border, but not more urgency on the COVID that is coming across our border, when you see such urgency placed on -- like the new CDC guidance today, on stopping the spread of this virus? So why aren't they focusing at the Southern border?"
    },
    {
      "speaker": "JUDD",
      "utterance": "Rather than seeing what I believe, I'm going to point out what I have seen constantly with this administration. They pander to their base. They try to appease the people that they think they're going to get out to vote. And these people want open borders. And because of that, they're not concerned with what's coming across our borders, whether it's drugs, whether it's illicit products, counterfeit products, and they're not concerned with the diseases that are coming across the border, even if it's COVID-19. What they care more about is, they care more about appeasing those individuals that they think they're going to be able to get out to vote."
    },
    {
      "speaker": "SMITH",
      "utterance": "I want to bring to your attention something from the La Joya Police Department. And it was sent out as an attention to citizens of La Joya as a public health announcement. And this was as a police department officer was waved down by a concerned citizen at a Whataburger location in La Joya. The citizen explained to the officer that she had observed a family who was not being observant of proper health guidelines. She stated that the family was coughing and sneezing without covering their mouths and they were not wearing masks. The officer was told by Whataburger management that they wanted the people to leave the establishment due to their disregard for people's health. The officer then approached the family, Brandon. They approached the family and they were told by them that they had been apprehended by Border Patrol just days prior, and they were released because they were sick with COVID-19, Brandon."
    },
    {
      "speaker": "JUDD",
      "utterance": "This is just another example of the failed policies of this administration. What they didn't do is, they didn't take into account what was going to happen down the road. They did -- they repealed Trump era policies to implement their own. And this is having a devastating effect on our community. They really don't care what is happening, as long as they have those open borders. This isn't rocket science. Sandra, you and I have discussed this issue at length over the years. And we know what needs to be done from a law enforcement perspective and from a media perspective. We know what needs to be done. This administration just does not have the political will to do what is necessary to protect the American public."
    },
    {
      "speaker": "SMITH",
      "utterance": "I should finish off by saying that the officer then learned that that family was housed at a Texas Inn hotel in La Joya. They observed that a group of 20 to 30 people staying at the hotel were out and about, the majority without wearing face masks. So, you talk about the risks that this poses to the citizens of that community. Brandon, appreciate the discussion. Thank you."
    },
    {
      "speaker": "JUDD",
      "utterance": "Thank you, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, the January 6 Capitol right front and center, as a House select committee holds its first hearing today, but it's who's sitting on that committee that is raising questions. We will talk to lawmakers on both sides of the aisle about that next."
    },
    {
      "speaker": "SMITH",
      "utterance": "To Capitol Hill now, where the House select committee to investigate the January 6 riot held its first hearing today. FOX News congressional correspondent Chad Pergram has the very latest on all of that from the Hill for us. Hi, Chad."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "utterance": "Good afternoon. Emotional testimony from the police officers at the hearing today. They're haunted by the harrowing attack, saying the sting does not go away. One officer thought there should be consequences for whoever sparked the riot."
    },
    {
      "speaker": "HARRY DUNN, U.S. CAPITOL POLICE OFFICER",
      "utterance": "I use an analogy to describe what I want as a hit man. If a hit man is hired, and he kills somebody, the hit man goes to jail. But not only does the hit man go to the jail, but the person who hired them does."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "D.C. police Officer Michael Fanone has nothing but contempt for some lawmakers, the very people he was trying to help that day."
    },
    {
      "speaker": "MICHAEL FANONE, D.C. METROPOLITAN POLICE OFFICER",
      "utterance": "I feel like I went to hell and back to protect them and the people in this room. But too many are now telling me that hell doesn't exist, or that hell actually wasn't that bad. The indifference shown to my colleagues is disgraceful!"
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Jim Banks of Indiana was one of two GOP members bounced from the committee by House Speaker Nancy Pelosi. She then installed Republican Adam Kinzinger."
    },
    {
      "speaker": "REP. JIM BANKS (R-IN)",
      "utterance": "He has a deep hatred of Donald Trump. That's why he's -- that's why he accepted this assignment to serve on this committee."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "The GOP says the committee should investigate Pelosi because she's ultimately in charge of Capitol security. The committee could hold another hearing in August -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "Chad, thank you. Republicans crying foul, meanwhile, after House Speaker Nancy Pelosi appointed the only GOP members on that panel. We will be asking House Republican Policy Committee Chairman Gary Palmer about that in just a moment, but, first, a member of the select committee, California Democratic Congressman Pete Aguilar, joins us now. Congressman, welcome, and thank you. First of all, what was your biggest takeaway from that hearing this morning, as we saw day one?"
    },
    {
      "speaker": "REP. PETE AGUILAR (D-CA)",
      "utterance": "Well, my takeaway was that this was just powerful comments from the Capitol police officers, two Capitol police officers and two Washington, D.C., Metro police officers, who shared their experiences. And these officers were the last line of democracy for us on January 6. They protected us against the insurrection, as they held the line, so we could exercise our constitutional responsibility. And so this was an appropriate first hearing for us to hear directly from them, their experiences, the weapons that were used against them, the slurs that were yelled at them. That's important context for people to know. This -- these were not peaceful tourists. This was not a peaceful protest or just tourists. These were real insurrectionists who set out to do harm to the Capitol Building and to lawmakers."
    },
    {
      "speaker": "SMITH",
      "utterance": "Those police officers no doubt offered some very compelling testimony. And the video, obviously, you couldn't help but stop and watch and be moved, just horrifying, some of the scenes that played out that day. As you know, many Republicans not happy with what happened, with Nancy Pelosi rejecting those two Republican congressmen from sitting on that. Where did you stand on that? And did you approve of her doing that, ultimately putting Adam Kinzinger and Liz Cheney on the committee, rather?"
    },
    {
      "speaker": "AGUILAR",
      "utterance": "Yes, absolutely, completely approve of those two members, because those members are going to be guided by the Constitution and what the House resolution says, which is, we have a responsibility to get to the truth. And so other members -- and, keep in mind, the speaker would have seated three additional other Republicans, except those were withdrawn. The two individuals that were not allowed to be seated clearly, clearly have the former president's interests in mind, and they're not guided by the truth. They're not guided by our oath to the Constitution."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "AGUILAR",
      "utterance": "They're guided by their allegiance to one individual."
    },
    {
      "speaker": "SMITH",
      "utterance": "They would obviously disagree with that. To those Republicans who say, Nancy -- Nancy Pelosi rejected those other Republican congressmen because she wanted the other two to fit her narrative, to that, you say what?"
    },
    {
      "speaker": "AGUILAR",
      "utterance": "Well, that's just not true. I mean, what we're all there to do -- and you heard it from the questions that members asked -- and, believe me, this is not bipartisan, Democrats and Republicans. Our work is going to be nonpartisan. And you saw that in the questions that we asked. We're going to be guided by fact-finding and getting to the truth of what happened on January 6. That is the only objective. And members who are willing to do that have an opportunity to sit at that table. Those who don't and want to spew rhetoric and hang out with insurrectionists, they should not be allowed to. And that's why I support the speaker's decision here."
    },
    {
      "speaker": "SMITH",
      "utterance": "It has been put out there -- real quickly, it has been put out there that there may be testimony needed from the former President Donald Trump himself. Do you believe that to be needed?"
    },
    {
      "speaker": "AGUILAR",
      "utterance": "We should follow the facts. And so we should talk to everyone who had a hand in what happened on January 6..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Is that a yes?"
    },
    {
      "speaker": "AGUILAR",
      "utterance": "... leading into it. There will be time for this. And there will be a work plan. We will ask individuals to come speak about the intelligence failures. And there will be plenty of opportunity to have conversations about who should testify next."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, Congressman, I appreciate you joining us. Thank you so much."
    },
    {
      "speaker": "AGUILAR",
      "utterance": "Thanks, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, we will circle back with him, of course, as this goes on. And fair and balanced, of course, we want to get to our next guest for his thoughts on today's hearing, House Republican Policy Committee Chairman Congressman Gary Palmer. Congressman, welcome. First, can you respond to what you just heard there from your Democratic congressman?"
    },
    {
      "speaker": "REP. GARY PALMER (R-AL)",
      "utterance": "Well, I'm very disappointed to hear Congressman Aguilar allude to Congressman Jordan and Banks as people who are not upholding their oath. Man, I can't believe any Democrat would bring that up. I think the reason that Jordan and Banks were left off is because of I think they know that Jordan would really drill down, both Jordan and Banks would really drill down on taking this to the -- all the way to the top. I heard also the law enforcement, the police officers talking. And there was a failure. It was a failure of leadership. They didn't have the equipment that they needed. They didn't have the perimeter established, and they had actionable intelligence as early as mid-December. And it wasn't acted on. And I think that one of the things that this committee needs to find out, this commission, is how far up the ladder that went and didn't get acted on. And, ultimately, Speaker Pelosi is responsible for the security of the Capitol. I want to know what she knew and when she knew it, and why they didn't take the actions that were necessary to protect the Capitol."
    },
    {
      "speaker": "SMITH",
      "utterance": "And when you say you believe that Banks and Jordan would have been able to drill down to the events that led up to that day to find out why you and other Republicans are questioning what you believe was a lack of preparation for the events that unfolded that day, Kevin McCarthy, Jim Jordan, Jim Banks have all weighed in on that. And they share in those thoughts. So if Jim Jordan was sitting there, what are you suggesting that his questioning would have led to?"
    },
    {
      "speaker": "PALMER",
      "utterance": "Well, one of the things that I think that these two gentlemen would have brought to the table was serious questions about Speaker Pelosi's role. And you have got the chairman of the commission, the guy leading it, Bennie Thompson, who put it off-limits to ask any questions about the speaker. I don't know how you can have an investigation until -- and it be thorough -- without having everything on the table. And I think that's what they were concerned about, is that Jim Jordan -- and I think your viewers know that Jim is a bulldog. He wouldn't have let that go. And I think if you want to get to what really happened, you have got to -- you have got to have everything on the table. And we do know that there was actionable intelligence, and we know it wasn't acted on. There was additional intelligence just three days before the event. And they didn't do anything. They could have mobilized the National Guard. They could have put barriers up. They could have provided the helmets and shields and equipment that the Capitol Police officers needed. They could have brought in the Washington Metro Police Department to help them. And they didn't do any of that."
    },
    {
      "speaker": "SMITH",
      "utterance": "To be clear, Congressman, you're not taking away from the horrible events that unfolded that day, as you did hear from the U.S. Capitol Police who provided testimony today, one of them detailing rioters calling him a traitor, a disgrace, shouting that that particular officer, an Army veteran police officer, should be executed. The detailed testimony that we heard today was just awful, some of the things that we saw unfold and heard shouted to those police officers. The committee chairman, Bennie Thompson, saying some people are trying to deny what happened, to whitewash it. \"Let's be clear. The rioters who tried to rob us of our democracy were propelled here by a lie.\" Respond to that."
    },
    {
      "speaker": "PALMER",
      "utterance": "Well, first of all, I have the utmost respect for the Capitol Police. And the people who did what they did on that day are despicable. As you know, Sandra, I'm one of the people who was on the baseball field that morning, and I would not be here were it not for the courage and professionalism of the Capitol Police. So I think that the Capitol Police were not served. Their leadership did not serve them well that day. They did not give them the equipment. They didn't take the preparations necessary to protect the Capitol or the Capitol Police Department. They put -- not only put the Capitol at risk. They put the law enforcement officers that have done such a magnificent job with the Capitol Police at risk as well. And, again, I think that everything needs to be on the table, including questions about Speaker Pelosi's leadership in all of this and her failure to act on the intelligence."
    },
    {
      "speaker": "SMITH",
      "utterance": "Congressman Palmer, I appreciate you coming on with us. Thank you."
    },
    {
      "speaker": "PALMER",
      "utterance": "Thanks, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. Well, all those price spikes have been talking about at the store aren't stopping Americans from buying new Apple products. So what's that telling us about this economy?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Shoppers still taking a bite out of Apple, the tech giant blowing through earnings and sales expectations, including big iPhone sales. The stock is little changed in the after-hours. But what is this telling us about the state of the U.S. economy, the global economy, I should say? Let's talk to our money guy, Scott Martin. I mean, record profits, $1.30 share, record quarter, record -- June record quarter, I mean, sales, $94 billion in cash. And, by the way, Tim Cook is also confirming that returned to office has been delayed to October and possibly later. So they're doing all this while so many people are still working from home. I mean, Apple just keeps winning."
    },
    {
      "speaker": "SCOTT MARTIN, FOX BUSINESS CONTRIBUTOR",
      "utterance": "They keep winning, like Charlie Sheen once was, Sandra. And I will tell you what. I mean, the numbers are outstanding, like you mentioned. I will throw in another one too, record numbers for iPhone sales, $5 billion, by the way, Sandra ahead of what the Street expected."
    },
    {
      "speaker": "SMITH",
      "utterance": "Wow."
    },
    {
      "speaker": "MARTIN",
      "utterance": "Five billion, sports fans, ahead in revenue. So, I mean, the estimates can't even be high enough for Apple. Yet you made a really good point, Sandra. And you know this from your experience in the market. The market is flat. The Apple prices is flat -- the stock price, rather, after-hours is flat. And some of the other companies that came out, like Google, Microsoft, others, are kind of flattish and down as well."
    },
    {
      "speaker": "SMITH",
      "utterance": "Same thing, yes."
    },
    {
      "speaker": "MARTIN",
      "utterance": "Because they're already expected -- yes, these are expectations that are built in this market. So be careful if you're out there buying these stocks as an investor."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes. So, while we're all complaining about higher prices of our groceries, our fuel, certainly, we're not letting the $600 iPhone bother us, because we're still buying that. What does that say about the state of the economy?"
    },
    {
      "speaker": "MARTIN",
      "utterance": "Well, I would love to find a $600 iPhone, because, I mean, the last one I bought, this one right here, was like $1,000."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's true."
    },
    {
      "speaker": "MARTIN",
      "utterance": "And people can't -- I mean, lookit, you know, $600 sounds really cheap."
    },
    {
      "speaker": "SMITH",
      "utterance": "Not everybody gets the latest ones. There's refurbished out there."
    },
    {
      "speaker": "MARTIN",
      "utterance": "Yes, right. That's exactly it. Right. The lower models..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "MARTIN",
      "utterance": "... which, by the way, every time they do an upgrade on the IOS or a new iPhone comes out, that other model gets stupider, it seems like. But here's the point. You're right. Just do an experiment if you go out today or go out tonight. Walk around and see how many people are glued to their phones where they're walking around or in their cars driving. It's unbelievable how these things are basically an extension of our arms and legs here. So, the fact is, these are integrated more than ever into our lives via the service revenue too, by the way, which is another great number in today's earnings report for Apple. Service revenue was about a billion ahead of Street expectations as well. So that's like the Apple music, the Apple Arcade, things like that, cloud. So, Sandra, the fact is, Apple is the biggest part of our lives really that we probably have as far as tech companies go, and they're just going to keep on crushing it."
    },
    {
      "speaker": "SMITH",
      "utterance": "And they crushed it again. I have to tell you, there's Apple in Grand Central here. And while Grand Central is still half-empty because there's still not as many trains, there is still a line to get in the Apple Store there. They stop you. If you don't have a mask, they hand you a mask. They line you up the stairs like this. And, I mean, people just keep buying them. So that turned up in the earnings. Great to see you, Scott, fellow Chicagoan. Thank you."
    },
    {
      "speaker": "MARTIN",
      "utterance": "See you."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. After Florida Governor Ron DeSantis cut off federal extended jobless benefits, some unemployed residents are now suing. So where does all of this go next? We will have that after the break."
    },
    {
      "speaker": "SMITH",
      "utterance": "American Airlines reportedly warning of fuel shortages nationwide. So far, the company says it's having a minimal impact on flights, but that a shortage of fuel trucks and drivers are causing delivery delays, so we will be watching for that. Meantime, some jobless Florida residents are suing Republican Governor Ron DeSantis for cutting off the federal enhanced unemployment benefits, the lawsuit claiming DeSantis ended the boosted benefits for purely partisan and political purposes. The governor says the move drove people back into Florida's work force. Republican pollster Lee Carter is here, and Democratic strategist Ari Aramesh are here to weigh in. Lee, I will start with you first. There has been hard data to back up that in many of these red states and one blue that said, end these extended federal unemployment benefits, that it did see a correlation to people getting back into the work force."
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "utterance": "I mean, there's evidence to support that, for sure. The other thing that I think is really important to note is that Americans are really concerned about the extension of unemployment benefits; 53 percent of Americans right now are concerned that we're doing this too long and that it's going to hurt the economy. Only 45 percent think that these unemployment benefits are actually helping anyone. And so I think not only is it proven to say that we're going to send more people back to work if we end unemployment benefits, but it's also not popular with the American people."
    },
    {
      "speaker": "SMITH",
      "utterance": "As far as, Ari, the unemployment benefits, those that are suing in Florida, they say that they are taking action against these Broward County residents to deprive them of real and personal property rights. Perhaps they're going to have a point in court, if they were provided at the federal level, but, at the state level, then they were -- they were stopped from receiving those?"
    },
    {
      "speaker": "ARI ARAMESH, DEMOCRATIC STRATEGIST",
      "utterance": "Well, there's really no authority that gives Governor DeSantis the authority and the power to cut off federal benefits, which is 300 bucks a week, let's not forget about. It's just $300 a week. And I'm surprised to hear that people just let go of some lucrative employment options to get 300 bucks a week. So people who are on unemployment and get $300 per week are desperate. They really need this money. They really need to put milk and food and bread on the table. And to be more accurate, there are many other lawsuits in other states, such as Indiana and Texas and elsewhere, that's suing the governor or suing the state government -- government for cutting off these benefits. And one has succeeded. So, A, we're not talking about people just sitting around doing nothing. A lot of people really rely on these government programs to actually -- especially this one for the pandemic, to make ends meet. And, secondly, the governor himself, it's unclear where he gets the legal authority from."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK. All right, but let's deal with this, though, at a very practical level. You use words like that they would have left a lucrative position to receive these unemployment benefits. It's quite the opposite, isn't it, Lee, that Governor DeSantis is talking about? He's saying, hey, there's millions of open positions happening in our state and across the country that people are not applying for because they're receiving these benefits, and it is worth more to them to stay home and collect that than it is to go to work. So isn't the goal to encourage people to apply for jobs?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, the goal is absolutely to get these jobs still, get people back to work, because it's not just about it, can we afford it? It's also people have a higher standard of living when they're working. They're more engaged. They're happier. There's all kinds of studies about how important it is to individuals to work, for their self-confidence, for their families, for everything else."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTER",
      "utterance": "Many people are deciding right now to stay home because, in order to go back to work, you would have to get a job of $60,000 or $70,000 in some cases to pay for the benefits, because you're not just talking about $300 a week. You're talking about all the other benefits that they're getting at the same time."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's a great point."
    },
    {
      "speaker": "CARTER",
      "utterance": "And I think it's really important that we don't just dismiss it as just that."
    },
    {
      "speaker": "SMITH",
      "utterance": "That is a -- everybody making great points. I have got to leave it there. Ari, I have got some live pictures down in Florida I want to show. Thanks to both of you. We will have you back, of course. You are looking live right here at Port Canaveral, Florida. Royal Caribbean is about to launch a test cruise. Very exciting. It is the first one from Port Canaveral since the pandemic began. I know there's so many people out there watching that they're big on cruises and they haven't been able to cruise and they want to get back to it. So, perhaps it's a little sign of hope that things will get back and these will set sail again, we hope, at least. All right, that is it for today. Thank you so much for joining us here. You can catch me tomorrow at 1:00 Eastern for \"America Reports\" with John Roberts. A pleasure to have you here today. A lot of news continues to come in. We appreciate you joining us. \"The Five\" starts right now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}