{
  "date": "July 10, 2017",
  "headline": "White House forced to confront another Russia story",
  "subHeadline": "Donald Trump Jr. met with Russian lawyer during campaign; reaction and analysis from the 'Special Report' All-Star panel",
  "url": "https://www.foxnews.com/transcript/white-house-forced-to-confront-another-russia-story",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "He goes into the meeting. He says it was vague, it was ambiguous. It was very obvious almost immediately that there was no helpful or meaningful information. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHARLES SCHUMER, D-N.Y.",
      "sentences": "Donald Trump, Jr. must also testify before the committee to explain why three of the highest level members of the Trump administration thought it was appropriate to meet with a Russian source to receive information about a political opponent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "If you are looking for an example of a campaign coordinating with a foreign country or a foreign source, look no further than the DNC who actually coordinated opposition research with the Ukrainian embassy. And no one in this room to my knowledge really had a problem with that. The Democrat National Committee coordinated opposition research directly with the Ukrainian embassy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "White House today responding to the story that took up a lot of time today, a lot of headlines, and that is Donald Trump, Jr. amending his original response about a meeting in June of 2016 that included Donald Trump, Jr., Paul Manafort, the campaign manager at the time, and Jared Kushner, obviously son-in-law to the president. This is raising alarm bells for the people who are investigating the Russian collusion angle. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARK WARNER, D-VA.",
      "sentences": "I'm not going to get into how many times that Jared Kushner has had to amend his filings about forgotten meetings with the Russians. But I will say that this is a pattern we've seen since Election Day, and it doesn't include just Jared Kushner and Paul Manafort. It doesn't include just Donald Trump, Jr. It includes General Flynn, it includes Attorney General Sessions. It includes a series of other individuals that I find that in itself is a pattern that's troubling. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Donald Trump, Jr. tweeting today \"Obviously I'm the first person on the campaign to ever take a meeting to hear info about an opponent, went nowhere but had to listen. Happy to work with the committee to pass on what I know.\" Let's start there. Let's bring in our panel: editor in chief of Lifezette, Laura Ingraham; Mara Liasson, national political correspondent of National Public Radio, and syndicated columnist Charles Krauthammer. OK, Laura, what about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, LIFEZETTE.COM",
      "sentences": "Well, I think it's never good to start on Monday with another story about a Russia meeting and the Trump folks. At the same time, this was June of last year, and this was just as they were getting ready for the convention. And it doesn't surprise me someone connected to the campaign would take a meeting with a friend of a friend who was clearly trying to get some mojo and some juice with Don Trump, Jr. This kind of stuff does happen a lot. Now we are focused on Russia, so this woman is a lawyer in Russia. As someone who actually has two adopted Russian kids, this ultimately ended up being a meeting about adoption. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } I have seen so many times sources in Russia trying to get the word out about this act which they are desperate to get rescinded in the United States. That was her goal in this meeting. She wanted to push her case with their clients. That doesn't surprise me. And listen, he's right about the Ukrainian deal. The Ukrainians did want to influence the election and hurt Trump. They wanted to help Hillary Clinton. The Hillary Clinton campaign I'm sure was very happy to get any help they could from the Ukraine. Does it make the optics -- I'm so sick of that phrase -- the optics of this look any better? No, it doesn't. But I think this is a big nothing. I think the story goes nowhere. But I do think it keeps us one news cycle away from focusing on what most Americans want us to focus on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mara, your thoughts, but also the aspect that Senator Warner, and that is the remembering the meetings and then the recanting and re- characterizing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "sentences": "I don't understand why so many people in the Trump administration keep on forgetting that they met with the Russians. I just don't get it. Whether it is Jeff Sessions, Jared Kushner, now Donald Trump, Jr., they all seem to forget that they met with the Russians or they don't disclose it when they are required to. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jared Kushner has amended his forms and he's now disclosed meetings, three times. And Donald Trump, Jr. originally said this was a meeting about adoption, then later he says, well, she offered some negative information on Hillary Clinton. Then when we talked, it ended up being about adoption.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The negative information actually creates kind of a ruse. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "It was a ruse, it was a pretext. But he was willing to meet with her, and I agree with you. This kind of stuff happens in campaigns. People call up and say I have some dirt on your opponents. But it keeps the story alive. He now has hired a criminal lawyer and he's going to go before at least the Senate committee if not Bob Mueller, and this stuff just keeps on going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Charles? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "sentences": "I agree. There is a sort of epidemic of amnesia having to do with Russians, which is remarkable. There were three people in the meeting and not one of them remembered until being reminded now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } The other problem is that the Trump administration -- let's look at Donald Trump, Jr., like Bill Clinton, seems to have an approximate approach to the truth, as if saying it is a last resort. Donald Trump, Jr. gave three explanations for what happened. And the last one is the one that's the most obvious and the most believable. They get a call. There is someone with oppo research. Why not? The only answer to why not is it's a foreign power and it's a hostile foreign power. Ukraine is a foreign power. A lot of countries try to influence American elections. We try to influence elections among our democracies, Israel being a prime example. But Russia is a special case because it's an adversary working against us. Putin is not a friend of the United States. So, look, they could say these were amateurs. The Trump people weren't aware of the fact, naive about this. That's not a great defense. It's not something you ought to do to get together with an adversary in the middle of an American election. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's not getting together with Putin, Charles. He's getting together with a friend of a friend that he knew through the pageant. And in the rough-and-tumble of this campaign, you see it on the other side as well, maybe not the exact same fact pattern, but let's not forget the Clintons did invent the war room in politics. Everyone remember the war room? It is war, and they are -- one side is trying to get something on the other side, and the Clinton folks were at some point focusing on the dossier in Britain. So I think it's a big leap to say they are meeting with the Russians. Just because someone is a lawyer who works in Russia does not mean she's a member of the KGB and is the right hand person to Putin. I am sure she is friendly to Putin because a lot people are, but it doesn't mean that they are meeting with the Russian government. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let me talk specifically about substance out of the G-20 meeting with Putin, President Putin. And this was a tweet on Sunday, number 53, \"Putin and I discussed forming an impenetrable cyber-security unit so that election hacking and many other negative things will be guarded and safe. Questions were asked about why the CIA and FBI have asked the DNC 13 times for their server and were rejected. Still don't have it. Fake news said 17 Intel agencies when actually four, had to apologize. Why did Obama do nothing when he had info before the election?\" That led the secretary of the treasury to be out on the Sunday shows defending the cyber-security unit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREASURY SECRETARY STEVE MNUCHIN",
      "sentences": "I think this is a very important step forward. We want to make sure that we coordinate with Russia, that we're focused on cyber-security together, that we make sure they never interfere in any democratic elections or conduct any cyber-security. This is about having capabilities to make sure we fight cyber together, which I think is a very significant accomplishment for President Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Democrats pounced, some Republicans pounced, said it was a horrible idea. And the president tweeted, \"The fact that president Putin and I discussed a cyber-security unit doesn't mean I think it can happen. It can't. But a ceasefire,\" talking about Syria, \"can and did.\" Mara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "He pushed back against the negative reviews of why would you want to cooperate with the Russians who just hacked into our elections and apparently are currently trying to hack into other kinds of energy grid and nuclear power plants? Then he pivoted to one good, positive thing that came out of his meeting with Putin is that they have a ceasefire in southern Syria and maybe it will hold. But it sounds like this was a trial balloon. He floated it, it got punctured. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It is tough to go out defending some of those things on the Sunday shows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That happens all the time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I had Vice President Pence on the radio today, and I said you've got to explain this one to me. I don't get it at all. He said -- he basically said it seems like we are moving in a different direction now. So it was clear that he was caught flatfooted on this as well. But that to me made no sense. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think it's really good to try to reach out other countries and when we can work with them, work with them. Obama tried it. Clinton tried it. Bush tried it. And so far none of that really yielded much in the way of results for the American people, but cyber-security seemed ab it of a step too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "This is not just some trivial event. This is the president proposing this, as he did in a tweet, is impenetrable logically. And it shows a naivete that is really incomprehensible. He actually was thinking it was a good idea to collaborate with the Russians who you can't trust to do anything, who have hacked into our elections, have hacked into everything we do, and believe they are going to work with us, it is beyond incomprehensible. Let me say one thing on Laura's Putin defense, this lawyer going around on behalf of herself. In Russia the Putin defense is we don't know about all the lawyers going around the world. In Russia, you don't operate to intervene in the American election unless you have protection from on high. There are no independent factors in this play. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But what we don't know is whether she was sent to intervene in an election or whether she was advocating for this adoption. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "She was advocating for adoption, was offering, she said, opposition research. That's all that the Trump people knew when the accepted it. Russian lawyer, some connection with the authorities offering opposition research, that should be a red flag. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is where we leap ahead, Charles. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "The answer should be no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let me just say, Donald Trump, Jr., as far as I can tell, unless, Charles, you were on the phone with him earlier, did not say he knew that this woman was in any way connected to the Russian government. She was a friend of a friend of his. They have an interest, apparently in rescinding this act, which does have some -- there are some opponents to the act. It passed can you ever revisit that? I guess not. Anything related to Putin you can never revisit. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mara, the G-20, the Warsaw speech, a lot of people saw it as very positively. There's obviously a lot of critics about it. They read between the lines of what they saw in it. But the takeaway from the G-20 and Poland trip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "I think the Poland speech, a lot of conservatives saw it positively. It was like a Rashomon speech. You could pick the parts where he talked about rule of law. That's pretty good. He doesn't usually say that. But then there was all sorts of other stuff that people thought were code words for the right. I think -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Couldn't have Ronald Reagan had given that speech? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes. If the Poland speech had been all he did and he hadn't had the meeting with Putin where he came out afterwards and agreed with the Lavrov readout, not his own secretary of state's readout, I think the trip would've been much more successful. I think he undercut himself by seeming to agree with Putin's denials about hacking. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "He goes into the meeting. He says it was vague, it was ambiguous. It was very obvious almost immediately that there was no helpful or meaningful information."
    },
    {
      "speaker": "SENATE MINORITY LEADER CHARLES SCHUMER, D-N.Y.",
      "utterance": "Donald Trump, Jr. must also testify before the committee to explain why three of the highest level members of the Trump administration thought it was appropriate to meet with a Russian source to receive information about a political opponent."
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "utterance": "If you are looking for an example of a campaign coordinating with a foreign country or a foreign source, look no further than the DNC who actually coordinated opposition research with the Ukrainian embassy. And no one in this room to my knowledge really had a problem with that. The Democrat National Committee coordinated opposition research directly with the Ukrainian embassy."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "White House today responding to the story that took up a lot of time today, a lot of headlines, and that is Donald Trump, Jr. amending his original response about a meeting in June of 2016 that included Donald Trump, Jr., Paul Manafort, the campaign manager at the time, and Jared Kushner, obviously son-in-law to the president. This is raising alarm bells for the people who are investigating the Russian collusion angle."
    },
    {
      "speaker": "SEN. MARK WARNER, D-VA.",
      "utterance": "I'm not going to get into how many times that Jared Kushner has had to amend his filings about forgotten meetings with the Russians. But I will say that this is a pattern we've seen since Election Day, and it doesn't include just Jared Kushner and Paul Manafort. It doesn't include just Donald Trump, Jr. It includes General Flynn, it includes Attorney General Sessions. It includes a series of other individuals that I find that in itself is a pattern that's troubling."
    },
    {
      "speaker": "BAIER",
      "utterance": "Donald Trump, Jr. tweeting today \"Obviously I'm the first person on the campaign to ever take a meeting to hear info about an opponent, went nowhere but had to listen. Happy to work with the committee to pass on what I know.\""
    },
    {
      "speaker": "Let's start there. Let's bring in our panel",
      "utterance": "editor in chief of Lifezette, Laura Ingraham; Mara Liasson, national political correspondent of National Public Radio, and syndicated columnist Charles Krauthammer. OK, Laura, what about this?"
    },
    {
      "speaker": "LAURA INGRAHAM, LIFEZETTE.COM",
      "utterance": "Well, I think it's never good to start on Monday with another story about a Russia meeting and the Trump folks. At the same time, this was June of last year, and this was just as they were getting ready for the convention. And it doesn't surprise me someone connected to the campaign would take a meeting with a friend of a friend who was clearly trying to get some mojo and some juice with Don Trump, Jr. This kind of stuff does happen a lot. Now we are focused on Russia, so this woman is a lawyer in Russia. As someone who actually has two adopted Russian kids, this ultimately ended up being a meeting about adoption. I have seen so many times sources in Russia trying to get the word out about this act which they are desperate to get rescinded in the United States. That was her goal in this meeting. She wanted to push her case with their clients. That doesn't surprise me. And listen, he's right about the Ukrainian deal. The Ukrainians did want to influence the election and hurt Trump. They wanted to help Hillary Clinton. The Hillary Clinton campaign I'm sure was very happy to get any help they could from the Ukraine. Does it make the optics -- I'm so sick of that phrase -- the optics of this look any better? No, it doesn't. But I think this is a big nothing. I think the story goes nowhere. But I do think it keeps us one news cycle away from focusing on what most Americans want us to focus on."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mara, your thoughts, but also the aspect that Senator Warner, and that is the remembering the meetings and then the recanting and re- characterizing."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "utterance": "I don't understand why so many people in the Trump administration keep on forgetting that they met with the Russians. I just don't get it. Whether it is Jeff Sessions, Jared Kushner, now Donald Trump, Jr., they all seem to forget that they met with the Russians or they don't disclose it when they are required to. Jared Kushner has amended his forms and he's now disclosed meetings, three times. And Donald Trump, Jr. originally said this was a meeting about adoption, then later he says, well, she offered some negative information on Hillary Clinton. Then when we talked, it ended up being about adoption."
    },
    {
      "speaker": "BAIER",
      "utterance": "The negative information actually creates kind of a ruse."
    },
    {
      "speaker": "LIASSON",
      "utterance": "It was a ruse, it was a pretext. But he was willing to meet with her, and I agree with you. This kind of stuff happens in campaigns. People call up and say I have some dirt on your opponents. But it keeps the story alive. He now has hired a criminal lawyer and he's going to go before at least the Senate committee if not Bob Mueller, and this stuff just keeps on going on."
    },
    {
      "speaker": "BAIER",
      "utterance": "Charles?"
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "utterance": "I agree. There is a sort of epidemic of amnesia having to do with Russians, which is remarkable. There were three people in the meeting and not one of them remembered until being reminded now. The other problem is that the Trump administration -- let's look at Donald Trump, Jr., like Bill Clinton, seems to have an approximate approach to the truth, as if saying it is a last resort. Donald Trump, Jr. gave three explanations for what happened. And the last one is the one that's the most obvious and the most believable. They get a call. There is someone with oppo research. Why not? The only answer to why not is it's a foreign power and it's a hostile foreign power. Ukraine is a foreign power. A lot of countries try to influence American elections. We try to influence elections among our democracies, Israel being a prime example. But Russia is a special case because it's an adversary working against us. Putin is not a friend of the United States. So, look, they could say these were amateurs. The Trump people weren't aware of the fact, naive about this. That's not a great defense. It's not something you ought to do to get together with an adversary in the middle of an American election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's not getting together with Putin, Charles. He's getting together with a friend of a friend that he knew through the pageant. And in the rough-and-tumble of this campaign, you see it on the other side as well, maybe not the exact same fact pattern, but let's not forget the Clintons did invent the war room in politics. Everyone remember the war room? It is war, and they are -- one side is trying to get something on the other side, and the Clinton folks were at some point focusing on the dossier in Britain. So I think it's a big leap to say they are meeting with the Russians. Just because someone is a lawyer who works in Russia does not mean she's a member of the KGB and is the right hand person to Putin. I am sure she is friendly to Putin because a lot people are, but it doesn't mean that they are meeting with the Russian government."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let me talk specifically about substance out of the G-20 meeting with Putin, President Putin. And this was a tweet on Sunday, number 53, \"Putin and I discussed forming an impenetrable cyber-security unit so that election hacking and many other negative things will be guarded and safe. Questions were asked about why the CIA and FBI have asked the DNC 13 times for their server and were rejected. Still don't have it. Fake news said 17 Intel agencies when actually four, had to apologize. Why did Obama do nothing when he had info before the election?\" That led the secretary of the treasury to be out on the Sunday shows defending the cyber-security unit."
    },
    {
      "speaker": "TREASURY SECRETARY STEVE MNUCHIN",
      "utterance": "I think this is a very important step forward. We want to make sure that we coordinate with Russia, that we're focused on cyber-security together, that we make sure they never interfere in any democratic elections or conduct any cyber-security. This is about having capabilities to make sure we fight cyber together, which I think is a very significant accomplishment for President Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "Democrats pounced, some Republicans pounced, said it was a horrible idea. And the president tweeted, \"The fact that president Putin and I discussed a cyber-security unit doesn't mean I think it can happen. It can't. But a ceasefire,\" talking about Syria, \"can and did.\" Mara?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "He pushed back against the negative reviews of why would you want to cooperate with the Russians who just hacked into our elections and apparently are currently trying to hack into other kinds of energy grid and nuclear power plants? Then he pivoted to one good, positive thing that came out of his meeting with Putin is that they have a ceasefire in southern Syria and maybe it will hold. But it sounds like this was a trial balloon. He floated it, it got punctured."
    },
    {
      "speaker": "BAIER",
      "utterance": "It is tough to go out defending some of those things on the Sunday shows."
    },
    {
      "speaker": "LIASSON",
      "utterance": "That happens all the time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I had Vice President Pence on the radio today, and I said you've got to explain this one to me. I don't get it at all. He said -- he basically said it seems like we are moving in a different direction now. So it was clear that he was caught flatfooted on this as well. But that to me made no sense. I think it's really good to try to reach out other countries and when we can work with them, work with them. Obama tried it. Clinton tried it. Bush tried it. And so far none of that really yielded much in the way of results for the American people, but cyber-security seemed ab it of a step too far."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "This is not just some trivial event. This is the president proposing this, as he did in a tweet, is impenetrable logically. And it shows a naivete that is really incomprehensible. He actually was thinking it was a good idea to collaborate with the Russians who you can't trust to do anything, who have hacked into our elections, have hacked into everything we do, and believe they are going to work with us, it is beyond incomprehensible. Let me say one thing on Laura's Putin defense, this lawyer going around on behalf of herself. In Russia the Putin defense is we don't know about all the lawyers going around the world. In Russia, you don't operate to intervene in the American election unless you have protection from on high. There are no independent factors in this play."
    },
    {
      "speaker": "BAIER",
      "utterance": "But what we don't know is whether she was sent to intervene in an election or whether she was advocating for this adoption."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "She was advocating for adoption, was offering, she said, opposition research. That's all that the Trump people knew when the accepted it. Russian lawyer, some connection with the authorities offering opposition research, that should be a red flag."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is where we leap ahead, Charles."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "The answer should be no."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let me just say, Donald Trump, Jr., as far as I can tell, unless, Charles, you were on the phone with him earlier, did not say he knew that this woman was in any way connected to the Russian government. She was a friend of a friend of his. They have an interest, apparently in rescinding this act, which does have some -- there are some opponents to the act. It passed can you ever revisit that? I guess not. Anything related to Putin you can never revisit."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mara, the G-20, the Warsaw speech, a lot of people saw it as very positively. There's obviously a lot of critics about it. They read between the lines of what they saw in it. But the takeaway from the G-20 and Poland trip?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "I think the Poland speech, a lot of conservatives saw it positively. It was like a Rashomon speech. You could pick the parts where he talked about rule of law. That's pretty good. He doesn't usually say that. But then there was all sorts of other stuff that people thought were code words for the right. I think --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Couldn't have Ronald Reagan had given that speech?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes. If the Poland speech had been all he did and he hadn't had the meeting with Putin where he came out afterwards and agreed with the Lavrov readout, not his own secretary of state's readout, I think the trip would've been much more successful. I think he undercut himself by seeming to agree with Putin's denials about hacking. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}