{
  "date": "July 7, 2017",
  "headline": "Krauthammer explains part of Syria plan he finds 'troubling'",
  "subHeadline": "Syndicated columnist gives his take on Trump's meeting with Putin on 'The Story'",
  "url": "https://www.foxnews.com/transcript/krauthammer-explains-part-of-syria-plan-he-finds-troubling",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Breaking tonight, with the world's most urgent crisis on the table, President Trump finally sits face-to-face with Vladimir Putin and confronts the Russian strongman over his alleged interference in America's democracy. And tonight, the two sides are offering two very different accounts of what happened on closed doors. That's the story. Good evening, I'm Dana Perino in for Martha MacCallum. President Trump and Mr. Putin, meeting for the first time after months of media reports and investigations into Russia's meddling in the 2016 election; the discussion sighted for 30 minutes, stretched over two hours. It touched nearly every major world problem from North Korea to the bloody civil war in Syria and also ISIS. But according to Secretary of State Rex Tillerson, one of only six men in that room, it began with the president pressing Mr. Putin on the findings of the U.S. Intelligence Community. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REX TILLERSON, SECRETARY OF STATE",
      "sentences": "The president opened the meeting with President Putin by raising the concerns of the American people regarding Russian interference in the 2016 election. The president rightly focused on how do we move forward from what may be a significant intractable disagreement at this point. They discussed the important progress that they in Syria, a cease-fire has been (INAUDIBLE), and I think this is our first indication of the U.S. and Russia being able to work together in Syria. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "As would be expected, Russia has its own version of what went down in that meeting; even suggesting that President Trump granted President Putin the upper hand. Charles Krauthammer joins us in moments with his reaction to the high-stakes meetings. But first, Chief White House correspondent, John Roberts, traveling with the president has the latest from Germany. John. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Dana, good evening to you. Good morning, from Hamburg. You know this all too well. From your past, it really is the art of diplomacy. It's when two countries get into a single room, into a single meeting, and both of them come away with different ideas of what happened, different explanations for public consumption. After that meeting, Sergey Lavrov insisted that President Trump accepted President Putin's assurances that he and Russian government had nothing to do with meddling in the U.S. Election. But the White House is pushing back against that saying, that's not what happened. The Secretary of State, Rex Tillerson, this afternoon, saying that the president pushed President Putin on a number of occasions on meddling in the U.S. Election and that as you pointed out just a second ago, there is an intractable disagreement over Putin's assertion that he had nothing to do with it. In fact, Tillerson went so far as to say: \"It's not clear to me that we will ever come to some sort of agreed-upon resolution on this issue.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But here's what the president is doing: while they may never resolve whether or not Russia had any attempt to meddle in the U.S. Election, President Trump believes that the relationship between the United States and Russia is important enough that they need to work on making sure that it doesn't happen again and get past it. So, to that end, the staffs will be working on the agreement that the two leaders came to about interference in U.S. or Russian or other countries, internal affairs, and election processes. They'll also work on some of the other issues that they agreed- upon including Syria. And then they'll see if they can come to another meeting, but there is a one, planned for now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the other interesting thing about today's summit, Dana, is that there was not an invitation from either Russia or the United States to come for a visit. And that would really put today's summit apart from other summits that the president has had with world leaders like Xi Jinping, el-Sisi of Egypt, May of Britain, and others. But there was one interesting thing that happened tonight and that is, that the G-20 banquet, the big dinner that they have there, tonight in Hamburg, seated next to the Russian President Vladimir Putin was the First Lady, Melania Trump. It's the G-20 that does the seating arrangement, but they saw it fit to put the two of them together. So, perhaps, she will be President Trump's secret weapon when it comes to developing better relations with Russia. Another big meeting coming up tomorrow, the president meets with Xi Jinping of China. The president has had some things to say about China in recent days that, perhaps, that looks like China doesn't want to work with the United States on fixing the North Korean problem. The president was asked about a tweet that he sent out earlier this week in which he said: \"Never give up.\" So, that's going to be another very important meeting here at the G-20 Summit tomorrow. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. John, thank you so much. Here now is Charles Krauthammer, a syndicated columnist and a Fox News contributor, and the Author of a best-selling book called: \"Things that Matter.\" And I wondered, Charles, as you look at this important meeting that has a lot of build-up to it. What mattered most for both of these leaders today? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, FOX NEWS CONTRIBUTOR AND SYNDICATED COLUMNIST",
      "sentences": "It was really only one issue on the table that could be really addressed, that was Syria, and that did turn out to be the case. The idea about adjudicating the meddling in the 2016 election was always going to be farcical. Putin is a KGB agent. He's a liar. He would never admit to anything. So, that was not going to go anywhere. I think what was important is that our president would say we know what you did, don't do it again, or you're going to suffer, and we don't have to say what it's going to be. That's the message that could take a minute and a half. So, I don't know how long was spent on it, and I don't believe a word of the Russian readout. But that was never going to be a resolvable issue. The only issue that's really on the table between Russia and the U.S., that is-- there's one that has any promise, is Syria. And the reason is, that this is like Europe 1945: the enemy, in this case, ISIS, is essentially defeated; it's a matter of time. And the U.S. and Russia, as way back then, have to decide, what are going to be the postwar boundaries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "What are going to be the dividing lines? What is going to be the spheres of influence? So, I think it's a good thing that they started with the Southwest region and they are talking about a cease-fire, and what that essentially means is that all sides are agreeing that some parts of Syria will remain in Assad's hands, and some parts will not. The only thing that troubled me is that the Soviet Foreign Minister said this particular cease-fire would be policed by Russian Military Police. We had no business allowing them in this region, including at the city of Kunechra, which is right on the Angola, right on the border with Israel. Dara, which is right near Jordan. So, if that is true, we gave up a lot. If that is not true, the beginning of the demarcation, the zones of influence, that's a good thing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Isn't it really amazing how Putin over and over again, he creates problems but then he looks like he is solving, and he gets back home the kudos for being really this great leader of the world. But actually, he's the one doing a lot of the agitating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "You're exactly right. And what happened in this case, in Syria, is that he took advantage of the naivete and the passivity of a President Barack Obama, who thought the Russians, would step into a quagmire. He kept advising the Russians: don't go into Syria for your own interests. He didn't understand a thing. Putin went to the vacuum. He has an air base. He has a naval base. And now, for the first time in 40 years, the Russians are in a position to dictate some of the terms. We have to accept that. That's water under the bridge. And that's what we're seeing now. How much of that region -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Is it fair to -- for me thing that if we're making this agreement with Russia? In some ways, we're also talking to Iran?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "Well, I think that's our major interest. We can tolerate the Russians to some extent. We can tolerate Assad because he's a puppet. But the Russians have a big interest in giving Iran a big stake in the region. Our interest is to try to do everything to prevent that. So, in the coming negotiations, as the ISIS forces are driven out in Mosul, and then Raqqa, and all that territories up for grabs. Our interest is to make sure it does not fall into the hands of Iran, of its Shiite militia proxies. That's what the big negotiations are going to be about. What we saw today about Southwest Syria, where Iran is less involved, is less about that. So, this is just the beginning, and this is the easy part. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And meanwhile, Charles, just a quick comment from you if you could. Back here at home, in Washington D.C., they're still negotiating a sanctions package against Russia. Did you think that the White House indicated one way or the other, in which way they're going to lean on that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "I think they really ought to acquiesce to the Congress. It does not look very good if they refuse sanctions, overwhelmingly approved in the Senate, reflecting American public opinion. The Russians have shown in their hand. Look at what they're doing in Korea. They've essentially said they're going to stop any initiative we make to impose new sanctions, which they can do. And as a result of that, we have to see them as an adversary, and if we can slap on sanctions, we should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Charles Krauthammer, thank you so much. And here with the political fallout back home: Chris Stirewalt, who is Fox News political editor. So, the president is on the world stage, how has the foreign trip played back here at home? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "Well, the speech that he gave in Warsaw, it still echoes through. This was probably one of the very best moments of his presidency to this point. He stepped on the line a little bit the next day or later that day when he got into the same thing about -- well maybe it wasn't Russian. He basically gave in to what both his critics in the press, and also, frankly, Vladimir Putin wants, which is to continue to sow questions about whether or not he is in agreement with the American Intelligence Community, and whether that he stands athwart Russian efforts to interfere in United States activities. But that speech in Warsaw was so good, and it was so clear, and it was so clean, that not even that bit of trembling will probably undo it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And the impact, this -- I think that the speech has held up extremely well, even after the president sort of got off message this morning, I guess, you could say or maybe this is a message that he wants. Let's see if we can pull up this tweet from the president this morning, he says: \"Everyone here is talking about why John Podesta refused to give the DNC server to the FBI and the CIA. Disgraceful!\" So, I'm assuming you probably heard some people there talking about it and thought it was a big topic. And then Podesta, respond today with a lot of tweaking; he's on a cross-country road trip with his wife. He heard about this, he pulled in South Vermont -- if I know, Fairmont, West Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "West Virginia. Fairmont, West Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's right. And he said the president is a whack job. He says, \"Get a grip, the Russians committed a crime when they stole my email to help you get elected president.\" He goes on. It was a different tactic you saw from somebody who was being attacked by the president, sort of a punch back in language that the president might use. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Well, John Podesta would be a lot more interesting if his candidate had won the 2016 election. He would be a lot more interesting if he hadn't clicked on a phishing email link to help the Russians defeat his candidate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And his password wasn't \"password.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "His password, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Look, Trump, probably for domestic political purposes, should not be feeding into the same narrative that the Russians want. He should not be feeding into this narrative that maybe he is a patsy of Putin because that's what it means if he says well, it was other countries or maybe it was really the Democrats' fault, or maybe it was really collusion with the Democrats. When he says those things, because he feels obviously defensive about the narrowness of his victory, obviously feels defensive about that. But when he says that, he's giving into Putin. He is accepting the Putin-istic narrative and the chain of events. And engaging with somebody like John Podesta, who obviously didn't have as good 2016 as Donald Trump did. When you engage with somebody like that, and you bring them into the discussion, you're making a mistake. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The other thing that the president benefits from this week is he's on the world stage, he's dominating the news. Basically, providing air cover for Republicans who are back home talking about the health care bill. Your best guesses when they get back, is this on-track or they're further apart than they were before recess? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Since they're getting a lot more air cover than what the president can provide, I think this thing is a dying quail and heading to Earth quickly. Mitch McConnell, basically, let it be known to his fellow Republicans this week, guys, if you're ready to vote on this bill, we're not going to die on the Hill; we're going to move on to the business of propping up Obamacare for the year to come. Because the Republicans don't want to be responsible for as many as 20 million people either losing their insurance or seeing the rates double -- as much as double.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Chris Stirewalt, thank you so much, have a great weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You bet. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And we will continue this conversation as General Jack Keane will join us later in the hour to explain just how significant this meeting was with regard to Syria and the fight against ISIS. Plus, violent protests have broken out at the G-20 with some claiming it is the result of European hatred towards President Trump. Our next guest argues the exact opposite. We go live to London next. And it might've received less attention, but President Trump also met today with the president of Mexico. Up next, we explain how the president may already be winning the immigration battle. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're pretty much at the 50 percent mark. We're getting them out as fast as we can get them out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You stood in solidarity against the pressure, against a lawless secret police, against a cruel and wicked system that impoverished your cities and your souls. And you, one, Poland prevailed. Poland will always prevail. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, that was the welcome President Trump received yesterday in Poland. But the G-20 Summit in Hamburg has been quite a different scene, and though President Trump is not the main target of protesters, the two seemed in a way illustrate the growing debate in the continent over the American leader. But Fraser Nelson, a Columnist for The Daily Telegraphs says, that defied, maybe overblown. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Writing: \"The stage is being set for a clash between progressive European values and American cold-heartedness. But there are two problems with the general idea. The first is that many E.U. Leaders are coming around to Mr. Trump's way of thinking, and the other is that in many areas, European popular opinion is firmly on his side.\" Fraser Nelson joins us now from London. And thank you for staying up with us to explain to us why you think there's actually more support in Europe for President Trump than, maybe perhaps, people are willing to let on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRASER NELSON, COLUMNIST, THE DAILY TELEGRAPH",
      "sentences": "It will. Donald Trump has always portrayed this sort of, you know, crazy guy with these out their views on immigration, on border security, on trade. And it's certainly true that a lot of European Leaders are kind of traumatized by what they hear coming out of the White House. But for the public, it's a different opinion. There's a lot more sympathy. I mean, for example, take on immigration. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, the travel ban of Trump administration is portrayed as one of the sorts of cruelest things Donald Trump has done to ban immigration from six Muslim-majority nations. There wasn't an (INAUDIBLE) taking of 10,000 Europeans. If found out in the majority of so many countries, Germany, France, Austria, Greece would actually ban all Muslim immigration regardless of what country it came from. So, there is so much more sympathy for Trump's ideas than you would get from listening to the debate amongst Europeans Political at least.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I imagined it when it comes to immigration trade and the economy that would be true. Do you think there may be further apart, perhaps on environmental issues or climate change, and maybe even just style? You know, there's an unpredictability about Donald Trump that might just make some people in Europe a little bit nervous, but maybe people on the ground are thinking, this actually isn't a bad idea to try to do something a different way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NELSON",
      "sentences": "Well, certainly, yes. I mean, what Donald Trump says that globalism has overreached. This time to dial it back, he's got a lot of people in Europe who agree with him. But the man himself, his style, his debates, his tweeting, that does to a lot of people off. His personal approval ratings are pretty low in Europe. So, it's not as if he's a kind of rightly a bummer is going to get hundreds of thousands people coming cheering him on. He did in Poland, he struggled to repeat that trick in Germany or France, and much of Western Europe. So, there's no doubt that he's a rather unconvincing Ambassador of American values. But his general idea is one that shared by lots of politicians in Europe, especially when it comes to dealing with the fallout of globalization in a way better than the various G-20 Summit who've been able to do this so far. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Here in the United States, we have something called flyover states. These are states that are not on the coast, where people in large part, the majorities did vote for President Donald Trump. And I imagine a sort of in Europe, you have places like in Poland or Hungary, or maybe even Czech, or Romania, where they feel kind of the same way. The flyover nations that are being forgotten about, and they're perhaps more supportive of presidents that you might get in some of the bigger nations, at least economically, like Germany and France. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NELSON",
      "sentences": "Well, sure. But let's remember in France, recently, a third of the country voted for Marine Le Pen. Now, that's a high watermark for the Front National. And in Britain, we've had Brexit, which voted through last year, again, through concern that globalization is overreached. So, there are significant numbers equal in all of these countries. They tend not to be the ones who protest outside G-20 meeting. That's not quite their style. But the kind of coalition that brought Donald Trump to power in America certainly can be seen all over Europe. Mainly behind a lot of the populist movements, his popularity is doing really well right now, right across the continent. All right, Fraser Nelson, it's good to know that you're over there, and we'll be watching for more of your columns. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NELSON",
      "sentences": "Great to be here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "A very interesting day. It's great to be with my friend, the president of Mexico. And we're negotiating NAFTA and some other things with Mexico. We'll see how it all turns out. But I think we've made a really good progress. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you still want Mexico to pay for the wall? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Absolutely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was President Trump today during his meeting with Mexican president, Enrique Pena Nieto. And while the wall might not be being built quite yet, National Review editor Rich Lowry, argues President Trump is in fact already winning the immigration debate. Rich joins us now alongside Pablo Manriquez who is a democratic strategist. Rich, I've read your article yesterday that you said that, the president is already winning this debate. Is that partly because once you win and the parade of corbels doesn't happen that the left had said it's going to happen, and then people start to realize, oh, actually maybe, border enforcement is not such a bad idea. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH LOWRY, EDITOR, NATIONAL REVIEW",
      "sentences": "You know, a couple things happen. One, he ran in the teeth of conventional wisdom on this issue in November in one. Two, he has shown, if you just actually enforce our laws in the interior of the country, it has a radical effect on the border, where the border apprehensions have radically diminished because fewer people are trying to cross. And then finally, you have the data that's come out in the last month or two looking into why he won working-class voters? Why he won working-class voters? Importantly, he voted for Obama and then switched him. And it's not economics; its culture, and its immigration. So, you have a number of center-right writers, and intellectuals -- sorry, center-left writers, and intellectuals now saying, Democrats have to moderate on this issue or they'll continue to alienate those sorts of voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. And so, what do you think, Mr. Manriquez? I'm curious because you do seem like somebody who thinks that this is a decent argument that he probably is winning that debate, and maybe the Democrats have to come to the table and figure out a way, perhaps, to work with the president, and try to get to a place where they can start winning elections again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PABLO MANRIQUEZ, DEMOCRATIC STRATEGIST",
      "sentences": "Well, I think that Rich's piece really threads the needle well on what's going on to the left. And I think that if we want to go a little bit more in depth into where the left has come from since Trump won the election? It goes something like this: during the election last year, there was a candidate named Jeb Bush. And Jeb Bush ran on a very sensible policy of legality as opposed to citizenship for the undocumented population here in the country. That was, of course, soundly rejected by Democrats, myself included, and that was a huge mistake on point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, but frankly, Pablo -- I mean, it was rejected by a lot of people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANRIQUEZ",
      "sentences": "But this went back to the 2006 push under George W. Bush. That was the last time we actually had a sensible immigration policy proposed. And it was Democrats and Republicans that killed it. What we're doing right now with this push, and this is why I do disagree very strongly with Rich, is that the interior enforcement, while -- border crossings for already dropping big time, it's not making America anymore safe. In fact, the more you terrorize these immigrant communities, the less safe America is becoming. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, a language like that Rich, when he says terrorizing communities. I mean, is that what you're saying that President Trump is winning on that debate because if you are dealing with the illegals and criminals and getting them out of the country, then why wouldn't you want to do that to private (INAUDIBLE) where it is more safe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "That's exactly the problem. It's terrorizing people to deport; people who came here illegally, many of whom, by the way, already had deportation orders against them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANRIQUEZ",
      "sentences": "Yes, they're terrorizing people to rip their families apart. That's a fact. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "Well, exactly. This is why Democrats are so radical and out of touch on this issue. Most people don't think you should stay here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANRIQUEZ",
      "sentences": "Listen, I love your piece, but like, you're ripping their families apart. It is terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "Well, I appreciate the praise. I appreciate the praise, but you're not allowed to come here illegally, and set up your family here, and assume you're going to live here without consequence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I do personally just have empathy for what you're talking about, right. That you have families here, now they're in -- and it's a lot of families, right? Not just are children, but it might your uncle, your cousins, and the whole community is. At least in Colorado, even, they have a hotline that says, if ICE is coming, you know, we'll call and try to prevent them from coming because they want to protect the families. And yet you have a country and citizens who are saying, wait for a second, that wasn't right, and we're sorry for this problem, but there has to be some level of personal responsibility. Pablo, what do you think of that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANRIQUEZ",
      "sentences": "Absolutely. And I think of the 2006 bill dresses personal responsibility. There are a lot of different ways that it addresses personal responsibility. If you have a job here and you're an essential worker, you get a certain degree of Visa. If you don't, then you have to go, you know, get right with the law, lineup, and so on. We have right now a broken immigration system. Everybody knows that. And I know that's like sort of cheesy talking point that we'd be doing for a long time, and don't think that I'm some sort of like, you know, Obama --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, I think you are right on that, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANRIQUEZ",
      "sentences": "I'm not some sort of Obama cheerleader or anything. My president on the Democratic side was probably the worst president in American history when it comes to immigration because he made it cool and popular to mass deport people in a way that's never before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "That's not true. Those numbers are based on a gimmick, one. Two, he had two sweeping executive amnesties, and then Hillary Clinton went further and said she would give -- even go further down that road. Basically, if you get into the country, that her position was, illegally, you're going to stay no matter what. And the public rejected the president and will continue to reject that position. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, we've got to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "I love you, Pablo, but this is why Democrats will continue to lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, this appears we have a broken immigration system, and we have some progress on one side, maybe after we're done with all this, we can come together and solve it. All right, thank you so much. Have a good weekend. Thanks, Pablo. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Still ahead, for the second time the last 24 hours, an arrest was made after another GOP lawmaker is threatened. We'll tell you what one man was planning to do at Iowa Senator, Joni Ernst's appearance tomorrow. Plus, controversial Muslim Activist, Linda Sarsour, facing criticism tonight after she called for a \"Jihad\" against the Trump White House. Her defenders claim it was taken out of context. We'll take that up next when Ben Shapiro and CAIR's Hassan Shibly, join me to debate. That's coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINDA SARSOUR, POLITICAL ACTIVIST",
      "sentences": "A word of truth, truth in front of a tyrant ruler or leader. That is the best form of Jihad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I will respect the presidency, but I will not respect this president of the United States of America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Those words from Muslim activist Linda Sarsour from the women's march on D.C. that was earlier this year. Ms. Sarsour finding herself back in the spotlight facing criticism over her latest remark calling for a, quote, jihad, against the Trump White House. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I hope that we, when we stand up to those who oppress our community that Allah expect from us that as a form of jihad, that we are struggling against tyrants and rulers not only abroad in the Middle East or on the other side of the world, but here in these United States of America where you have fascists and white supremacists and Islamophobia reining in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Sarsour supporters maintain the word causing fierce backlashes taken out of context -- she's also been fighting back, tweeting, right wing tries to demonize my leadership, editing videos is their favorite pastime. Here now, Ben Shapiro is editor in chief of Dailywire.com, and Hassam Shilby is chief executive director of Care Florida, a friend of Ms. Sarsour, and was present when she made the comments. So Hasan, let me start with you. Tell me how it was taken out of context?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASSAN SHILBY, CHIEF EXECUTIVE DIRECTOR CARE FLORIDA",
      "sentences": "Well, jihad means to struggle for good. And she was very clear that it's our duty as Americans and as Muslims to put forward our best effort and to struggle to speak truth to power, to help the disenfranchised, to stand for the oppressed no matter what the cost is of speaking out. And she's actually paying the price of speaking out and calling out the Trump administrations attacks on minorities, the attacks against women. Linda is a revolutionary American Muslim, proud hijab supporting activist, and we stand with her. We're proud of the tremendous work she's doing to stand with all disenfranchised minorities to make America great by standing for justice and speaking truth to power, which is exactly what jihad is about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. So I first read about this on the Daily Wire, but when you wrote about it, Ben. Tell me why you think that it was not taken out of context when she calls for a jihad against the White House? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR IN CHIEF DAILYWIRE.COM",
      "sentences": "Well, it's clearly wasn't taken out of context. Everybody I know who posted the story, posted the entire video, as well as a large portion of the transcript from what she said. I think anybody is claiming that he openly called for violence against President Trump. A jihad means more than just internal struggle or, quote, unquote, struggle for good. We all know that there are terrorists all over the world who invoke the word jihad as justification for what they do. And Linda starts to know does that too. I mean, she knows how to make a headline, she is a radical anti-Semite, who has backed terrorist is the past. She's a person who has -- who said...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "Stop smearing her. Don't smear woman who is not here to defend herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Hassan, you'll get a chance in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "Proudly standing for justice. Don't smear woman who's not here to defend herself. Shame on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Ok, I'll talk about Care instead. Care is an organization that was unindicted co-conspirator in the holy land... if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "Right, shift the topic. Never indicted -- don't try to drown out the conversation. Let's talk about what jihad means...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me ask you this, Hassan. Hassan, let me ask you something...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "The fact she began her speech by praising a guy, who in the past talk about how jihad includes violent jihad. She started her speech with that. So let's not pretend that you can just -- you're the one taking this one line out of context and then suggesting that it only...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "Well, I encourage everyone just to listen to the speech for herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I've listen to it. And I have a question to you from a communication standpoint, so she wants to be ineffective activist. Surely, she is aware that when the general public hears the word to jihad it's not necessarily about an internal struggle and standing up for people's rights. We do that all the time in America, like our country is actually built on that. So I'm curious why she doesn't think that she would get some backlash, because if you're going to say those things you are going to get-- you know, stir up this hornet's nest. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "Well, that's why it's so important that she used that word, because we must reclaim that word from the extremists that have mis-define it, misrepresented it. So Muslim extremists and anti-Muslim extremist have both hijacked and distorted jihad to mean something horrible, to mean exactly what Jihad does not mean, actually. And the only way we can reclaim our word and reclaim our language is by leaders proudly and unapologetically using it in the right context, so we can show the world what jihad really means. Jihad does not mean war...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think like you're like whistling past the graveyard because that's already the reclamation, Ben, it's too late for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "No, it isn't too late. It isn't too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "If it isn't too late, then I'd like to hear Care come out right now and condemned the Muslim brotherhood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "Why would we condemn the Muslim brotherhood, we don't condemn political organizations. Listen, let's not -- again, every single time you want to try to distort the conversation, why don't you condemn the KKK? Why don't you condemn the Lord's Resistance Army? Every time Muslims comes up you starts condemning -- asking us to condemn, condemn, condemn. Muslims are human being. We're proud Americans. We stand for peace. We stand for justice. We condemn all people who engage in violence against human beings, against civilians. They take that for granted. We are one humanity. One people. Let's get to know each other, let's not promote fear and hatred of each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Hassan. I'll give the last word to you Ben. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "OK. If you want to reclaim the word jihad you should start by condemning organizations that promote jihad all over the world instead of associating with them...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "Why would we -- again, your mis-defining jihad. Jihad means standing for justice. It doesn't mean terrorism. And we stand against all terrorist and those who engage in violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "This is not hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIBLY",
      "sentences": "We have and we do, just as everybody else does. Thank you and God bless you. God bless America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you, Hassan and Ben Shapiro, thank you so much. See you next week. Lawmakers have just two more days of vacation before it's back to work. But will their constituents see any progress on health care? Majority leader McConnell said, yes, and how he says we'll get there might surprise you. Plus President Trump and Putin sit down for two hours with -- stopping the carnage in Syria, at the very top of the agenda. General Jack Keane has the behind-the-scenes details of how that was hammered out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Developing tonight, senators arrived back in Washington, D.C., and back to work in just two days. But instead of 52 Republicans hammering out a health care deal, Mitch McConnell is hinting at a hundred senators getting it to the table. So is this a real possibility or is the majority leader leveling some subtle threats to his fellow Republican senators? Joining me now is Mercedes Schlapp, she's a Republican strategist, and Mo Elleithee is founder of Georgetown University Institute of Politics and Public Service, and both are Fox News contributors. Mercy, so now we're heading into -- late July, by the time they get back, where did this go off track and do you think they could actually get it back on track before the sort of soft August 1st deadline?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERCEDES SCHLAPP, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, first, Dana, I like how you use the word threat, if his threatening these Republicans. I'm going to say he's putting an enormous pressure on these Republicans to try to come together and find common ground. Look, this was one of the reasons why Mitch McConnell was hoping to try to get a bill done before the July break. What happens is that these senators are going home, they're talking to constituents, and a lot of them are finding whether it be organized individual telling they don't like the bill or other constituents basically saying what are you, guys, going to do? Are you going to finally have a repeal of Obamacare? And so, these Republican senators are coming back, I almost think, just a little unsure of where this is going to go. With that being said, I think that Republicans need to take note, if they do not pass a bill -- and this is an imperfect bill, I think there's a lot of room for amendments here, you're going to lose an opportunity to really have significant entitlement reform and allowing the Democrats into this process. They're focused on one thing alone. They talk about fixing Obamacare, but it is like putting a tiny little band aid on a very deep wound, and it would be a very weak bill if it would be coming from the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Mo, do you think that the Democrats are basically holding their breath thinking, oh, maybe we're actually get a seat at the table? And do they really want one, would they accept it if it was offered?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yeah, I think so. I think they would take a seat at the table. Well, I think -- look, there are a lot of Democrats out there who politically it's in their interest to want to do something to make Obamacare work better. I think what the senate majority leader said today actually kind of validates that Democratic argument, that you don't need to scrap the whole thing. That you can actually find some fixes to make this thing work better. So you preface this, Dana, by saying is he issuing an implicit or a subtle threats, he hasn't been subtle in making this threat, right? Just a couple weeks ago he said to Republicans if we don't get this done, we will be forced to work with Democrats. God forbid, God forbid that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I do think he's being realistic, and trying to say, Mercy, that we've got to get this done. Mercy, how does the majority leader both tried to cater to the conservatives who want to maybe going on a different direction, like the Cruz amendment, and then you have the moderates who are saying, I don't think I can actually get there. How do you try to compromise between those two on the Republicans side before you even take it to the floor to think about amendments with Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Well, first of all, I think that the Republicans need to realize that if the Democrats were to be brought in to the process, you're talking about a very weak bill. That means that Medicaid expansion stays in place. That means that the exchanges that are falling apart stay in place. You're talking about bailout money to insurance companies. So you can't find common ground in the fact that there is this urgency of having the moderates and Republicans come together. With that being said, there is going to come to a point where they need to agree on certain provisions. That being -- I think they're going to have to leave some of that Medicaid expansion in place. I think that they're going to have to, obviously, keep pre-existing conditions, that is one of the selling point that even the Trump administration is pushing for. And the big question here, this is why the Cruz -- actually, make sense, and I could see moderates supporting it, is the fact that you would push for regulatory reform in terms of allowing the insurance companies that they would have to be compliant pushing forward on Obamacare plan, but they're also able to design other products as well as allow, for example, for tax incentives, like allowing health savings accounts... if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "... that you could use to lower the premiums.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There's certainly a lot to talk about. And Mo, sorry we don't have enough time to like dive in to all of it. But, obviously, when we get back next week, we'd love to have you back, so we can figure out what is going on. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Major developments today involving the United States, Russian, and the Syrian civil war, General Jack Keane has insider information. He joins us next. Plus, a man arrested for allegedly threats against Republican senator, Joni Ernst, what he was planning, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Developing tonight, we're learning of yet another violent threat made against a Republican member of congress, the target this time Iowa senator Joni Ernst. An Omaha man arrested just hours ago for allegedly visiting the location of an upcoming Ernst's rally and telling people there that he could, quote, kill her. The man is being charged with suspicion of making threats. And back to our top story tonight, the details of President Trump's first face-to-face with President Putin of Russia, one of the agreements reportedly reached, a U.S.-Russian plan for a cease-fire in a Southwestern Syria. While it could help ease the humanitarian crisis, it is fraught with complications. And our next guest knows all too well. This is General Jack Keane, he's chairman of the institute for the study of war, and a Fox News military analyst. Sir, how would a cease-fire like this work in that area? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK KEANE, FOX NEWS MILITARY ANALYST",
      "sentences": "Well, first, as you indicated, be complicate. But let's first of all give hats off to the fact that we're moving in the right direction here. And finally, after all these years, providing for the first time a geographic area where Syrian people can indeed be protected. This is something that was urged under the Obama administration by his own national security team a number of times and he had always rejected. The case in point here, it is fraught with problems because the Russians have never ever participated in a cease-fire that was successful, whether be in the Ukraine, or whether in Syria. They have always used cease-fires with their proxies to take advantage of a tactical situation. The problem also is not only has there been a lack of will on the part of the participants, but there's been no enforcement. And by that, I mean, you need at a minimum observers on the ground to be able to enforce the cease-fire. I understand through negotiations that that would likely be Russians, Americans, and Jordanians. It remains to be seen. America has concerns about the Iranians who were operating in this area with their proxies. We want them out of there. Another complication is the radical Islam, in this case the al-Qaeda affiliate, Al-Sham, used to be Jabhat al- Nusra...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "... is not a privy to these talks, and they will likely attack this safe zone. Therefore, we need some kind of security force to be able to respond to that. So this adds a degree of complications to it. It doesn't mean that we don't pursue that, one step at a time, and knock down those obstacles so we can finally start to protect the Syrian people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And what about the Israelis? What are they thinking as they look at this situation coming together and the possible situation with Assad? Is he gets to stay at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, the Israelis are very concerned about what's happening in Syria because the Iranians who are driving the war in Syria with Russian assistance, are likely to have a significant presence over time very close to Israel. They obviously are also supplying Hezbollah in Lebanon, to the north of Israel, and also, Hamas to the west. The specific concern the Israelis have here is one they appreciate this will relieve some of the stress in Jordan with the Syrian refugees, and some that can go back into Syria. That's a good thing. But they're also very concerned about the Russians being on the ground with soldiers being the guarantor of the security deal, which would be unbelievably hypocritical, because the Russians have been systematically killing the Syrian people since they arrived on the scene in Syria in 2015, and have supported the Assad regime in systematically killing those people from the outset. That would be horrific if we conceited that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And general, as the president wraps up his meeting at the G-20, he's got this issue that he's trying to work out in Syria, and then tomorrow he has a meeting with President Jinping of China. What do you think he'll try to get out of that meeting and try to get China to help a little bit more on the North Korea situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, I think he's probably going to be very direct and frank with him. I take him on his word he had a good start with him down at Mar-a- Lago, and had subsequent conversations. But clearly, China has not come through to the degree that at least our administration was expecting them to come through. I think he wants to test the waters here. Are you serious here or not? Obviously, we've thrown a red flag at China, because we have begun to sanction China for the first time. And we have on-board a considerably more sanctions to impose on China, and also to get every single country who's involved in doing business with North Korea to knock it off. So we're going to escalate sanctions in a way that we have never, ever and impose them in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "General Jack Keane, thank you so much. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thanks for being a part of The Story tonight. You can catch me again on \"The Five\" at 9:00, just one hour from now. Tucker Carlson is up next. I hope you have a great weekend, bye. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Breaking tonight, with the world's most urgent crisis on the table, President Trump finally sits face-to-face with Vladimir Putin and confronts the Russian strongman over his alleged interference in America's democracy. And tonight, the two sides are offering two very different accounts of what happened on closed doors. That's the story. Good evening, I'm Dana Perino in for Martha MacCallum. President Trump and Mr. Putin, meeting for the first time after months of media reports and investigations into Russia's meddling in the 2016 election; the discussion sighted for 30 minutes, stretched over two hours. It touched nearly every major world problem from North Korea to the bloody civil war in Syria and also ISIS. But according to Secretary of State Rex Tillerson, one of only six men in that room, it began with the president pressing Mr. Putin on the findings of the U.S. Intelligence Community."
    },
    {
      "speaker": "REX TILLERSON, SECRETARY OF STATE",
      "utterance": "The president opened the meeting with President Putin by raising the concerns of the American people regarding Russian interference in the 2016 election. The president rightly focused on how do we move forward from what may be a significant intractable disagreement at this point. They discussed the important progress that they in Syria, a cease-fire has been (INAUDIBLE), and I think this is our first indication of the U.S. and Russia being able to work together in Syria."
    },
    {
      "speaker": "PERINO",
      "utterance": "As would be expected, Russia has its own version of what went down in that meeting; even suggesting that President Trump granted President Putin the upper hand. Charles Krauthammer joins us in moments with his reaction to the high-stakes meetings. But first, Chief White House correspondent, John Roberts, traveling with the president has the latest from Germany. John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Dana, good evening to you. Good morning, from Hamburg. You know this all too well. From your past, it really is the art of diplomacy. It's when two countries get into a single room, into a single meeting, and both of them come away with different ideas of what happened, different explanations for public consumption. After that meeting, Sergey Lavrov insisted that President Trump accepted President Putin's assurances that he and Russian government had nothing to do with meddling in the U.S. Election. But the White House is pushing back against that saying, that's not what happened."
    },
    {
      "speaker": "The Secretary of State, Rex Tillerson, this afternoon, saying that the president pushed President Putin on a number of occasions on meddling in the U.S. Election and that as you pointed out just a second ago, there is an intractable disagreement over Putin's assertion that he had nothing to do with it. In fact, Tillerson went so far as to say",
      "utterance": "\"It's not clear to me that we will ever come to some sort of agreed-upon resolution on this issue.\""
    },
    {
      "speaker": "But here's what the president is doing",
      "utterance": "while they may never resolve whether or not Russia had any attempt to meddle in the U.S. Election, President Trump believes that the relationship between the United States and Russia is important enough that they need to work on making sure that it doesn't happen again and get past it. So, to that end, the staffs will be working on the agreement that the two leaders came to about interference in U.S. or Russian or other countries, internal affairs, and election processes. They'll also work on some of the other issues that they agreed- upon including Syria. And then they'll see if they can come to another meeting, but there is a one, planned for now. And the other interesting thing about today's summit, Dana, is that there was not an invitation from either Russia or the United States to come for a visit. And that would really put today's summit apart from other summits that the president has had with world leaders like Xi Jinping, el-Sisi of Egypt, May of Britain, and others. But there was one interesting thing that happened tonight and that is, that the G-20 banquet, the big dinner that they have there, tonight in Hamburg, seated next to the Russian President Vladimir Putin was the First Lady, Melania Trump. It's the G-20 that does the seating arrangement, but they saw it fit to put the two of them together. So, perhaps, she will be President Trump's secret weapon when it comes to developing better relations with Russia. Another big meeting coming up tomorrow, the president meets with Xi Jinping of China. The president has had some things to say about China in recent days that, perhaps, that looks like China doesn't want to work with the United States on fixing the North Korean problem. The president was asked about a tweet that he sent out earlier this week in which he said: \"Never give up.\" So, that's going to be another very important meeting here at the G-20 Summit tomorrow. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. John, thank you so much. Here now is Charles Krauthammer, a syndicated columnist and a Fox News contributor, and the Author of a best-selling book called: \"Things that Matter.\" And I wondered, Charles, as you look at this important meeting that has a lot of build-up to it. What mattered most for both of these leaders today?"
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, FOX NEWS CONTRIBUTOR AND SYNDICATED COLUMNIST",
      "utterance": "It was really only one issue on the table that could be really addressed, that was Syria, and that did turn out to be the case. The idea about adjudicating the meddling in the 2016 election was always going to be farcical. Putin is a KGB agent. He's a liar. He would never admit to anything. So, that was not going to go anywhere. I think what was important is that our president would say we know what you did, don't do it again, or you're going to suffer, and we don't have to say what it's going to be. That's the message that could take a minute and a half. So, I don't know how long was spent on it, and I don't believe a word of the Russian readout. But that was never going to be a resolvable issue. The only issue that's really on the table between Russia and the U.S., that is-- there's one that has any promise, is Syria. And the reason is, that this is like Europe 1945: the enemy, in this case, ISIS, is essentially defeated; it's a matter of time. And the U.S. and Russia, as way back then, have to decide, what are going to be the postwar boundaries?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "What are going to be the dividing lines? What is going to be the spheres of influence? So, I think it's a good thing that they started with the Southwest region and they are talking about a cease-fire, and what that essentially means is that all sides are agreeing that some parts of Syria will remain in Assad's hands, and some parts will not. The only thing that troubled me is that the Soviet Foreign Minister said this particular cease-fire would be policed by Russian Military Police. We had no business allowing them in this region, including at the city of Kunechra, which is right on the Angola, right on the border with Israel. Dara, which is right near Jordan. So, if that is true, we gave up a lot. If that is not true, the beginning of the demarcation, the zones of influence, that's a good thing."
    },
    {
      "speaker": "PERINO",
      "utterance": "Isn't it really amazing how Putin over and over again, he creates problems but then he looks like he is solving, and he gets back home the kudos for being really this great leader of the world. But actually, he's the one doing a lot of the agitating."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "You're exactly right. And what happened in this case, in Syria, is that he took advantage of the naivete and the passivity of a President Barack Obama, who thought the Russians, would step into a quagmire. He kept advising the Russians: don't go into Syria for your own interests. He didn't understand a thing. Putin went to the vacuum. He has an air base. He has a naval base. And now, for the first time in 40 years, the Russians are in a position to dictate some of the terms. We have to accept that. That's water under the bridge. And that's what we're seeing now. How much of that region --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Is it fair to -- for me thing that if we're making this agreement with Russia? In some ways, we're also talking to Iran?"
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "Well, I think that's our major interest. We can tolerate the Russians to some extent. We can tolerate Assad because he's a puppet. But the Russians have a big interest in giving Iran a big stake in the region. Our interest is to try to do everything to prevent that. So, in the coming negotiations, as the ISIS forces are driven out in Mosul, and then Raqqa, and all that territories up for grabs. Our interest is to make sure it does not fall into the hands of Iran, of its Shiite militia proxies. That's what the big negotiations are going to be about. What we saw today about Southwest Syria, where Iran is less involved, is less about that. So, this is just the beginning, and this is the easy part."
    },
    {
      "speaker": "PERINO",
      "utterance": "And meanwhile, Charles, just a quick comment from you if you could. Back here at home, in Washington D.C., they're still negotiating a sanctions package against Russia. Did you think that the White House indicated one way or the other, in which way they're going to lean on that?"
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "I think they really ought to acquiesce to the Congress. It does not look very good if they refuse sanctions, overwhelmingly approved in the Senate, reflecting American public opinion. The Russians have shown in their hand. Look at what they're doing in Korea. They've essentially said they're going to stop any initiative we make to impose new sanctions, which they can do. And as a result of that, we have to see them as an adversary, and if we can slap on sanctions, we should."
    },
    {
      "speaker": "PERINO",
      "utterance": "Charles Krauthammer, thank you so much. And here with the political fallout back home: Chris Stirewalt, who is Fox News political editor. So, the president is on the world stage, how has the foreign trip played back here at home?"
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "Well, the speech that he gave in Warsaw, it still echoes through. This was probably one of the very best moments of his presidency to this point. He stepped on the line a little bit the next day or later that day when he got into the same thing about -- well maybe it wasn't Russian. He basically gave in to what both his critics in the press, and also, frankly, Vladimir Putin wants, which is to continue to sow questions about whether or not he is in agreement with the American Intelligence Community, and whether that he stands athwart Russian efforts to interfere in United States activities. But that speech in Warsaw was so good, and it was so clear, and it was so clean, that not even that bit of trembling will probably undo it."
    },
    {
      "speaker": "PERINO",
      "utterance": "And the impact, this -- I think that the speech has held up extremely well, even after the president sort of got off message this morning, I guess, you could say or maybe this is a message that he wants. Let's see if we can pull up this tweet from the president this morning, he says: \"Everyone here is talking about why John Podesta refused to give the DNC server to the FBI and the CIA. Disgraceful!\" So, I'm assuming you probably heard some people there talking about it and thought it was a big topic. And then Podesta, respond today with a lot of tweaking; he's on a cross-country road trip with his wife. He heard about this, he pulled in South Vermont -- if I know, Fairmont, West Virginia."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "West Virginia. Fairmont, West Virginia."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's right. And he said the president is a whack job. He says, \"Get a grip, the Russians committed a crime when they stole my email to help you get elected president.\" He goes on. It was a different tactic you saw from somebody who was being attacked by the president, sort of a punch back in language that the president might use."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Well, John Podesta would be a lot more interesting if his candidate had won the 2016 election. He would be a lot more interesting if he hadn't clicked on a phishing email link to help the Russians defeat his candidate."
    },
    {
      "speaker": "PERINO",
      "utterance": "And his password wasn't \"password.\""
    },
    {
      "speaker": "STIREWALT",
      "utterance": "His password, right?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Look, Trump, probably for domestic political purposes, should not be feeding into the same narrative that the Russians want. He should not be feeding into this narrative that maybe he is a patsy of Putin because that's what it means if he says well, it was other countries or maybe it was really the Democrats' fault, or maybe it was really collusion with the Democrats. When he says those things, because he feels obviously defensive about the narrowness of his victory, obviously feels defensive about that. But when he says that, he's giving into Putin. He is accepting the Putin-istic narrative and the chain of events. And engaging with somebody like John Podesta, who obviously didn't have as good 2016 as Donald Trump did. When you engage with somebody like that, and you bring them into the discussion, you're making a mistake."
    },
    {
      "speaker": "PERINO",
      "utterance": "The other thing that the president benefits from this week is he's on the world stage, he's dominating the news. Basically, providing air cover for Republicans who are back home talking about the health care bill. Your best guesses when they get back, is this on-track or they're further apart than they were before recess?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Since they're getting a lot more air cover than what the president can provide, I think this thing is a dying quail and heading to Earth quickly. Mitch McConnell, basically, let it be known to his fellow Republicans this week, guys, if you're ready to vote on this bill, we're not going to die on the Hill; we're going to move on to the business of propping up Obamacare for the year to come. Because the Republicans don't want to be responsible for as many as 20 million people either losing their insurance or seeing the rates double -- as much as double."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Chris Stirewalt, thank you so much, have a great weekend."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You bet."
    },
    {
      "speaker": "PERINO",
      "utterance": "And we will continue this conversation as General Jack Keane will join us later in the hour to explain just how significant this meeting was with regard to Syria and the fight against ISIS. Plus, violent protests have broken out at the G-20 with some claiming it is the result of European hatred towards President Trump. Our next guest argues the exact opposite. We go live to London next. And it might've received less attention, but President Trump also met today with the president of Mexico. Up next, we explain how the president may already be winning the immigration battle."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're pretty much at the 50 percent mark. We're getting them out as fast as we can get them out."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You stood in solidarity against the pressure, against a lawless secret police, against a cruel and wicked system that impoverished your cities and your souls. And you, one, Poland prevailed. Poland will always prevail."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, that was the welcome President Trump received yesterday in Poland. But the G-20 Summit in Hamburg has been quite a different scene, and though President Trump is not the main target of protesters, the two seemed in a way illustrate the growing debate in the continent over the American leader. But Fraser Nelson, a Columnist for The Daily Telegraphs says, that defied, maybe overblown."
    },
    {
      "speaker": "Writing",
      "utterance": "\"The stage is being set for a clash between progressive European values and American cold-heartedness. But there are two problems with the general idea. The first is that many E.U. Leaders are coming around to Mr. Trump's way of thinking, and the other is that in many areas, European popular opinion is firmly on his side.\" Fraser Nelson joins us now from London. And thank you for staying up with us to explain to us why you think there's actually more support in Europe for President Trump than, maybe perhaps, people are willing to let on."
    },
    {
      "speaker": "FRASER NELSON, COLUMNIST, THE DAILY TELEGRAPH",
      "utterance": "It will. Donald Trump has always portrayed this sort of, you know, crazy guy with these out their views on immigration, on border security, on trade. And it's certainly true that a lot of European Leaders are kind of traumatized by what they hear coming out of the White House. But for the public, it's a different opinion. There's a lot more sympathy. I mean, for example, take on immigration. Now, the travel ban of Trump administration is portrayed as one of the sorts of cruelest things Donald Trump has done to ban immigration from six Muslim-majority nations. There wasn't an (INAUDIBLE) taking of 10,000 Europeans. If found out in the majority of so many countries, Germany, France, Austria, Greece would actually ban all Muslim immigration regardless of what country it came from. So, there is so much more sympathy for Trump's ideas than you would get from listening to the debate amongst Europeans Political at least."
    },
    {
      "speaker": "PERINO",
      "utterance": "I imagined it when it comes to immigration trade and the economy that would be true. Do you think there may be further apart, perhaps on environmental issues or climate change, and maybe even just style? You know, there's an unpredictability about Donald Trump that might just make some people in Europe a little bit nervous, but maybe people on the ground are thinking, this actually isn't a bad idea to try to do something a different way."
    },
    {
      "speaker": "NELSON",
      "utterance": "Well, certainly, yes. I mean, what Donald Trump says that globalism has overreached. This time to dial it back, he's got a lot of people in Europe who agree with him. But the man himself, his style, his debates, his tweeting, that does to a lot of people off. His personal approval ratings are pretty low in Europe. So, it's not as if he's a kind of rightly a bummer is going to get hundreds of thousands people coming cheering him on. He did in Poland, he struggled to repeat that trick in Germany or France, and much of Western Europe. So, there's no doubt that he's a rather unconvincing Ambassador of American values. But his general idea is one that shared by lots of politicians in Europe, especially when it comes to dealing with the fallout of globalization in a way better than the various G-20 Summit who've been able to do this so far."
    },
    {
      "speaker": "PERINO",
      "utterance": "Here in the United States, we have something called flyover states. These are states that are not on the coast, where people in large part, the majorities did vote for President Donald Trump. And I imagine a sort of in Europe, you have places like in Poland or Hungary, or maybe even Czech, or Romania, where they feel kind of the same way. The flyover nations that are being forgotten about, and they're perhaps more supportive of presidents that you might get in some of the bigger nations, at least economically, like Germany and France."
    },
    {
      "speaker": "NELSON",
      "utterance": "Well, sure. But let's remember in France, recently, a third of the country voted for Marine Le Pen. Now, that's a high watermark for the Front National. And in Britain, we've had Brexit, which voted through last year, again, through concern that globalization is overreached. So, there are significant numbers equal in all of these countries. They tend not to be the ones who protest outside G-20 meeting. That's not quite their style. But the kind of coalition that brought Donald Trump to power in America certainly can be seen all over Europe. Mainly behind a lot of the populist movements, his popularity is doing really well right now, right across the continent. All right, Fraser Nelson, it's good to know that you're over there, and we'll be watching for more of your columns. Thank you so much."
    },
    {
      "speaker": "NELSON",
      "utterance": "Great to be here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "A very interesting day. It's great to be with my friend, the president of Mexico. And we're negotiating NAFTA and some other things with Mexico. We'll see how it all turns out. But I think we've made a really good progress."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you still want Mexico to pay for the wall?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Absolutely."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was President Trump today during his meeting with Mexican president, Enrique Pena Nieto. And while the wall might not be being built quite yet, National Review editor Rich Lowry, argues President Trump is in fact already winning the immigration debate. Rich joins us now alongside Pablo Manriquez who is a democratic strategist. Rich, I've read your article yesterday that you said that, the president is already winning this debate. Is that partly because once you win and the parade of corbels doesn't happen that the left had said it's going to happen, and then people start to realize, oh, actually maybe, border enforcement is not such a bad idea."
    },
    {
      "speaker": "RICH LOWRY, EDITOR, NATIONAL REVIEW",
      "utterance": "You know, a couple things happen. One, he ran in the teeth of conventional wisdom on this issue in November in one. Two, he has shown, if you just actually enforce our laws in the interior of the country, it has a radical effect on the border, where the border apprehensions have radically diminished because fewer people are trying to cross. And then finally, you have the data that's come out in the last month or two looking into why he won working-class voters? Why he won working-class voters? Importantly, he voted for Obama and then switched him. And it's not economics; its culture, and its immigration. So, you have a number of center-right writers, and intellectuals -- sorry, center-left writers, and intellectuals now saying, Democrats have to moderate on this issue or they'll continue to alienate those sorts of voters."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. And so, what do you think, Mr. Manriquez? I'm curious because you do seem like somebody who thinks that this is a decent argument that he probably is winning that debate, and maybe the Democrats have to come to the table and figure out a way, perhaps, to work with the president, and try to get to a place where they can start winning elections again."
    },
    {
      "speaker": "PABLO MANRIQUEZ, DEMOCRATIC STRATEGIST",
      "utterance": "Well, I think that Rich's piece really threads the needle well on what's going on to the left. And I think that if we want to go a little bit more in depth into where the left has come from since Trump won the election? It goes something like this: during the election last year, there was a candidate named Jeb Bush. And Jeb Bush ran on a very sensible policy of legality as opposed to citizenship for the undocumented population here in the country. That was, of course, soundly rejected by Democrats, myself included, and that was a huge mistake on point."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, but frankly, Pablo -- I mean, it was rejected by a lot of people."
    },
    {
      "speaker": "MANRIQUEZ",
      "utterance": "But this went back to the 2006 push under George W. Bush. That was the last time we actually had a sensible immigration policy proposed. And it was Democrats and Republicans that killed it. What we're doing right now with this push, and this is why I do disagree very strongly with Rich, is that the interior enforcement, while -- border crossings for already dropping big time, it's not making America anymore safe. In fact, the more you terrorize these immigrant communities, the less safe America is becoming."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, a language like that Rich, when he says terrorizing communities. I mean, is that what you're saying that President Trump is winning on that debate because if you are dealing with the illegals and criminals and getting them out of the country, then why wouldn't you want to do that to private (INAUDIBLE) where it is more safe?"
    },
    {
      "speaker": "LOWRY",
      "utterance": "That's exactly the problem. It's terrorizing people to deport; people who came here illegally, many of whom, by the way, already had deportation orders against them."
    },
    {
      "speaker": "MANRIQUEZ",
      "utterance": "Yes, they're terrorizing people to rip their families apart. That's a fact."
    },
    {
      "speaker": "LOWRY",
      "utterance": "Well, exactly. This is why Democrats are so radical and out of touch on this issue. Most people don't think you should stay here."
    },
    {
      "speaker": "MANRIQUEZ",
      "utterance": "Listen, I love your piece, but like, you're ripping their families apart. It is terrible."
    },
    {
      "speaker": "LOWRY",
      "utterance": "Well, I appreciate the praise. I appreciate the praise, but you're not allowed to come here illegally, and set up your family here, and assume you're going to live here without consequence."
    },
    {
      "speaker": "PERINO",
      "utterance": "I do personally just have empathy for what you're talking about, right. That you have families here, now they're in -- and it's a lot of families, right? Not just are children, but it might your uncle, your cousins, and the whole community is. At least in Colorado, even, they have a hotline that says, if ICE is coming, you know, we'll call and try to prevent them from coming because they want to protect the families. And yet you have a country and citizens who are saying, wait for a second, that wasn't right, and we're sorry for this problem, but there has to be some level of personal responsibility. Pablo, what do you think of that?"
    },
    {
      "speaker": "MANRIQUEZ",
      "utterance": "Absolutely. And I think of the 2006 bill dresses personal responsibility. There are a lot of different ways that it addresses personal responsibility. If you have a job here and you're an essential worker, you get a certain degree of Visa. If you don't, then you have to go, you know, get right with the law, lineup, and so on. We have right now a broken immigration system. Everybody knows that. And I know that's like sort of cheesy talking point that we'd be doing for a long time, and don't think that I'm some sort of like, you know, Obama --"
    },
    {
      "speaker": "PERINO",
      "utterance": "No, I think you are right on that, sure."
    },
    {
      "speaker": "MANRIQUEZ",
      "utterance": "I'm not some sort of Obama cheerleader or anything. My president on the Democratic side was probably the worst president in American history when it comes to immigration because he made it cool and popular to mass deport people in a way that's never before."
    },
    {
      "speaker": "LOWRY",
      "utterance": "That's not true. Those numbers are based on a gimmick, one. Two, he had two sweeping executive amnesties, and then Hillary Clinton went further and said she would give -- even go further down that road. Basically, if you get into the country, that her position was, illegally, you're going to stay no matter what. And the public rejected the president and will continue to reject that position."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, we've got to --"
    },
    {
      "speaker": "LOWRY",
      "utterance": "I love you, Pablo, but this is why Democrats will continue to lose."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, this appears we have a broken immigration system, and we have some progress on one side, maybe after we're done with all this, we can come together and solve it. All right, thank you so much. Have a good weekend. Thanks, Pablo. Still ahead, for the second time the last 24 hours, an arrest was made after another GOP lawmaker is threatened. We'll tell you what one man was planning to do at Iowa Senator, Joni Ernst's appearance tomorrow. Plus, controversial Muslim Activist, Linda Sarsour, facing criticism tonight after she called for a \"Jihad\" against the Trump White House. Her defenders claim it was taken out of context. We'll take that up next when Ben Shapiro and CAIR's Hassan Shibly, join me to debate. That's coming up."
    },
    {
      "speaker": "LINDA SARSOUR, POLITICAL ACTIVIST",
      "utterance": "A word of truth, truth in front of a tyrant ruler or leader. That is the best form of Jihad."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I will respect the presidency, but I will not respect this president of the United States of America."
    },
    {
      "speaker": "PERINO",
      "utterance": "Those words from Muslim activist Linda Sarsour from the women's march on D.C. that was earlier this year. Ms. Sarsour finding herself back in the spotlight facing criticism over her latest remark calling for a, quote, jihad, against the Trump White House. Listen."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I hope that we, when we stand up to those who oppress our community that Allah expect from us that as a form of jihad, that we are struggling against tyrants and rulers not only abroad in the Middle East or on the other side of the world, but here in these United States of America where you have fascists and white supremacists and Islamophobia reining in the White House."
    },
    {
      "speaker": "PERINO",
      "utterance": "Sarsour supporters maintain the word causing fierce backlashes taken out of context -- she's also been fighting back, tweeting, right wing tries to demonize my leadership, editing videos is their favorite pastime. Here now, Ben Shapiro is editor in chief of Dailywire.com, and Hassam Shilby is chief executive director of Care Florida, a friend of Ms. Sarsour, and was present when she made the comments. So Hasan, let me start with you. Tell me how it was taken out of context?"
    },
    {
      "speaker": "HASSAN SHILBY, CHIEF EXECUTIVE DIRECTOR CARE FLORIDA",
      "utterance": "Well, jihad means to struggle for good. And she was very clear that it's our duty as Americans and as Muslims to put forward our best effort and to struggle to speak truth to power, to help the disenfranchised, to stand for the oppressed no matter what the cost is of speaking out. And she's actually paying the price of speaking out and calling out the Trump administrations attacks on minorities, the attacks against women. Linda is a revolutionary American Muslim, proud hijab supporting activist, and we stand with her. We're proud of the tremendous work she's doing to stand with all disenfranchised minorities to make America great by standing for justice and speaking truth to power, which is exactly what jihad is about."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. So I first read about this on the Daily Wire, but when you wrote about it, Ben. Tell me why you think that it was not taken out of context when she calls for a jihad against the White House?"
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR IN CHIEF DAILYWIRE.COM",
      "utterance": "Well, it's clearly wasn't taken out of context. Everybody I know who posted the story, posted the entire video, as well as a large portion of the transcript from what she said. I think anybody is claiming that he openly called for violence against President Trump. A jihad means more than just internal struggle or, quote, unquote, struggle for good. We all know that there are terrorists all over the world who invoke the word jihad as justification for what they do. And Linda starts to know does that too. I mean, she knows how to make a headline, she is a radical anti-Semite, who has backed terrorist is the past. She's a person who has -- who said..."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "Stop smearing her. Don't smear woman who is not here to defend herself."
    },
    {
      "speaker": "PERINO",
      "utterance": "Hassan, you'll get a chance in a moment."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "Proudly standing for justice. Don't smear woman who's not here to defend herself. Shame on you."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Ok, I'll talk about Care instead. Care is an organization that was unindicted co-conspirator in the holy land..."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "Right, shift the topic. Never indicted -- don't try to drown out the conversation. Let's talk about what jihad means..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me ask you this, Hassan. Hassan, let me ask you something..."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "The fact she began her speech by praising a guy, who in the past talk about how jihad includes violent jihad. She started her speech with that. So let's not pretend that you can just -- you're the one taking this one line out of context and then suggesting that it only..."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "Well, I encourage everyone just to listen to the speech for herself."
    },
    {
      "speaker": "PERINO",
      "utterance": "I've listen to it. And I have a question to you from a communication standpoint, so she wants to be ineffective activist. Surely, she is aware that when the general public hears the word to jihad it's not necessarily about an internal struggle and standing up for people's rights. We do that all the time in America, like our country is actually built on that. So I'm curious why she doesn't think that she would get some backlash, because if you're going to say those things you are going to get-- you know, stir up this hornet's nest."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "Well, that's why it's so important that she used that word, because we must reclaim that word from the extremists that have mis-define it, misrepresented it. So Muslim extremists and anti-Muslim extremist have both hijacked and distorted jihad to mean something horrible, to mean exactly what Jihad does not mean, actually. And the only way we can reclaim our word and reclaim our language is by leaders proudly and unapologetically using it in the right context, so we can show the world what jihad really means. Jihad does not mean war..."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think like you're like whistling past the graveyard because that's already the reclamation, Ben, it's too late for that."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "No, it isn't too late. It isn't too late."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "If it isn't too late, then I'd like to hear Care come out right now and condemned the Muslim brotherhood."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "Why would we condemn the Muslim brotherhood, we don't condemn political organizations. Listen, let's not -- again, every single time you want to try to distort the conversation, why don't you condemn the KKK? Why don't you condemn the Lord's Resistance Army? Every time Muslims comes up you starts condemning -- asking us to condemn, condemn, condemn. Muslims are human being. We're proud Americans. We stand for peace. We stand for justice. We condemn all people who engage in violence against human beings, against civilians. They take that for granted. We are one humanity. One people. Let's get to know each other, let's not promote fear and hatred of each other."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Hassan. I'll give the last word to you Ben."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "OK. If you want to reclaim the word jihad you should start by condemning organizations that promote jihad all over the world instead of associating with them..."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "Why would we -- again, your mis-defining jihad. Jihad means standing for justice. It doesn't mean terrorism. And we stand against all terrorist and those who engage in violence."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "This is not hard."
    },
    {
      "speaker": "SHIBLY",
      "utterance": "We have and we do, just as everybody else does. Thank you and God bless you. God bless America."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you, Hassan and Ben Shapiro, thank you so much. See you next week. Lawmakers have just two more days of vacation before it's back to work. But will their constituents see any progress on health care? Majority leader McConnell said, yes, and how he says we'll get there might surprise you. Plus President Trump and Putin sit down for two hours with -- stopping the carnage in Syria, at the very top of the agenda. General Jack Keane has the behind-the-scenes details of how that was hammered out."
    },
    {
      "speaker": "PERINO",
      "utterance": "Developing tonight, senators arrived back in Washington, D.C., and back to work in just two days. But instead of 52 Republicans hammering out a health care deal, Mitch McConnell is hinting at a hundred senators getting it to the table. So is this a real possibility or is the majority leader leveling some subtle threats to his fellow Republican senators? Joining me now is Mercedes Schlapp, she's a Republican strategist, and Mo Elleithee is founder of Georgetown University Institute of Politics and Public Service, and both are Fox News contributors. Mercy, so now we're heading into -- late July, by the time they get back, where did this go off track and do you think they could actually get it back on track before the sort of soft August 1st deadline?"
    },
    {
      "speaker": "MERCEDES SCHLAPP, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, first, Dana, I like how you use the word threat, if his threatening these Republicans. I'm going to say he's putting an enormous pressure on these Republicans to try to come together and find common ground. Look, this was one of the reasons why Mitch McConnell was hoping to try to get a bill done before the July break. What happens is that these senators are going home, they're talking to constituents, and a lot of them are finding whether it be organized individual telling they don't like the bill or other constituents basically saying what are you, guys, going to do? Are you going to finally have a repeal of Obamacare? And so, these Republican senators are coming back, I almost think, just a little unsure of where this is going to go. With that being said, I think that Republicans need to take note, if they do not pass a bill -- and this is an imperfect bill, I think there's a lot of room for amendments here, you're going to lose an opportunity to really have significant entitlement reform and allowing the Democrats into this process. They're focused on one thing alone. They talk about fixing Obamacare, but it is like putting a tiny little band aid on a very deep wound, and it would be a very weak bill if it would be coming from the Democrats."
    },
    {
      "speaker": "PERINO",
      "utterance": "Mo, do you think that the Democrats are basically holding their breath thinking, oh, maybe we're actually get a seat at the table? And do they really want one, would they accept it if it was offered?"
    },
    {
      "speaker": "MO ELLEITHEE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yeah, I think so. I think they would take a seat at the table. Well, I think -- look, there are a lot of Democrats out there who politically it's in their interest to want to do something to make Obamacare work better. I think what the senate majority leader said today actually kind of validates that Democratic argument, that you don't need to scrap the whole thing. That you can actually find some fixes to make this thing work better. So you preface this, Dana, by saying is he issuing an implicit or a subtle threats, he hasn't been subtle in making this threat, right? Just a couple weeks ago he said to Republicans if we don't get this done, we will be forced to work with Democrats. God forbid, God forbid that..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I do think he's being realistic, and trying to say, Mercy, that we've got to get this done. Mercy, how does the majority leader both tried to cater to the conservatives who want to maybe going on a different direction, like the Cruz amendment, and then you have the moderates who are saying, I don't think I can actually get there. How do you try to compromise between those two on the Republicans side before you even take it to the floor to think about amendments with Democrats?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Well, first of all, I think that the Republicans need to realize that if the Democrats were to be brought in to the process, you're talking about a very weak bill. That means that Medicaid expansion stays in place. That means that the exchanges that are falling apart stay in place. You're talking about bailout money to insurance companies. So you can't find common ground in the fact that there is this urgency of having the moderates and Republicans come together. With that being said, there is going to come to a point where they need to agree on certain provisions. That being -- I think they're going to have to leave some of that Medicaid expansion in place. I think that they're going to have to, obviously, keep pre-existing conditions, that is one of the selling point that even the Trump administration is pushing for. And the big question here, this is why the Cruz -- actually, make sense, and I could see moderates supporting it, is the fact that you would push for regulatory reform in terms of allowing the insurance companies that they would have to be compliant pushing forward on Obamacare plan, but they're also able to design other products as well as allow, for example, for tax incentives, like allowing health savings accounts..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "... that you could use to lower the premiums."
    },
    {
      "speaker": "PERINO",
      "utterance": "There's certainly a lot to talk about. And Mo, sorry we don't have enough time to like dive in to all of it. But, obviously, when we get back next week, we'd love to have you back, so we can figure out what is going on. Thank you so much."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Thank you."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Major developments today involving the United States, Russian, and the Syrian civil war, General Jack Keane has insider information. He joins us next. Plus, a man arrested for allegedly threats against Republican senator, Joni Ernst, what he was planning, next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Developing tonight, we're learning of yet another violent threat made against a Republican member of congress, the target this time Iowa senator Joni Ernst. An Omaha man arrested just hours ago for allegedly visiting the location of an upcoming Ernst's rally and telling people there that he could, quote, kill her. The man is being charged with suspicion of making threats. And back to our top story tonight, the details of President Trump's first face-to-face with President Putin of Russia, one of the agreements reportedly reached, a U.S.-Russian plan for a cease-fire in a Southwestern Syria. While it could help ease the humanitarian crisis, it is fraught with complications. And our next guest knows all too well. This is General Jack Keane, he's chairman of the institute for the study of war, and a Fox News military analyst. Sir, how would a cease-fire like this work in that area?"
    },
    {
      "speaker": "JACK KEANE, FOX NEWS MILITARY ANALYST",
      "utterance": "Well, first, as you indicated, be complicate. But let's first of all give hats off to the fact that we're moving in the right direction here. And finally, after all these years, providing for the first time a geographic area where Syrian people can indeed be protected. This is something that was urged under the Obama administration by his own national security team a number of times and he had always rejected. The case in point here, it is fraught with problems because the Russians have never ever participated in a cease-fire that was successful, whether be in the Ukraine, or whether in Syria. They have always used cease-fires with their proxies to take advantage of a tactical situation. The problem also is not only has there been a lack of will on the part of the participants, but there's been no enforcement. And by that, I mean, you need at a minimum observers on the ground to be able to enforce the cease-fire. I understand through negotiations that that would likely be Russians, Americans, and Jordanians. It remains to be seen. America has concerns about the Iranians who were operating in this area with their proxies. We want them out of there. Another complication is the radical Islam, in this case the al-Qaeda affiliate, Al-Sham, used to be Jabhat al- Nusra..."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "KEANE",
      "utterance": "... is not a privy to these talks, and they will likely attack this safe zone. Therefore, we need some kind of security force to be able to respond to that. So this adds a degree of complications to it. It doesn't mean that we don't pursue that, one step at a time, and knock down those obstacles so we can finally start to protect the Syrian people."
    },
    {
      "speaker": "PERINO",
      "utterance": "And what about the Israelis? What are they thinking as they look at this situation coming together and the possible situation with Assad? Is he gets to stay at this point?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, the Israelis are very concerned about what's happening in Syria because the Iranians who are driving the war in Syria with Russian assistance, are likely to have a significant presence over time very close to Israel. They obviously are also supplying Hezbollah in Lebanon, to the north of Israel, and also, Hamas to the west. The specific concern the Israelis have here is one they appreciate this will relieve some of the stress in Jordan with the Syrian refugees, and some that can go back into Syria. That's a good thing. But they're also very concerned about the Russians being on the ground with soldiers being the guarantor of the security deal, which would be unbelievably hypocritical, because the Russians have been systematically killing the Syrian people since they arrived on the scene in Syria in 2015, and have supported the Assad regime in systematically killing those people from the outset. That would be horrific if we conceited that."
    },
    {
      "speaker": "PERINO",
      "utterance": "And general, as the president wraps up his meeting at the G-20, he's got this issue that he's trying to work out in Syria, and then tomorrow he has a meeting with President Jinping of China. What do you think he'll try to get out of that meeting and try to get China to help a little bit more on the North Korea situation?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, I think he's probably going to be very direct and frank with him. I take him on his word he had a good start with him down at Mar-a- Lago, and had subsequent conversations. But clearly, China has not come through to the degree that at least our administration was expecting them to come through. I think he wants to test the waters here. Are you serious here or not? Obviously, we've thrown a red flag at China, because we have begun to sanction China for the first time. And we have on-board a considerably more sanctions to impose on China, and also to get every single country who's involved in doing business with North Korea to knock it off. So we're going to escalate sanctions in a way that we have never, ever and impose them in the past."
    },
    {
      "speaker": "PERINO",
      "utterance": "General Jack Keane, thank you so much. We'll be right back."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thanks for being a part of The Story tonight. You can catch me again on \"The Five\" at 9:00, just one hour from now. Tucker Carlson is up next. I hope you have a great weekend, bye. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}