{
  "date": "July 14, 2021",
  "headline": "'Gutfeld!' on policing, voter integrity laws",
  "subHeadline": "Guest: Joe Machi",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-policing-voter-integrity-laws",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "From denying slave people full citizenship until the 13th, 14th and 15th amendments after the Civil War to nine women, the right to vote until the 19th amendment 100 years ago to poll taxes and literacy test in the Ku Klux Klan campaigns and violence and terror.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Finally, someone with the guts to call out the Klu Klux Klans. Stupid racist of the see. I bet they're -- I bet they're Democrats. It's Tuesday, everyone. So look at these happy people. These are Texas Democratic lawmakers as they fled the state like Hunter Biden running from a pregnant stripper. They left yesterday to deny Republicans the quorum needed to vote on strengthening election safeguards. Or as the Democrats like to call such safeguards, the worst thing since the Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "He'll also decry efforts to strip the right to vote as authoritarian and anti-American and he will highlight the work of the administration against this. The necessity of passing the For The People Act and the John Lewis Voting Rights Advancement Act. And how we need to work together with civil rights organizations to build as broad a turnout and voter education system to overcome the worst challenge to our democracy since the Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The worst challenge to our democracy since the Civil War. Hold on a second. I was told just days ago that the worst thing since the Civil War with January 6th. You guys got to get your worst thing since the Civil War story straight. You've been comparing it to anything you don't like to the Civil War. Yes, I'd like to return their shirt. Why? Didn't it fit? No, it's the worst thing since the Civil War. But I guess it beats this callback.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "He's going to let the big banks once again, write their own rules. Unchain Wall Street. They're going to put you all back in chains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. The race baiter still got it. So what's he calling voter I.D. now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm convinced that we'll be able to stop this because it is the most pernicious thing. This makes Jim Crow look like Jim Eagle. This is gigantic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Poor Jim Eagle. There's some guy in Scranton going, I had nothing to do with this. That made no sense. But this old white guy loves ginning up division almost as much as Hunter love crack. It's his crack. Oh, sorry. He's a crack addict. That's my fault. He's some unifier. But maybe it's time to freshen up the analogies. Have you thought about exploiting 9/11 like this mutant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE SCHMIDT, THE LINCOLN PROJECT CO-FOUNDER",
      "sentences": "The one-six attack for the future of the country for family more dangerous event than the 9/11 attacks. And in the end, the one-six attacks are likely to kill a lot more Americans that were killed on the 9/11 attacks, which will include the casualties of the wars that lasted 20 years following it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So how did this psychopath get past security? I was waiting for two hospital orderlies dressed in white coats to throw a net over him at the end. But the only way dumb ass sleaze bags like that get ahead is in the darkness. Lack of transparency is the cloak for malfeasance. So is it any wonder that the Dems see any effort at enhancing voting transparency as attack on them? It almost makes you think they might be hiding something they did to win the last election. Just kidding. Let's state the obvious. Dems are trying to block voter I.D. not because it makes it harder to vote, but that it makes it harder to illegally vote. It's that simple. But this is why when you ask Dems, which voters that voter id might limit they can never give a name. So they just tie I.D.s to racism, even though it's obviously absurd. You need I.D.s to drive a car, take out a library book, get a fishing license, buy a gun. This is sounding a lot like Joe Machi's dream weekend. Great jacket, Speed Racer. But also, you need an I.D. to buy that light beer that's sitting in that charter bus. Yes, you need an I.D. kids, but really light beer? Seems a little late for that in the afternoon. Late in the afternoon. So he spent 1000s on a private plane but cut corners with a beer that has a lower alcohol content in Kat's bloodstream. The beer must be the only thing they paid out of pocket, right? Where on the taxpayers' dime they be splashing Cristalle like they just won the Stanley Cup, but they look happy and maskless and why not? Masks are for kids on 100-degree playgrounds, not Dems and air conditioning. This flea bar again has been done before back in May when they ran away to prevent Republicans from voting on the earlier bill. These dopes flee more than the felons their party bailed out after the riots. In fact, here's the only occupation, where not doing it is considered part of the job. It's like being a fact checker for CNN, or a hair -- or a hairstylist for a Brian Stelter. Doesn't matter. None of this does. Here's why. In the -- if the republicans came out for hugs, the Dems would be anti-hug. But if the GOP were anti-hug, the Dems would come at you like Kevin Spacey at a Boy Scout sleep over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NATION HOST",
      "sentences": "Damn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't even know what that means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. The entire Democratic platform is based on staking out positions defined by their hatred for red states and Red Hats. And it's forced them to take more absurd positions than Gumby studying the Kama Sutra. Remember, the defund police -- defund police movement occurred because Trump was pro law enforcement. And look at anything the Republicans are naturally for. School choice, law and order, American interests in general. And you'll find a rabble of Democrats forming a spiteful opposition. It's like a chess game where your opponent is a robot that punches you in the face after each one of your moves. So why are you playing it all? It's not politics, it's pointed antagonism that then becomes cemented as real. So, they really start believing socialism is preferable to capitalism, that I.D.s are impossible to get and therefore racist, that cops aren't necessary. That we need to teach kids that white folks are inherently racist, while they buy fancy homes, send their kids to private schools, hire security guards, and dine in expensive restaurants without masks or shame. All these nonsense ideas sprout from one reflex to not be associated with the likes of you. The Democrats are now just a I hate you party. They don't feel that way about actual American adversaries because you can only hate one group all the time. And that's you. I wonder what the angry white male thinks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. When I was growing up, everyone was always talking about peace and love. Nowadays, people who claim to believe those things just want to demonize people. It's as if they take pleasure in it. Yes. Somebody ought to write a book call it the joy of hate. As if that would ever happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can still order it on Amazon. Joy of Hate. It's my first book. Not really. First New York Times bestseller but why count? But what is the angry black male think about how bad voter I.D. is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Bro. This is my lunchtime. All right. Tea. Bag of chips. Bottle of water. Chocolate Chip -- white Chocolate cranberry. Oh man, this is -- this is worse than the potato famine. This is worse than the island where the trees got all cut down and everybody had to become cannibals. Oh my god. This is -- no, it's not, not even close. Not even a little bit. It's not. Not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now imagine if the republicans acted like democrats and rejected any idea associated with their opposition party. Maybe that's the way forward. Problem is the Dems don't have any ideas except to hate your ideas. Without us to hate, they got nothing. No ideas, no solution. No decent beer. We can't even debate them because we're just debating a child screaming, I despise you as they side with criminals and authoritarians and Neo racists. So I hope they enjoy their flight to D.C. on their private plane. But when they returned to Texas, let's hope someone changed the locks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. See kept Jim Acosta on his toes by lifting him up by his throat. \"OUTNUMBERED\" co-host Kayleigh McEnany. Comedy club crowds block him to get their parking validated. Comedian Joe Machi. Steve Reeves asked her to take it down a notch. Fox News Contributor Kat Timpf. And he's banned from entering low tunnels. My massive sidekick and host of \"NUFF SAID,\" Fox Nation's Tyrus. Kayleigh, it seems like every time there's a Republican or an issue, it's the worst thing ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, FOX NEWS HOST",
      "sentences": "Oh yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So it's like they have this -- the media and the Democrats have this weird amnesia. They forget that like just months ago, something was worse than -- well, it was worse than Watergate. Now it's worse in the Civil War. Now it's worse than 9/11. They're running out of things to be worse than.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Well, Joe certainly does seem like he has amnesia. So that's a start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "But yes, one thing is worse than the other then they move to the next and what is baffling to me, you know, the liberal fact checkers, they never \"fact check the liberals.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "And when they do, we should pay extra scrutiny to that because you have the Washington Post who gives Joe Biden four Pinocchio's for saying that Georgia's voting laws Jim Crow on steroids. So he says send it backpedaling. OK, it's not Jim Crow. It's worse than the Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Well, how is that logical?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "And where's the CNN fact checkers? Apparently, Daniel Dale has in fact checked in the entire month of July. Come on now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know what, Daniel Dale missing in his fact checking might be worse than Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm pulling the Carl Bernstein here. But that would be -- we should do that. We should do fact checking of all the -- like, no, it is our fact checkers, no Joe, this is not worse than the Civil War. Here's why half a million people die killing each other over slavery. Pride in, bought prized by the Democrats. So Joe, you weren't around for the Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "sentences": "That's true. But you could argue that the Civil War was good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Because -- I mean, it ended slavery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "It's kind of a trick question you're trying to -- trying to trap me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true. Everything's worse than the Civil War. If everything is worse than the Civil War by your perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Well, slavery was bad. So we had to have the Civil War and that's unfortunate, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Are you sure about that, Joe? You didn't seem very confident. I'm watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Tyrus, I have not waffled. I have been no worth in anti-slavery my entire life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Damn straight. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "I was actually asked that, does Donald Trump wish his self and won the Civil War. Reporter actually asked me that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "So thanks for clarifying where (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Well, I also think the Democrats are as bad at coming up with comparisons as they are and phony obstacles for why you can't vote because one day it's -- you can't go photocopy something if you live in Arkansas and the next day, it's as bad as the Civil War. And I'd also like to adjust that the jacket issue, I got a lot of heat from my last jacket and I think this one looks pretty cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What is the -- what's the brand? What is the brand? Do you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Again, I'm not sure if its Merry-Go-Round or the Chess King. But I don't know. Tyrus, I -- what do you think of his jacket?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I think it goes good with like a motorcycle like gloves and a taller dude. But other than that, it's phenomenal. Yes. I love Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Your monologue, man. You get some zingers today. Wow. I'm kind of -- it makes a lot of sense about the racist clam thing. It explains a lot of the things I'm hearing at the beach like I'm trying to swim in my kids and like, dark, you get off the -- who is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's a clam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And all this time it was a clam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "We need to get like a Muppet or something made of like a racist clam and have a little segment where he comes on. Whoo. You know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Ku Klux Clam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. Why not? Yes. And I thought it was awesome that he told someone they should be put back in chains. And everyone was like, it's cool because it came from him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That's one of the time when someone will come forward be like, well, he didn't really know what he's saying. So just give him a break. Because he's getting more angry old white nude as this thing goes on. So we're going to start seeing some really cool (BLEEP) coming out of President Biden's mouth. That we're going to be like that was racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He was talking to a -- that was a couple years ago talking to a predominantly black audience and they -- he was telling them that if they elect -- elected Mitt Romney, right? Was that what it was about I think that they would go back into change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Look at -- look at the little nervous white guy trying to clean up for the other white guy. I don't give a damn who he was talking to. But this is how nervous why the (INAUDIBLE) is. He's terrified. Joe Biden said, you'd be back at change but like, I just want you to know the only reason why I played that is because the audience was -- I was not there. I did not condone it. I swear to God. Relax, relax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. I'm talking about worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You guys are paranoid like his jacket is fully zipped up, he's uncomfortable. He's tryingto conceal his whiteness by off brown colors. He can and you're trying to pass the buck to other old white guys. This is -- I'm living in sarcastic brother image. This is phenomenal. Please continue (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. How are you doing there, Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "I'm all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. How are the steroids?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm on steroids. So, I -- actually, I have a -- thank you. I have a horrible sinus issue that I even surgery in a few weeks. And the steroids. I don't feel any better. I still feel terrible. But now that I'm on steroids, I'm like, I feel terrible. But so what? It's like, you've been -- like you've been through worse, get over at Kat, don't be a -- like that's how I feel. And it's kind of nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's kind of exciting. It's kind of like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why don't you start doing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. That's what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do five sets of curls every morning. And I want to see giant muscles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I'm going to -- I'm going to start at least doing four sit-ups a day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm going to do four sit-ups a day. I should have a six pack and time for surgery. You want to have a six pack for surgery?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, definitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Don't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I totally bike riders like this. I get why. I could ride a bike. Did you ask me a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what? We're out of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "9/11 was bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So 9/11 was bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "9/11 was bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It was as bad is the Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And so -- and so was slavery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. All right. I'm glad we got her priorities in order. Up next. When you defund the cops, the violence never stops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When the cops are gone, the guns are drawn. Apparently the wind in the Windy City now comes from flying bullets. Over the weekend in Chicago 11 people were murdered and 44 people shot. It's not even safe for Jussie Smollett to go to subway. As the police department there grapples with an unprecedented number of retirements, gang members now outnumber the cops 10 to one. Not surprising, no one's trying to defend the gangs. In New York, a major gang war in the Bronx left three teenagers dead within days of each other. Said one cop, everybody's walking around with a gun because they're more afraid of getting shot than getting arrested. So as, you know, firearm sales are on a record pace. Last year over eight million were first-time buyers. And as the Washington Post learned upon investigating, many of them were previously anti-gun. But now they're pro not getting shot. What a bunch of extremists. But it is a trade-off. They're less vulnerable to gun crime but more vulnerable to celebrity insults. So, the left is now buying guns too. And the common theme is that people bought guns because they felt unsafe. So here's the irony. The rabid demonization of law enforcement by the left all but guaranteed the death of gun control. You handicap cops and embolden criminals by letting them out after violent crimes. What did you expect? The public went shopping for a future at the gun store. The NRA has two words for the left. Thanks, guys. But of all this continues, imagine what they'll replace the police with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey car call 41 I've got a caller on the line says someone is breaking into her house. Can you all head that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Actually sir our new budget doesn't cover house calls. Tel them to just have him surrender at the station. Office hours are noon to 2:00 p.m.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's got a gun, can you guys at least drop by with your sirens on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, sorry, they took that from us too. Best I can do is, yes, sure Ican yell. Here we go. Oh and also we will need you to Venmo up some gas money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come in car 18, we have a report of someone in a store stealing merchandise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is car 18, I'm sorry but we're just not in a good place financially to help out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're not in a good place finally? The store is being robbed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Actually, we're not even in a car right now. Have you tried calling a social worker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please remain on the line so I can disconnect you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sounds good. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All units, all units. We have. All units, all units, we have a record of a missing child. The mother just called us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey there dispatch, I noticed that was a collect call. If we're on the hook for that that's going to be an issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I didn't know what to tell her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, she could try using a landline that save us some money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. About the child. Can you search for him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look, the only search we have the budget for is Google and even that's getting expensive. Maybe we can try Bing",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "nice. Kat, since you didn't get to respond in the first block. Why don't you grace us with your intellect (INAUDIBLE) becoming such a major issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Well, I think I said a lot in the first block, first of all. But look, a lot of people -- there say -- oh, people disagree with how Biden's handling crime. But I think the most important thing is that the facts disagree with how Biden is handling crime. He wants to make this a gun control thing but the fact is that up until very, very recently, violent crime has fallen even as gun ownership has risen. And the thing that changed recently is the fact that it's violent and dangerous out there. It's not the other way around. That's what the facts say. And his policies are just as dumb like the ghost gun thing. California already tried that in 2018. And then, you know, the ATF was like, hey, you know, almost half of our cases are -- or ghost guns out. It's almost as if they've been -- they're banned. It doesn't solve the problem. There's so much evidence that shows that this approach does nothing which means he doesn't really care. It's just about the agenda, regardless of anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what I like about this story, Joe, is the irony that the left got what they wanted. But what came with that is the death of gun control because they created a dangerous environment. They demoralize the police. So all you have left are private citizens turning to private security and to the Second Amendment. I mean, who could have seen that coming? And Joe, in your jacket?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Yes. I mean, nothing was well thought out. Even the term violence interrupter sounds like a euphemism for someone who got between a gang member and the person they attended to shoot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I mean, it's gotten so bad that the gang members are complaining there's too many rival gang members out of jail. This is bad for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I mean, you can't walk through Times Square because there's so much gang violence now, which I assume are gangs that are on vacation from other cities because why there are local gang members? I mean, it's just all chain restaurants, Greg. That's what I'm trying to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm just -- I'm imagining gang members complaining to the police about -- they have to arrest each other guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And then going to the Olive Garden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Bottomless breadsticks, Kayleigh, what -- one poll says that 38 percent of people approve of how Biden is handling crime. Is he -- he's in trouble. He's -- I mean, I don't even care if it affects him politically but they care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Oh, they care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "It's why all of a sudden he's talking about the issue he would never want to talk about. I think Republicans need to hire the Greg Gutfeld show to cut their ads. Because that skit is eerily similar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Yes. Top through that. That skit is very similar to this -- the -- I almost called it a skit, the ad that for me was the reason that Republicans did so well in the House and the Senate. Do you remember grandma, there was intruder breaking in, grandma sitting there, the phone rings, she calls the police and they say sorry, we're not open, leave a message we'll get back to you after, you know, 8:00 a.m. Whatever it was. Exactly like the ads. So parody has become reality. So much so that your skits represent the ads of the Republican Party, you will see an ad that looks a lot like that. I'm telling you in 2022. And Republicans will prevail because of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hmm. I've asked you this question before, Tyrus. How many guns do you have? Did you answer it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. 17. What? I live in Louisiana (BLEEP) things anytime. I'm ready. It's funny though when you're on your podium from the safety of your secured neighborhood. You can talk about we don't need the police. And we need to get rid of guns. And then -- who got robbed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Johnson got robbed? That's two houses down. My God. Where were the police? They took seven minutes to get there? Oh my -- we got to do something. Quick. Let's get guns. And they just don't -- they're just buying guns. They're buying like A.K.-47. They want all the high tech. They want everything because they're in danger. Welcome to boots on the ground. You sanctimonious sons of bitches. Now it's a problem. Now they hate it. Now the Democrats, oh, what are we doing? California had a great idea. We'll just raise it to -- you got to steal $926 worth of stuff before it's a felony. Yes, that's going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's amazing when they come up with all these ideas and get rid of police officers and all this stuff until it affects them. And now they're like, oh, what do we do? Oh, it was Republicans' fault. And be like, nah, check the tape, bro. We always rely on order all the time. Like they're looking to blame somewhere because they need them now. It's in their doorstep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And it always goes back to the things that they come out against is because of what the Republicans or conservatives or Trump supporters are for. So they went for the defund police thing. They went for all that stuff just because, you know, we can't -- we can't be seen on the same side as those evil, evil people. Speaking of evil people. Up next. Brian Stelter blows hot air on a giant leap for a billionaire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "Richard Branson's blasting off while CNN stands by and scoffs. Yes, CNN complains about going interstellar, their ratings are still in the cellar. It must be time for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"HOW IRREDEEMABLY STUPID IS THE STUPID MEDIA? IT'S TOTALLY IRREDEEMABLY STUPID DUDE. WHY ARE YOU EVEN ASKING GREG?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "These Gen-Z announcers. On Sunday, CNN's rolly-polly-gossip-goalie through a wet blanket on Richard Branson's historic --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN STELTER, CNN ANCHOR",
      "sentences": "Is it moral, is it ethical to be launching rockets and flying off the space and spending all this money and burn all this fuel in an age of climate crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILES O'BRIEN, NATIONAL SCIENCE CORRESPONDENT, PBC NEWS HOUR",
      "sentences": "Well, I don't think it's mutually exclusive, Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Brian is mad that there's no inflight snack service. He knows a whole bunch of billionaires just took private jets to Sun Valley where Bill Gates was given a speech about climate change, right? Leave it to all reliable sources to be the proverbial party pooper, the fly in the ointment, a turd in the Punchbowl. You get the idea. Meanwhile, the media is out defending the whisperer in chief. The A.P. says he whispers to make a point as seen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You guys, I think it's time to give ordinary people a tax break. They said, when people are waiting for relief? I got $1.9 trillion relief so far. They're going to be getting checks in the mail that are consequential. I wrote the bill for the environment. Why would I not be for it? Pay them more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm pretty sure that guy tried to get me in a van when I was 12. Apparently, the whispering allows him to connect with voters much like sniffing hair allows him to connect with his perverse desire to sniff hair. But maybe the A.P. isn't objective when it comes to Joe. Take former New York Times Editor, Lauren Wolf, who now admits she's a bias journalists. Yes, she's a wolf in wolf's clothing. Surprisingly, the Times fired her in January after this sugary tweet gushing that Biden gave her the chills. But it's like Abe Lincoln used to say, you can fool some of the people all of the time and all of the people some of the time, but you can always trick a dog to lick peanut butter off your nuts. You know what, writers -- Abe Lincoln never said that. I should be reading these scripts before I get here. Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I didn't write (BLEEP).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I didn't write that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know who wrote that. But there's a post-show meeting. There is a post-show meeting after this show. Post-meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "She's on steroids. She's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Definitely, Kat. Tyrus, I have a theory to help Stelter lose weight, OK. See, he defines all those positions by the people he hates. So, he comes out against space, space travel because Trump started the Space Force, right. So, he has to be against it. So, what -- he should find out people, he hates who eats the foods that he likes. So, let's say, gelato is his favorite dessert, but then he finds out Tucker Carlson likes gelato.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's got to be against gelatos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Tons of gelatos out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He finds, he loves funnel cake. He loves it, but then he finds out that Hannity has a funnel cake garden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Salty funnel cake out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm all about helping people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You're a saint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You are. A really good job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You've thought of that all by yourself, didn't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. So, in the meeting, we need to bring that up too. Listen, I feel for Stelter, and Acosta, because they did really well just talking about President Trump's tweets. They made books they got on T.V., they got promotions, and then he went away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And what do we got now? You're left with your talent. So, what do you do? We see it all the time with old rock bands, they have that one hit, and then they keep coming back. And we're like, nah, that song sucks, bro. That's not it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Play a runaway train.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, Stelter's down to I'm going to go after billionaires in outer space. You're telling the billionaire about gas? I think he's got it covered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He's, he's paying for the gas. He's paying for the rocket. He can do it. That's all you got to the point where the guy's like, yes, we're not the only ones using rocket fuel, which isn't the same as get you know what? Just say it. President Trump, we miss you. If you could just come on the show and just give me a couple things, you can insult me, call me some names. How about a note? They miss him so bad? Like they should both have a book like the long missing engagement of President Trump and just hours of how they cry and look in the mirror like I was famous. I could have been somebody I was a contender and, and stupid Twitter took away my president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, Trump made them lazy. Like this climate change argument is the laziest argument you could possibly make because you could make it about anything. You could say Oh, hey Brian, with the climate crisis is a really ethical views all that carbon keeps CNN running so you can make your show that 14 people watch --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You can do that too. I don't believe that, but you know, if he wants to play we can play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Also, think about the flatulence of all the food that he -- the methane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I knew you were going to go there. I knew you were going to go there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Stelter is way worse than the Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's way worse. It's worse than Watergate. Yes, it's a civil war on steroids. I think I covered everything, Kayleigh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, FOX NEWS HOST",
      "sentences": "What did I get myself into leaving \"OUTNUMBERED\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's not as good as \"OUTNUMBERED.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Clearly not. No, Brian Stelter really at a time where we've had more than 100 UFO sightings. You want to stop the space race for climate change. This guy is an idiot just like AOC you got to stop having kids because of climate change. People are nuts in one thing about the Biden whispering. The AP is trying to defend him. They're citing communications experts. They're saying it's quote \"intimate.\" Wrong word to defend this. It's creepy. But with \"intimate\" that's even more creepy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Worse, you don't whisper into a microphone. Yes. That's not whispering, it's creepy-ing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's creepy-ng. Joe, last word to you, thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "sentences": "Uh, yes, I think Brian Stelter invented astronaut- shaming. And now, I was about to be a billionaire with my own spaceship, but I don't want to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Thanks a lot, Brian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Biden sounds like Bane from Batman. It's creepy. I don't like it. But I'll tell you what, I'll give the New York Times former editor a little bit of credit for saying the quiet part out loud. She said it's hard to be objective and it is. But you can you can try where she said there's Joe Biden's plane. I have chills next time. Just say there's Joe Biden's plane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is -- diversity training are making our fleets easier to beat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What would you prefer, an inclusive employer or a deadly destroyer? It seems our Navy needs to do a lot more to be prepared for a war. A new report commissioned by Congress says the Navy isn't ready to fight a war which is bad because we always seem to be in one and those boats have no resale value, at least to cruise lines. When recently retired enlisted leader quit, \"I guarantee you every unit in the Navy is up to speed on their diversity training. I'm sorry that I can't say the same of their ship handling training.\" Oh boy. Yes, the Navy has been plagued by recent mishaps like ships crashing into each other. 94 percent of the current and retired officers interviewed for the report believe that current problems are related to broader cultural or leadership issues. The remaining six percent were on leave getting hammered at a Tiki Bar. They also cited poor training on how to fight wars micromanagement that doesn't allow captain's to leave, and a no mistake culture that washes out risk taking leaders. So, the downside is we're all going to die, the upside, we all know the right pronouns for the death certificates. What do you make of this story, Kayleigh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "I, you know, it's really one, one sailor was saying, I'm trying to navigate my ship through the Straits of Hormuz. And then meanwhile, there's this Admiral on terrestrial office breathing down my neck and I can't get him out of my head. I want you focused on the Straits of Hormuz, but at least you've got that diversity training. Thank the Lord.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Straits of Hormuz. That's a wild bunch. They know how to party, Joe. I like to navigate between them. I don't even know what I'm saying. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Oh, I mean, this worries me that the Navy isn't prepared. But it also worries me that one of the problems the Navy has is top down leadership. That's, that's not doing the right job. We have the same problem. We're worried about China sending missiles or chips way. I'm also worried that China won't send masks our way during the next crisis. We can't make masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "we can't make PPE. We need to rebuild the supply line and our and by have captains that can shoot the missiles. They know where the misses are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, do I micromanage too much?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Remember, I can replace you in any with Brian Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. Exactly. No, you don't micromanage. You, you, you manage perfectly correctly with no errors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm a small manager.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But I have large thoughts. What are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I just think -- there's so many jobs out there where being risk averse is good. Like you want a risk averse school bus driver you want a risk averse surgeon, but if you sign up for a job where they tell you straight up you'll maybe die doing this I feel like you go in you know not being risk averse. So, then they're ruining that and people and that is a very bad thing for the military. But if you want to be less risk averse? Steroids are great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there you go. Tyrus, virtue signaling is now a priority over defending the country, is that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes, I you know, I'm going to just nary a time am I ever want to hear about a polite Marine who made sure he equally shot each man and woman that was a terrorist so that way there was no, no one thought that he was leaning towards. Oh, you shot the guy four times with the woman only one you don't think she's good enough with three more bullets? Sorry, if that's the America we're not that's not going there. I'm OK with the guys defend this country. Being monsters and doing what they have to do. When they get back, you can have a class on now that you're back in civilized society again, do nothing, say nothing, and stay in your home, and don't make eye contact with any white people because they're bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, up next, have we all done something so depraved that will take it to our grave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are there things in your past that would leave your friends aghast? A recent British survey found that the average adult keeps two deep secrets. The top three were mental health issues, embarrassing incidents and Internet history in that order. It's like when I hooked up with that schizophrenic on Tinder and it turned out it was me. Almost one in five said they kept secrets just to make the relationships easier, while a little more said one in 10 -- or one in 10 said they did so because they were worried about a police investigation. But it's like my uncle always said, sometimes when the truth hurts, then embrace the lie; an oil drum full of lie to be precise. Perfect for dissolving anyone who figures out your disgusting secrets. Joe, I maintain that we are animals, filthy animals. Are you a filthy animal? What are you hiding under that jacket?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Greg, I live in a world you don't talk about, cocktail parties or chips to the museum. What goes on this brain would rock your world my friend. Actually, they probably wouldn't. Even when they asked how many secrets I have, I wouldn't have even told them that. I don't want people to know what songs I have on my phone. It's not Taylor Swift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I bet. I hired Taylor Smith once. Put my suit together in 10 minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You -- we had it going, and then you just, you just had to keep it going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "One swift Taylor. Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I just think -- not everyone in this story is to say like they're not saying the same thing, right? People who are hiding secrets to make the relationships easier and people were hiding them because they want the cops to find out, they're doing different things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We're living different lives. And number seven on this list was bank and credit card statements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like that's not keeping a secret. You're not supposed to tweet that out. That's called not being a moron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I think the good thing about secrets, Tyrus, is that they're, it's mutually assured destruction. This could end cancel culture if we all knew that we were just filthy, awful beast and accepted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I think we do accept the people on Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I think everyone else kind of gets it, you know, and it's where I'm at. You just get rid of the victims and the witnesses. So, that way you don't have to worry about like, I'll go to my grave with a smile on my face of course it's crowded, but you know I'm saying like, hence I know where the bodies are buried because I buried them. I have one rule, did you see that too? Come with me. So, I sleep well at night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I assure you, American public, he's making all of that up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, actually, after the show. We'll go for a walk. Some lovely lights in the corner of the building over there in an empty construction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have some suits. I'd like to sell you. Come down the alley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes, just down here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You had to sell these steps, turn right. Kayleigh, I know you're in your private time. You are a disgusting human being.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Oh yes. I was looking at the 25 secrets number for snacking habits like looks the other way I grab a grilled cheese take a little bite, likes my daughter. Number five was hygiene habits and while I shower every day now I did go to an all-girls Catholic school. Didn't always shower not matching socks. I have a lot of secrets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Again, not the same as the people in front of me right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Best show. Kayleigh McEnany, Joe Machi, Kat, Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "From denying slave people full citizenship until the 13th, 14th and 15th amendments after the Civil War to nine women, the right to vote until the 19th amendment 100 years ago to poll taxes and literacy test in the Ku Klux Klan campaigns and violence and terror."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Finally, someone with the guts to call out the Klu Klux Klans. Stupid racist of the see. I bet they're -- I bet they're Democrats. It's Tuesday, everyone. So look at these happy people. These are Texas Democratic lawmakers as they fled the state like Hunter Biden running from a pregnant stripper. They left yesterday to deny Republicans the quorum needed to vote on strengthening election safeguards. Or as the Democrats like to call such safeguards, the worst thing since the Civil War."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "He'll also decry efforts to strip the right to vote as authoritarian and anti-American and he will highlight the work of the administration against this. The necessity of passing the For The People Act and the John Lewis Voting Rights Advancement Act. And how we need to work together with civil rights organizations to build as broad a turnout and voter education system to overcome the worst challenge to our democracy since the Civil War."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The worst challenge to our democracy since the Civil War. Hold on a second. I was told just days ago that the worst thing since the Civil War with January 6th. You guys got to get your worst thing since the Civil War story straight. You've been comparing it to anything you don't like to the Civil War. Yes, I'd like to return their shirt. Why? Didn't it fit? No, it's the worst thing since the Civil War. But I guess it beats this callback."
    },
    {
      "speaker": "BIDEN",
      "utterance": "He's going to let the big banks once again, write their own rules. Unchain Wall Street. They're going to put you all back in chains."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. The race baiter still got it. So what's he calling voter I.D. now?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm convinced that we'll be able to stop this because it is the most pernicious thing. This makes Jim Crow look like Jim Eagle. This is gigantic."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Poor Jim Eagle. There's some guy in Scranton going, I had nothing to do with this. That made no sense. But this old white guy loves ginning up division almost as much as Hunter love crack. It's his crack. Oh, sorry. He's a crack addict. That's my fault. He's some unifier. But maybe it's time to freshen up the analogies. Have you thought about exploiting 9/11 like this mutant?"
    },
    {
      "speaker": "STEVE SCHMIDT, THE LINCOLN PROJECT CO-FOUNDER",
      "utterance": "The one-six attack for the future of the country for family more dangerous event than the 9/11 attacks. And in the end, the one-six attacks are likely to kill a lot more Americans that were killed on the 9/11 attacks, which will include the casualties of the wars that lasted 20 years following it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So how did this psychopath get past security? I was waiting for two hospital orderlies dressed in white coats to throw a net over him at the end. But the only way dumb ass sleaze bags like that get ahead is in the darkness. Lack of transparency is the cloak for malfeasance. So is it any wonder that the Dems see any effort at enhancing voting transparency as attack on them? It almost makes you think they might be hiding something they did to win the last election. Just kidding. Let's state the obvious. Dems are trying to block voter I.D. not because it makes it harder to vote, but that it makes it harder to illegally vote. It's that simple. But this is why when you ask Dems, which voters that voter id might limit they can never give a name. So they just tie I.D.s to racism, even though it's obviously absurd. You need I.D.s to drive a car, take out a library book, get a fishing license, buy a gun. This is sounding a lot like Joe Machi's dream weekend. Great jacket, Speed Racer. But also, you need an I.D. to buy that light beer that's sitting in that charter bus. Yes, you need an I.D. kids, but really light beer? Seems a little late for that in the afternoon. Late in the afternoon. So he spent 1000s on a private plane but cut corners with a beer that has a lower alcohol content in Kat's bloodstream. The beer must be the only thing they paid out of pocket, right? Where on the taxpayers' dime they be splashing Cristalle like they just won the Stanley Cup, but they look happy and maskless and why not? Masks are for kids on 100-degree playgrounds, not Dems and air conditioning. This flea bar again has been done before back in May when they ran away to prevent Republicans from voting on the earlier bill. These dopes flee more than the felons their party bailed out after the riots. In fact, here's the only occupation, where not doing it is considered part of the job. It's like being a fact checker for CNN, or a hair -- or a hairstylist for a Brian Stelter. Doesn't matter. None of this does. Here's why. In the -- if the republicans came out for hugs, the Dems would be anti-hug. But if the GOP were anti-hug, the Dems would come at you like Kevin Spacey at a Boy Scout sleep over."
    },
    {
      "speaker": "TYRUS, FOX NATION HOST",
      "utterance": "Damn."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't even know what that means."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. The entire Democratic platform is based on staking out positions defined by their hatred for red states and Red Hats. And it's forced them to take more absurd positions than Gumby studying the Kama Sutra. Remember, the defund police -- defund police movement occurred because Trump was pro law enforcement. And look at anything the Republicans are naturally for. School choice, law and order, American interests in general. And you'll find a rabble of Democrats forming a spiteful opposition. It's like a chess game where your opponent is a robot that punches you in the face after each one of your moves. So why are you playing it all? It's not politics, it's pointed antagonism that then becomes cemented as real. So, they really start believing socialism is preferable to capitalism, that I.D.s are impossible to get and therefore racist, that cops aren't necessary. That we need to teach kids that white folks are inherently racist, while they buy fancy homes, send their kids to private schools, hire security guards, and dine in expensive restaurants without masks or shame. All these nonsense ideas sprout from one reflex to not be associated with the likes of you. The Democrats are now just a I hate you party. They don't feel that way about actual American adversaries because you can only hate one group all the time. And that's you. I wonder what the angry white male thinks."
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. When I was growing up, everyone was always talking about peace and love. Nowadays, people who claim to believe those things just want to demonize people. It's as if they take pleasure in it. Yes. Somebody ought to write a book call it the joy of hate. As if that would ever happen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can still order it on Amazon. Joy of Hate. It's my first book. Not really. First New York Times bestseller but why count? But what is the angry black male think about how bad voter I.D. is?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Bro. This is my lunchtime. All right. Tea. Bag of chips. Bottle of water. Chocolate Chip -- white Chocolate cranberry. Oh man, this is -- this is worse than the potato famine. This is worse than the island where the trees got all cut down and everybody had to become cannibals. Oh my god. This is -- no, it's not, not even close. Not even a little bit. It's not. Not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now imagine if the republicans acted like democrats and rejected any idea associated with their opposition party. Maybe that's the way forward. Problem is the Dems don't have any ideas except to hate your ideas. Without us to hate, they got nothing. No ideas, no solution. No decent beer. We can't even debate them because we're just debating a child screaming, I despise you as they side with criminals and authoritarians and Neo racists. So I hope they enjoy their flight to D.C. on their private plane. But when they returned to Texas, let's hope someone changed the locks."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. See kept Jim Acosta on his toes by lifting him up by his throat. \"OUTNUMBERED\" co-host Kayleigh McEnany. Comedy club crowds block him to get their parking validated. Comedian Joe Machi. Steve Reeves asked her to take it down a notch. Fox News Contributor Kat Timpf. And he's banned from entering low tunnels. My massive sidekick and host of \"NUFF SAID,\" Fox Nation's Tyrus. Kayleigh, it seems like every time there's a Republican or an issue, it's the worst thing ever."
    },
    {
      "speaker": "KAYLEIGH MCENANY, FOX NEWS HOST",
      "utterance": "Oh yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So it's like they have this -- the media and the Democrats have this weird amnesia. They forget that like just months ago, something was worse than -- well, it was worse than Watergate. Now it's worse in the Civil War. Now it's worse than 9/11. They're running out of things to be worse than."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Well, Joe certainly does seem like he has amnesia. So that's a start."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCENANY",
      "utterance": "But yes, one thing is worse than the other then they move to the next and what is baffling to me, you know, the liberal fact checkers, they never \"fact check the liberals.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCENANY",
      "utterance": "And when they do, we should pay extra scrutiny to that because you have the Washington Post who gives Joe Biden four Pinocchio's for saying that Georgia's voting laws Jim Crow on steroids. So he says send it backpedaling. OK, it's not Jim Crow. It's worse than the Civil War."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Well, how is that logical?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCENANY",
      "utterance": "And where's the CNN fact checkers? Apparently, Daniel Dale has in fact checked in the entire month of July. Come on now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know what, Daniel Dale missing in his fact checking might be worse than Watergate."
    },
    {
      "speaker": "MCENANY",
      "utterance": "That is true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm pulling the Carl Bernstein here. But that would be -- we should do that. We should do fact checking of all the -- like, no, it is our fact checkers, no Joe, this is not worse than the Civil War. Here's why half a million people die killing each other over slavery. Pride in, bought prized by the Democrats. So Joe, you weren't around for the Civil War."
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "utterance": "That's true. But you could argue that the Civil War was good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "Because -- I mean, it ended slavery."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "MACHI",
      "utterance": "It's kind of a trick question you're trying to -- trying to trap me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true. Everything's worse than the Civil War. If everything is worse than the Civil War by your perspective."
    },
    {
      "speaker": "MACHI",
      "utterance": "Well, slavery was bad. So we had to have the Civil War and that's unfortunate, but --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Are you sure about that, Joe? You didn't seem very confident. I'm watching."
    },
    {
      "speaker": "MACHI",
      "utterance": "Tyrus, I have not waffled. I have been no worth in anti-slavery my entire life."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Damn straight. All right."
    },
    {
      "speaker": "MCENANY",
      "utterance": "I was actually asked that, does Donald Trump wish his self and won the Civil War. Reporter actually asked me that question."
    },
    {
      "speaker": "MCENANY",
      "utterance": "So thanks for clarifying where (INAUDIBLE)"
    },
    {
      "speaker": "MACHI",
      "utterance": "Well, I also think the Democrats are as bad at coming up with comparisons as they are and phony obstacles for why you can't vote because one day it's -- you can't go photocopy something if you live in Arkansas and the next day, it's as bad as the Civil War. And I'd also like to adjust that the jacket issue, I got a lot of heat from my last jacket and I think this one looks pretty cool."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What is the -- what's the brand? What is the brand? Do you know?"
    },
    {
      "speaker": "MACHI",
      "utterance": "I don't know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Again, I'm not sure if its Merry-Go-Round or the Chess King. But I don't know. Tyrus, I -- what do you think of his jacket?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I think it goes good with like a motorcycle like gloves and a taller dude. But other than that, it's phenomenal. Yes. I love Joe."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Your monologue, man. You get some zingers today. Wow. I'm kind of -- it makes a lot of sense about the racist clam thing. It explains a lot of the things I'm hearing at the beach like I'm trying to swim in my kids and like, dark, you get off the -- who is?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's a clam."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And all this time it was a clam."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "We need to get like a Muppet or something made of like a racist clam and have a little segment where he comes on. Whoo. You know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Ku Klux Clam."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. Why not? Yes. And I thought it was awesome that he told someone they should be put back in chains. And everyone was like, it's cool because it came from him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "That's one of the time when someone will come forward be like, well, he didn't really know what he's saying. So just give him a break. Because he's getting more angry old white nude as this thing goes on. So we're going to start seeing some really cool (BLEEP) coming out of President Biden's mouth. That we're going to be like that was racist."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He was talking to a -- that was a couple years ago talking to a predominantly black audience and they -- he was telling them that if they elect -- elected Mitt Romney, right? Was that what it was about I think that they would go back into change."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Look at -- look at the little nervous white guy trying to clean up for the other white guy. I don't give a damn who he was talking to. But this is how nervous why the (INAUDIBLE) is. He's terrified. Joe Biden said, you'd be back at change but like, I just want you to know the only reason why I played that is because the audience was -- I was not there. I did not condone it. I swear to God. Relax, relax."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. I'm talking about worse."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You guys are paranoid like his jacket is fully zipped up, he's uncomfortable. He's tryingto conceal his whiteness by off brown colors. He can and you're trying to pass the buck to other old white guys. This is -- I'm living in sarcastic brother image. This is phenomenal. Please continue (INAUDIBLE)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. How are you doing there, Kat?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "I'm all right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. How are the steroids?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm on steroids. So, I -- actually, I have a -- thank you. I have a horrible sinus issue that I even surgery in a few weeks. And the steroids. I don't feel any better. I still feel terrible. But now that I'm on steroids, I'm like, I feel terrible. But so what? It's like, you've been -- like you've been through worse, get over at Kat, don't be a -- like that's how I feel. And it's kind of nice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's kind of exciting. It's kind of like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why don't you start doing --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. That's what I'm saying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do five sets of curls every morning. And I want to see giant muscles."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I'm going to -- I'm going to start at least doing four sit-ups a day."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm going to do four sit-ups a day. I should have a six pack and time for surgery. You want to have a six pack for surgery?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, definitely."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Don't you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I totally bike riders like this. I get why. I could ride a bike. Did you ask me a question?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what? We're out of time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "9/11 was bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So 9/11 was bad."
    },
    {
      "speaker": "TIMPF",
      "utterance": "9/11 was bad."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It was as bad is the Civil War."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And so -- and so was slavery."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. All right. I'm glad we got her priorities in order. Up next. When you defund the cops, the violence never stops."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When the cops are gone, the guns are drawn. Apparently the wind in the Windy City now comes from flying bullets. Over the weekend in Chicago 11 people were murdered and 44 people shot. It's not even safe for Jussie Smollett to go to subway. As the police department there grapples with an unprecedented number of retirements, gang members now outnumber the cops 10 to one. Not surprising, no one's trying to defend the gangs. In New York, a major gang war in the Bronx left three teenagers dead within days of each other. Said one cop, everybody's walking around with a gun because they're more afraid of getting shot than getting arrested. So as, you know, firearm sales are on a record pace. Last year over eight million were first-time buyers. And as the Washington Post learned upon investigating, many of them were previously anti-gun. But now they're pro not getting shot. What a bunch of extremists. But it is a trade-off. They're less vulnerable to gun crime but more vulnerable to celebrity insults. So, the left is now buying guns too. And the common theme is that people bought guns because they felt unsafe. So here's the irony. The rabid demonization of law enforcement by the left all but guaranteed the death of gun control. You handicap cops and embolden criminals by letting them out after violent crimes. What did you expect? The public went shopping for a future at the gun store. The NRA has two words for the left. Thanks, guys. But of all this continues, imagine what they'll replace the police with."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey car call 41 I've got a caller on the line says someone is breaking into her house. Can you all head that way?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Actually sir our new budget doesn't cover house calls. Tel them to just have him surrender at the station. Office hours are noon to 2:00 p.m."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's got a gun, can you guys at least drop by with your sirens on?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, sorry, they took that from us too. Best I can do is, yes, sure Ican yell. Here we go. Oh and also we will need you to Venmo up some gas money."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Come in car 18, we have a report of someone in a store stealing merchandise."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is car 18, I'm sorry but we're just not in a good place financially to help out."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're not in a good place finally? The store is being robbed."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Actually, we're not even in a car right now. Have you tried calling a social worker?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Please remain on the line so I can disconnect you."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sounds good. Thanks."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All units, all units. We have. All units, all units, we have a record of a missing child. The mother just called us."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey there dispatch, I noticed that was a collect call. If we're on the hook for that that's going to be an issue."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I didn't know what to tell her."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, she could try using a landline that save us some money."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No. About the child. Can you search for him?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Look, the only search we have the budget for is Google and even that's getting expensive. Maybe we can try Bing"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "nice. Kat, since you didn't get to respond in the first block. Why don't you grace us with your intellect (INAUDIBLE) becoming such a major issue?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Well, I think I said a lot in the first block, first of all. But look, a lot of people -- there say -- oh, people disagree with how Biden's handling crime. But I think the most important thing is that the facts disagree with how Biden is handling crime. He wants to make this a gun control thing but the fact is that up until very, very recently, violent crime has fallen even as gun ownership has risen. And the thing that changed recently is the fact that it's violent and dangerous out there. It's not the other way around. That's what the facts say. And his policies are just as dumb like the ghost gun thing. California already tried that in 2018. And then, you know, the ATF was like, hey, you know, almost half of our cases are -- or ghost guns out. It's almost as if they've been -- they're banned. It doesn't solve the problem. There's so much evidence that shows that this approach does nothing which means he doesn't really care. It's just about the agenda, regardless of anything else."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what I like about this story, Joe, is the irony that the left got what they wanted. But what came with that is the death of gun control because they created a dangerous environment. They demoralize the police. So all you have left are private citizens turning to private security and to the Second Amendment. I mean, who could have seen that coming? And Joe, in your jacket?"
    },
    {
      "speaker": "MACHI",
      "utterance": "Yes. I mean, nothing was well thought out. Even the term violence interrupter sounds like a euphemism for someone who got between a gang member and the person they attended to shoot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "I mean, it's gotten so bad that the gang members are complaining there's too many rival gang members out of jail. This is bad for --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "I mean, you can't walk through Times Square because there's so much gang violence now, which I assume are gangs that are on vacation from other cities because why there are local gang members? I mean, it's just all chain restaurants, Greg. That's what I'm trying to say."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm just -- I'm imagining gang members complaining to the police about -- they have to arrest each other guys."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And then going to the Olive Garden."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Bottomless breadsticks, Kayleigh, what -- one poll says that 38 percent of people approve of how Biden is handling crime. Is he -- he's in trouble. He's -- I mean, I don't even care if it affects him politically but they care."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Oh, they care."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCENANY",
      "utterance": "It's why all of a sudden he's talking about the issue he would never want to talk about. I think Republicans need to hire the Greg Gutfeld show to cut their ads. Because that skit is eerily similar."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Yes. Top through that. That skit is very similar to this -- the -- I almost called it a skit, the ad that for me was the reason that Republicans did so well in the House and the Senate. Do you remember grandma, there was intruder breaking in, grandma sitting there, the phone rings, she calls the police and they say sorry, we're not open, leave a message we'll get back to you after, you know, 8:00 a.m. Whatever it was. Exactly like the ads. So parody has become reality. So much so that your skits represent the ads of the Republican Party, you will see an ad that looks a lot like that. I'm telling you in 2022. And Republicans will prevail because of it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hmm. I've asked you this question before, Tyrus. How many guns do you have? Did you answer it?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. 17. What? I live in Louisiana (BLEEP) things anytime. I'm ready. It's funny though when you're on your podium from the safety of your secured neighborhood. You can talk about we don't need the police. And we need to get rid of guns. And then -- who got robbed?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Johnson got robbed? That's two houses down. My God. Where were the police? They took seven minutes to get there? Oh my -- we got to do something. Quick. Let's get guns. And they just don't -- they're just buying guns. They're buying like A.K.-47. They want all the high tech. They want everything because they're in danger. Welcome to boots on the ground. You sanctimonious sons of bitches. Now it's a problem. Now they hate it. Now the Democrats, oh, what are we doing? California had a great idea. We'll just raise it to -- you got to steal $926 worth of stuff before it's a felony. Yes, that's going to work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's amazing when they come up with all these ideas and get rid of police officers and all this stuff until it affects them. And now they're like, oh, what do we do? Oh, it was Republicans' fault. And be like, nah, check the tape, bro. We always rely on order all the time. Like they're looking to blame somewhere because they need them now. It's in their doorstep."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And it always goes back to the things that they come out against is because of what the Republicans or conservatives or Trump supporters are for. So they went for the defund police thing. They went for all that stuff just because, you know, we can't -- we can't be seen on the same side as those evil, evil people. Speaking of evil people. Up next. Brian Stelter blows hot air on a giant leap for a billionaire."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "Richard Branson's blasting off while CNN stands by and scoffs. Yes, CNN complains about going interstellar, their ratings are still in the cellar. It must be time for."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"HOW IRREDEEMABLY STUPID IS THE STUPID MEDIA? IT'S TOTALLY IRREDEEMABLY STUPID DUDE. WHY ARE YOU EVEN ASKING GREG?\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "These Gen-Z announcers. On Sunday, CNN's rolly-polly-gossip-goalie through a wet blanket on Richard Branson's historic --"
    },
    {
      "speaker": "BRIAN STELTER, CNN ANCHOR",
      "utterance": "Is it moral, is it ethical to be launching rockets and flying off the space and spending all this money and burn all this fuel in an age of climate crisis?"
    },
    {
      "speaker": "MILES O'BRIEN, NATIONAL SCIENCE CORRESPONDENT, PBC NEWS HOUR",
      "utterance": "Well, I don't think it's mutually exclusive, Brian."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Brian is mad that there's no inflight snack service. He knows a whole bunch of billionaires just took private jets to Sun Valley where Bill Gates was given a speech about climate change, right? Leave it to all reliable sources to be the proverbial party pooper, the fly in the ointment, a turd in the Punchbowl. You get the idea. Meanwhile, the media is out defending the whisperer in chief. The A.P. says he whispers to make a point as seen here."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "You guys, I think it's time to give ordinary people a tax break. They said, when people are waiting for relief? I got $1.9 trillion relief so far. They're going to be getting checks in the mail that are consequential. I wrote the bill for the environment. Why would I not be for it? Pay them more."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm pretty sure that guy tried to get me in a van when I was 12. Apparently, the whispering allows him to connect with voters much like sniffing hair allows him to connect with his perverse desire to sniff hair. But maybe the A.P. isn't objective when it comes to Joe. Take former New York Times Editor, Lauren Wolf, who now admits she's a bias journalists. Yes, she's a wolf in wolf's clothing. Surprisingly, the Times fired her in January after this sugary tweet gushing that Biden gave her the chills. But it's like Abe Lincoln used to say, you can fool some of the people all of the time and all of the people some of the time, but you can always trick a dog to lick peanut butter off your nuts. You know what, writers -- Abe Lincoln never said that. I should be reading these scripts before I get here. Tyrus."
    },
    {
      "speaker": "TYRUS, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I didn't write (BLEEP)."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I didn't write that one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know who wrote that. But there's a post-show meeting. There is a post-show meeting after this show. Post-meeting."
    },
    {
      "speaker": "TYRUS",
      "utterance": "She's on steroids. She's --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Definitely, Kat. Tyrus, I have a theory to help Stelter lose weight, OK. See, he defines all those positions by the people he hates. So, he comes out against space, space travel because Trump started the Space Force, right. So, he has to be against it. So, what -- he should find out people, he hates who eats the foods that he likes. So, let's say, gelato is his favorite dessert, but then he finds out Tucker Carlson likes gelato."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's got to be against gelatos."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Tons of gelatos out of there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He finds, he loves funnel cake. He loves it, but then he finds out that Hannity has a funnel cake garden."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Salty funnel cake out of there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm all about helping people."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You are."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You're a saint."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You are. A really good job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thanks."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You've thought of that all by yourself, didn't you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I did."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. So, in the meeting, we need to bring that up too. Listen, I feel for Stelter, and Acosta, because they did really well just talking about President Trump's tweets. They made books they got on T.V., they got promotions, and then he went away."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And what do we got now? You're left with your talent. So, what do you do? We see it all the time with old rock bands, they have that one hit, and then they keep coming back. And we're like, nah, that song sucks, bro. That's not it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Play a runaway train."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, Stelter's down to I'm going to go after billionaires in outer space. You're telling the billionaire about gas? I think he's got it covered."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He's, he's paying for the gas. He's paying for the rocket. He can do it. That's all you got to the point where the guy's like, yes, we're not the only ones using rocket fuel, which isn't the same as get you know what? Just say it. President Trump, we miss you. If you could just come on the show and just give me a couple things, you can insult me, call me some names. How about a note? They miss him so bad? Like they should both have a book like the long missing engagement of President Trump and just hours of how they cry and look in the mirror like I was famous. I could have been somebody I was a contender and, and stupid Twitter took away my president."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, Trump made them lazy. Like this climate change argument is the laziest argument you could possibly make because you could make it about anything. You could say Oh, hey Brian, with the climate crisis is a really ethical views all that carbon keeps CNN running so you can make your show that 14 people watch --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You can do that too. I don't believe that, but you know, if he wants to play we can play."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Also, think about the flatulence of all the food that he -- the methane."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I knew you were going to go there. I knew you were going to go there."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Stelter is way worse than the Civil War."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's way worse. It's worse than Watergate. Yes, it's a civil war on steroids. I think I covered everything, Kayleigh."
    },
    {
      "speaker": "KAYLEIGH MCENANY, FOX NEWS HOST",
      "utterance": "What did I get myself into leaving \"OUTNUMBERED\"?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's not as good as \"OUTNUMBERED.\""
    },
    {
      "speaker": "MCENANY",
      "utterance": "Clearly not. No, Brian Stelter really at a time where we've had more than 100 UFO sightings. You want to stop the space race for climate change. This guy is an idiot just like AOC you got to stop having kids because of climate change. People are nuts in one thing about the Biden whispering. The AP is trying to defend him. They're citing communications experts. They're saying it's quote \"intimate.\" Wrong word to defend this. It's creepy. But with \"intimate\" that's even more creepy."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Worse, you don't whisper into a microphone. Yes. That's not whispering, it's creepy-ing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's creepy-ng. Joe, last word to you, thoughts?"
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "utterance": "Uh, yes, I think Brian Stelter invented astronaut- shaming. And now, I was about to be a billionaire with my own spaceship, but I don't want to."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Thanks a lot, Brian."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "Biden sounds like Bane from Batman. It's creepy. I don't like it. But I'll tell you what, I'll give the New York Times former editor a little bit of credit for saying the quiet part out loud. She said it's hard to be objective and it is. But you can you can try where she said there's Joe Biden's plane. I have chills next time. Just say there's Joe Biden's plane."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is -- diversity training are making our fleets easier to beat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What would you prefer, an inclusive employer or a deadly destroyer? It seems our Navy needs to do a lot more to be prepared for a war. A new report commissioned by Congress says the Navy isn't ready to fight a war which is bad because we always seem to be in one and those boats have no resale value, at least to cruise lines. When recently retired enlisted leader quit, \"I guarantee you every unit in the Navy is up to speed on their diversity training. I'm sorry that I can't say the same of their ship handling training.\" Oh boy. Yes, the Navy has been plagued by recent mishaps like ships crashing into each other. 94 percent of the current and retired officers interviewed for the report believe that current problems are related to broader cultural or leadership issues. The remaining six percent were on leave getting hammered at a Tiki Bar. They also cited poor training on how to fight wars micromanagement that doesn't allow captain's to leave, and a no mistake culture that washes out risk taking leaders. So, the downside is we're all going to die, the upside, we all know the right pronouns for the death certificates. What do you make of this story, Kayleigh?"
    },
    {
      "speaker": "MCENANY",
      "utterance": "I, you know, it's really one, one sailor was saying, I'm trying to navigate my ship through the Straits of Hormuz. And then meanwhile, there's this Admiral on terrestrial office breathing down my neck and I can't get him out of my head. I want you focused on the Straits of Hormuz, but at least you've got that diversity training. Thank the Lord."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Straits of Hormuz. That's a wild bunch. They know how to party, Joe. I like to navigate between them. I don't even know what I'm saying. What do you think?"
    },
    {
      "speaker": "MACHI",
      "utterance": "Oh, I mean, this worries me that the Navy isn't prepared. But it also worries me that one of the problems the Navy has is top down leadership. That's, that's not doing the right job. We have the same problem. We're worried about China sending missiles or chips way. I'm also worried that China won't send masks our way during the next crisis. We can't make masks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "we can't make PPE. We need to rebuild the supply line and our and by have captains that can shoot the missiles. They know where the misses are."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, do I micromanage too much?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Remember, I can replace you in any with Brian Kilmeade."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. Exactly. No, you don't micromanage. You, you, you manage perfectly correctly with no errors."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm a small manager."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But I have large thoughts. What are your thoughts?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I just think -- there's so many jobs out there where being risk averse is good. Like you want a risk averse school bus driver you want a risk averse surgeon, but if you sign up for a job where they tell you straight up you'll maybe die doing this I feel like you go in you know not being risk averse. So, then they're ruining that and people and that is a very bad thing for the military. But if you want to be less risk averse? Steroids are great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there you go. Tyrus, virtue signaling is now a priority over defending the country, is that --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes, I you know, I'm going to just nary a time am I ever want to hear about a polite Marine who made sure he equally shot each man and woman that was a terrorist so that way there was no, no one thought that he was leaning towards. Oh, you shot the guy four times with the woman only one you don't think she's good enough with three more bullets? Sorry, if that's the America we're not that's not going there. I'm OK with the guys defend this country. Being monsters and doing what they have to do. When they get back, you can have a class on now that you're back in civilized society again, do nothing, say nothing, and stay in your home, and don't make eye contact with any white people because they're bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, up next, have we all done something so depraved that will take it to our grave."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are there things in your past that would leave your friends aghast? A recent British survey found that the average adult keeps two deep secrets. The top three were mental health issues, embarrassing incidents and Internet history in that order. It's like when I hooked up with that schizophrenic on Tinder and it turned out it was me. Almost one in five said they kept secrets just to make the relationships easier, while a little more said one in 10 -- or one in 10 said they did so because they were worried about a police investigation. But it's like my uncle always said, sometimes when the truth hurts, then embrace the lie; an oil drum full of lie to be precise. Perfect for dissolving anyone who figures out your disgusting secrets. Joe, I maintain that we are animals, filthy animals. Are you a filthy animal? What are you hiding under that jacket?"
    },
    {
      "speaker": "MACHI",
      "utterance": "Greg, I live in a world you don't talk about, cocktail parties or chips to the museum. What goes on this brain would rock your world my friend. Actually, they probably wouldn't. Even when they asked how many secrets I have, I wouldn't have even told them that. I don't want people to know what songs I have on my phone. It's not Taylor Swift."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I bet. I hired Taylor Smith once. Put my suit together in 10 minutes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You -- we had it going, and then you just, you just had to keep it going."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "One swift Taylor. Kat?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I just think -- not everyone in this story is to say like they're not saying the same thing, right? People who are hiding secrets to make the relationships easier and people were hiding them because they want the cops to find out, they're doing different things."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We're living different lives. And number seven on this list was bank and credit card statements."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like that's not keeping a secret. You're not supposed to tweet that out. That's called not being a moron."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I think the good thing about secrets, Tyrus, is that they're, it's mutually assured destruction. This could end cancel culture if we all knew that we were just filthy, awful beast and accepted."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I think we do accept the people on Twitter."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I think everyone else kind of gets it, you know, and it's where I'm at. You just get rid of the victims and the witnesses. So, that way you don't have to worry about like, I'll go to my grave with a smile on my face of course it's crowded, but you know I'm saying like, hence I know where the bodies are buried because I buried them. I have one rule, did you see that too? Come with me. So, I sleep well at night."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I assure you, American public, he's making all of that up."
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, actually, after the show. We'll go for a walk. Some lovely lights in the corner of the building over there in an empty construction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have some suits. I'd like to sell you. Come down the alley."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes, just down here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You had to sell these steps, turn right. Kayleigh, I know you're in your private time. You are a disgusting human being."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Oh yes. I was looking at the 25 secrets number for snacking habits like looks the other way I grab a grilled cheese take a little bite, likes my daughter. Number five was hygiene habits and while I shower every day now I did go to an all-girls Catholic school. Didn't always shower not matching socks. I have a lot of secrets."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Again, not the same as the people in front of me right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Best show. Kayleigh McEnany, Joe Machi, Kat, Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}