{
  "date": "July 11, 2019",
  "headline": "Sean Hannity invites Rep. Alexandria Ocasio-Cortez onto his show",
  "subHeadline": "Guests: Tom Fitton, Lindsey Graham, Rudy Giuliani",
  "url": "https://www.foxnews.com/transcript/sean-hannity-invites-rep-alexandria-ocasio-cortez-onto-his-show",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "And we believe in freedom of speech and expression. I don't believe in boycotts. I want all voices to be heard. Welcome to “Hannity.” Busy next tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Democrats -- they are very anxious this very night, very anxious. Jerry Nadler, all of a sudden, is beginning to sweat. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } The cowardly Schiff? Well, he's looking more shifty than he usually is. Probably, he's the only guy caught on tape actually colluding with Russians. Oh, tell me what you have. Oh, we've got naked pictures of Trump. Does Vladimir know? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's all on tape. That idiot, he thought he was getting intel to impact our elections. Why don't we look and investigate that guy. Anyway, I digress. The infighting between Pelosi and her radical base is getting worse every single day, and the fringe far left candidates running to be president are more than scary, they are also less than inspiring, and their ideas are chilling, but the Democratic Party tonight as we come on the air, they are in shambles and for good reason. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } A multiyear Russian collusion hoax was a failure. Trump winning happened. They can't accept truth and reality. Four investigations have exonerated the president. And, by the way, look at his presidency, a huge success. Thank goodness, thank God, the economy is booming. The forgotten men and women, nearly 7 million Americans off of food stamps, as many out of poverty, and we have the lowest unemployment, the best employment situation since 1969. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } And yes, people left behind. Every demographic are doing better, setting record low unemployment numbers in this country. That is great news. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But for the Democrats -- well, they are playing, I guess, whatever they always do, games. They're not doing anything to help the American people. They don't have any agenda that's going to solve our problems. It's a card they keep playing over and over again. Russia, Russia, Russia, Russia, Russia. Maybe if we investigate a hundred times, we'll get the conclusion we want. It doesn't work that way, because in their desperate effort to keep their Russian collusion hoax, their conspiracy theories alive for as long as possible, well, Chairman Jerry Nadler of the Judiciary Committee, the Intel chair, that's frightening, Adam \"The Cowardly\" Schiff, they are forcing Bob Mueller to testify into public on Capitol Hill, and he kind of said he didn't want to do it, and he's only going to stick to the report. We'll see next Wednesday. I don't think it's going to work out the way they think. As a matter of fact, I'm almost certain. According to the \"A.P.\", the Democrats are now beginning to listen to “Hannity.” They are worried about next Wednesday's hearing. I'm excited about it. They should be. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Robert Mueller has long said that the report will speak for itself. No collusion, no conspiracy, zero charges for obstruction of justice. And that was decided, as it should be, a special counsel law, if they actually read it, by the attorney general, the deputy attorney general, and the Office of the Legal Counsel. Those questions have all been thoroughly answered in the exhausted, frankly, political, poorly written, horribly, you know, law based, 448-page report. Meanwhile, Republicans should focus on the litany of what our unanswered questions that we have previewed on this program last night, we are going to do a full hour tomorrow night. The political bias, the prosecutorial misconduct, politics, conflict of interest, so many other crucial topics will finally get the attention they deserve. And that's going to come from the Republicans on the committee. And it's coming. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And this comes as the Democrats' frenzied calls for impeachments, they are actually going quiet. Look at this from \"Politico\". Quote: the most prominent House advocates for impeachment proceedings acknowledge the push has, yes, slowed to a standstill. That means, if you want to go ahead, great. But that's going to guarantee Trump's reelection and the Republicans get control of the of the House and Senate, and we can solve more of America's problems and help the forgotten men and women even more become richer, raise the standard of living, and become energy independent where the Strait of Hormuz will never matter to us again in terms of strategic foreign policy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } But that's not stopping Nadler's never-ending subpoena party. Look at what he wants now. He wants to now plan to, again, forcibly interview a boatload of current, former administration officials as part of what is now the fifth official -- fifth official -- duplicate investigation into what we already know, there was no Trump-Russia collusion or conspiracy. And the cowardly Schiff, the guy who's on tape colluding with the Russian guy? Well, he is conducting a separate, sixth investigation. How many bites of the apple do they want? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } President Trump summed it up perfectly. He wrote, quote: Democrats have asked to see 12 more people who have already spent hours with Robert Mueller, spent a fortune on lawyers in doing so? How many bites of the apple can they get to before working on border loopholes, asylum, oh, and maybe jobs, and keeping America safe, secure, and prosperous? And as you watch all this, you got to wonder, do they care about anybody in the country besides themselves and their psychotic rage and hatred towards Trump? This is beyond a psychosis. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Democrats don't care if they bankrupt private citizens with legal bills. Not only did they testify before Mueller, they want them to answer the same answers they've given to the House committee, the Senate committee, the Mueller report. How many more times you're going to -- this is harassment. They should be caring about what is a desperate situation at the border. They don't even care about the so-called Dreamers or DACA, which they claim they used to. They could have agreed to the president's compromise. They refused to even sit and talk with them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } And now, the only thing Democrats seem to care about is smearing, besmirching, and slandering the president and destroying anyone and everyone who supports him. And quite frankly, this is beyond sick. A great deal maker is now in the White House. He's willing to negotiate even with you people that hate him, with both sides of the aisle, on so many important issues to move the country forward, to help -- let's see -- the carpenters, the plumbers, the electricians, the nurses, and everybody else in America, raise their standard of living. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Is that what they are focused on? No. Because the people on the left and their buddies in the media mob, they can't see through the fog of their own rage to sit and come through the table and solve America's problems and make America a better, safer place for our children and grandchildren. Oh, what a novel idea. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Instead, they are still obsessively talking about conspiracy theories, hoax, and lies that they've been pedaling for over two years, and a stack of frivolous subpoenas from the washed up lawyers in the Democratic House. Let me get back to my monologue. By the way, I have advice for people. If you've gone and you've cooperated and you've answered the questions again and again and again, my advice is you may want to say, you know what? I'm done. Fifth Amendment, I don't have to say anything. Just an idea, but what do I know? I'm only a talk show host. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Joining us now with much more, our own Catherine Herridge, who's done a great job breaking many aspects of this story on so many levels. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Catherine, what do you have tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, CORRESPONDENT",
      "sentences": "Sean, good evening. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } The Democrat-led committee signing off on a dozen subpoenas today, almost all have nothing to do with Russian collusion, instead focusing on alleged obstruction of justice by the president. The Democrats claiming that there is still more to find after Robert Mueller's lengthy two-year investigation. The former special counsel's public testimony next week is already causing a lot of heartburn on both sides of the aisle. The two Democratic-controlled House committees, Judiciary led by Jerry Nadler and intelligence led by Adam Schiff, have allotted two hours for a morning and afternoon session on July 17th. That means about two dozen lawmakers will never ask their questions, and that violates a long-standing practice known as House Rule 11 that says every members gets five minutes to cross-examine the witness. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEBBIE LESKO, R-ARIZ.",
      "sentences": "And I don't even get a chance to question him? This is just plain wrong. I have been elected just like anybody else here, and for the leadership on this committee to decide that only certain members and there's only time for certain members to be questioned, even on your side of the aisle, is just plain wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "And listen to this exchange where Chairman Nadler won't explain how he'll cut special counsel Mueller's testimony when the two hour time limit runs out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "sentences": "I'll pose the question, that's to the chairman again, if he would like to explain. How will you actually expect to stop the hearing next week? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "sentences": "I'm going to repeat what I said a few minutes ago. This line of discussion, frankly, is beyond the scope of this markup and I'm not going to comment further. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "Republicans could use a number of tactics to run out the clock, effectively derailing the Democrats' star witness, Sean, and thank you for the kind words. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Catherine, an interesting part of this. Remember back -- we had the independent counsel statute, Ken Starr. And Nadler didn't want that report, which as a matter of law had to be made public. The special counsel law, which people like Nadler wanted to change, the attorney general was the one who would get the report, didn't want to release any of it. And as we all know, Attorney General Barr did, and more importantly, we the public got to see everything but one full line and seven partial sentences, and now, Mueller is testifying, and everything that they use to not want, now they wanted -- they have, and now they don't want it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "I think it's worth noting that the Democrats are very focused on these allegations of obstruction of justice and the Mueller report is two volumes and it's that second volume on obstruction that virtually has no redactions, yet they continue to seek witness testimony about the underlying evidence. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well said, and they got to see the entire document themselves, unredacted completely, in spite of what they've been saying, some of them publicly. Great work, as always. Catherine Herridge in Washington. While House Democrats waste your money investigating their conspiracy theory, now for the fifth and a sixth time -- well, the organization tasked with electing them, the Democratic Congressional Campaign Committee, they are also playing dirty tonight. No surprise. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } According to a brand-new report just breaking moments ago, investigative reporter, \"The Hill's\" vice president, John Solomon, the DCCC publishes much of their op research online, under a random URL so that Democratic allies can access all of this expensive material, and if they have the link without technically violating any campaign finance laws. We'll have more on this in a moment. But first, we do turn to the DOJ's internal watchdog, the inspector general, who has now been hard at work looking for the serious abuse of power and corruption that we've been telling you about. According to the DOJ, Inspector General Michael Horowitz, his team has reviewed, get this, more than a million records and conducted a hundred interviews into the FISA abuse and the finding of this probe. We expect in the middle of May, late May. But the timeline is now in flux, why? Because of two reasons, a last- minute interview that became available with Christopher Steele. I think he's worried about what other people are saying about him. Over the course of two days, nearly 16 hours, the author of Hillary's bought and paid for dirty Russian dossier sat down with our investigators. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, of course, the Clinton bought and paid for op research was the very basis, the bulk of information, as the Nunes, Grassley-Graham memo will say of the FISA warrant applications against Carter Page which backdoored and literally spying on the Trump campaign, the Trump transition, and even the Trump presidency. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } As former FBI Director Andrew McCabe put it, if we didn't have the phony Clinton bought and paid for dossier, I'm adding these words, no FISA. So, get this, Comey, McCabe, Brennan, Clapper and others have expressed so much outrage at the thought of Trump-Russia collusion, all while using what was we now know an unverifiable document, because even its author said, I have no idea if any of its true, filled with Russian propaganda misinformation. They did it first to rig the presidential election, and then secondly to bludgeon the president that they didn't want to win. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } My message to Jim Comey and his friends in the deep state -- well, you may want to remain silent, the truth shall set you free. Come to think of it, in Comey's case, it might be the exact opposite. Here with reaction, Fox News contributor Sara Carter, Fox News legal analyst Gregg Jarrett, and Judicial Watch's president, Tom Fitton, is with us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Good to see you all. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Gregg, I will start with you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, what's so interesting toto me about this, what my sources have told me. I'll get to you, Sara, and Tom to weigh in, I was told Horowitz was done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALSYT",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then people who already talked to him, they sense they might be in trouble and they wanted to add more to the record. Secondly, Christopher Steele becomes available and other witnesses that were not willing to talk now are willing to talk. So, there's a real justification for the delay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Steele is critical because he can blow the lid on the conspiracy at the FBI. He can say, I warned them that this was unverified and unverifiable information. It was, quote, \"raw intelligence based on limited intelligence,\" end of quote. He's got to say that because he said it under oath in a civil lawsuit. To say otherwise would be perjury. So -- and he will also expose the information wondering (ph) scheme that the FBI used to hide the source of all of this information and lie to a FISA court. So he is a critical witness. In so far as Horowitz is concerned, his problem is he can only compel those who are current FBI and DOJ employees, and they always engage in what is called a phalanx strategy to obstruct, to protect their colleagues and protect the institution, which is why Durham's investigation is vital, because he can compel people with subpoenas to testify in front of a grand jury. But people like Comey will invoke the Fifth because he's in legal jeopardy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Interesting. I don't doubt your -- I don't think you are wrong, let me put it that way. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Sara, let me go to you. It's interesting now, as we get closer, oh, we want Mueller to testify. Now they are trying to prohibit congressmen, elected officials -- originally, remember, they wanted somebody else to do the interviewing of other people. Like, no, that's your job. That's why you are elected. You're accountable. Not some unaccountable lawyer because you're afraid to do your job. But here's -- not only are they trying to silence members, but now they are beginning to realize, uh-oh, this Mueller thing, Hannity may be right, this could boomerang like everything else. Mueller is now on record three times on one position and that is about obstruction. It was clear there was no collusion. That's the fourth time now we've got that verdict. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } But here's the problem. At first, he told Bill Barr, it was never a consideration, the DOJ policy, our constitutional considerations of whether or not you could indict a sitting president. So, first, he said that, Barr and others, they all heard it. Then he had a nine on the half minute disaster -- and I don't even know he was reading somebody else's words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then Barr bailed him out in a joint statement with the special counsel at attorney general. My point to the question is, so it didn't impact, it didn't impact for five hours, it didn't impact again. That, to me -- once he says, no, that wasn't a consideration. We didn't have the evidence to make that decision. It's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's right, they have no place to go, and they realized that now. They are kind of trapped in a corner, Sean, and this is what the Democrats are coming to terms with right now, that all of this has backfired on them. It's backfired on them, and in the face of the public, it's backfiring because there are so many more critical issues that the Democrats and Republicans really need to be working on -- immigration, for one, health care, so many more issues that are important to the American people, education. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } But yet, they are focused on taking down Trump. And you said it earlier, it's like Trump derangement syndrome, right? They can't let it go. They just don't know where to go with it now. So here comes Mueller, we are going to see him next Wednesday, he is going to testify. I do not believe -- and even based really on the structure of the law, that he is going to go outside of his lane during this testimony and go outside of the report. But remember this, the Republicans can ask them lots of questions. And I'm going to tell you, there is going to be some surprises. I'm hearing from sources that they're going to be some questions --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Don't give too much away, because I know exactly where you're going. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I'm not. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, I want to report to our audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I know, I know. I'm not going to give too much away. But definitely, the audience and the viewers need to be well aware that things are going to happen come next week. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I want to go really quickly, before you move on, to Christopher Steele. Look, this is a former MI6 spy from Great Britain, that is not trying to dig himself out of a hole and he's looking for every loophole to dig himself out of. I don't want to let him skate away. He knew when he turned that dossier in that it was garbage. The dossier is garbage. It's disinformation from Russians. And he didn't care. Why? Because he made it very clear to Bruce Ohr at the Department of Justice that he did not want President Trump or then candidate Trump to be elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And the fact that they used his dossier, and they were warned on numerous occasions, one time in August 2016 by Bruce Ohr, that Steele had an agenda, he hated Trump, Hillary paid for it, and it's not verified. And it's now we know because in an interrogatory in Great Britain, as we have told this audience, he said he didn't know if any of it was true. Now I go to Tom Fitton. I suspect Sara is right, and that is that Mueller is going to stick to his script, which the script is the Mueller report. Gives low, long, meandering lessons -- answers to run out the clock, but the fertile ground is what the Republicans can ask him. When did you know there was no conspiracy? Why did you only pick Democratic donors? Why did you put that guy that was at -- with the worst, the most atrocious history of withholding exculpatory evidence, losing 9-0 in the Supreme Court, putting innocent people in jail -- why did you let him hire your entire staff, which we just learned today, because there is there's a group called the Judicial Watch, that actually got Andrew Weissmann's emails, if I'm correct -- Tom Fitton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "sentences": "Yes, he was doing the hiring of these anti-Trumpers for Mr. Mueller. We also have the document showing that Steele was not only on a Clinton payroll, DNC payroll, but during the campaign -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "FBI?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "-- in 2016, he met with the FBI 13 times and he was paid 11 times. And I think the Democrats really don't care about anything we are saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- for the same lies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Oh, sure, and he was working for the Russians at the same time..",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Four people, one book of lies, amazing job if you can get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "But, you know, quickly, the Democrats recognize there are issues potentially with Mueller's testimony. They're trying to protect themselves by limiting, breaking the rules of Congress to get Trump again, not only with subpoenas, but destroying the rights of members themselves. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } But they are still focus is doing whatever it is they can get do within their powers and without their powers by harassing subpoenas to target Trump. It's about getting Trump. So, you are right. There's a risk in doing this. They don't care because they think they will be protected by their colleagues in the media and they are going to try to get anything they can out of Mueller. They are going to continue to harass the president, not only with subpoenas targeting his presidency improperly, but himself, personally. So, you've got this personal and presidential harassment unprecedented by Congress with these subpoenas --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, that's why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "-- asking for core White House officials to come in. They know they'll never testify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "But they'll have to spend a lot of lawyer money having to deal with it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "It's really an abuse of power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm saying enough. They should just say no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Harassment, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here's what I want to ask you, though. It's presidential harassment. Also, who can afford these lawyers talking to this congress committee, this congressional committee, this Senate committee, this they're all told -- they're all cooperating?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "You invoke executive privilege, and if you are forced to testify, invoke the Fifth Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They can't stop you if you testify, all right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "If you testify that the earth is round, its perjury trap, and they'll accuse you of lying. Don't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you about Weissmann. This revelation is huge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is a guy that lost tens of thousands of jobs, was beaten in Supreme Court, 9-0, great job, Weissmann. Was at Hillary Clinton's victory party, did all the hiring for Mueller. Mueller's now -- he's on -- you know, one position, the other position, back to the old position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "And now, he has a book deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Weissmann now -- he can write all the books he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "It underscores the malevolence of Bob Mueller and hiring a team of partisans led by that guy on your screen. This is a guy who has a long history of getting caught threatening witnesses and hiding evidence. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "\"Licensed to Lie\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yes, \"Licensed to Lie,\" Sidney Powell's great book about it, discloses all of his offenses. And yet Mueller knew this and wanted him to be his chief lead prosecutor. I've written a new book. It's coming out in a couple of months, and it discloses some astonishing stories about Weissmann.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, thank you all. By the way, tomorrow night, we will bring up all the questions we want Bob Mueller asked. I'm excited. I'm actually happy he's going to testify. That surprised you? I want you tune in tomorrow night. Coming up, civil war brewing in the Democratic Party. Oh, it is out of control. Yes, the real speaker, Ocasio-Cortez, and speaker in name only Pelosi's public feud has now gone to new heights. Senator Lindsey Graham is here. And later, at the end of the show, I have the best video you've seen in your life, out of control. And I have an offer for Congresswoman Ocasio- Cortez, straight ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Tonight, no denying it, Democrats are in an all-out civil war. Congresswoman -- I think the real speaker of the House -- Alexandria Ocasio-Cortez challenging Nancy Pelosi's gavel and showing no signs of backing down at all. Remember, yesterday, there was a meeting. And Speaker Pelosi said, if you have something to say to me, say it to my face, don't have to say it on Twitter. Well, the freshman congresswoman, there it is, suggested the speaker in name only singled out women of color, excuse me, and Pelosi asked about the feud earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "I said what I'm going to say in the caucus. They took offense because I addressed -- at the request of my members, an offensive tweet that came out of one of the members' offices, that referenced our Blue Dogs and our new Dems, essentially as a segregationist. I addressed that. How they are interpreting and carrying it to another place is up to them, but I'm not going to be discussing it any further.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And it's getting even nastier because according to \"The Hill,\" House Democrat William Lacy Clay is taking sides, saying, quote: What a weak argument, because you can get your way because you're getting pushed back, you resort to using the race card? Woo. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Before adding, quote: I agree with the speaker. Four people, four votes out of 240 people. Who cares? This Democratic circular firing squad is also forcing the media mob. They love their Democrats. They are the spokespeople for the Democrats. You have MSDNC, you've got fake news CNN, you've got three networks, \"New York Times,\" \"Washington Post\", now, the media mob is taking sides. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She's taking some real risk in pushing them away so aggressively.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To me, I really think it goes back to the optics. You have an older white woman frankly who is very powerful, who understands how her caucus runs, but they're going up against four women of color who are young who looked like a Democratic base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Democrats, we have to get rid of this guy, and this type of infighting is not helping. I don't know about going to race right away. It's like, really, that's where you go right away? I thought that that was a bit much, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People who are here now, all you young people, you're on the shoulders of a whole bunch of people who came before you. Did you sit these moderates down and say, listen, we've got to put this together? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And if you're not going to do that, you aren't allowed to (EXPLETIVE DELETED) about this. If you want to move it, then let's get it moved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now with the reaction, Republican Senator Lindsey Graham is with us. You know, Senator, why would I ever get in the midst of a fight like that? Interesting squabble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But you can see -- think about this, Speaker Pelosi pulled everyone together, you have something to say to me, say it to my face, not on Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, you've got to give Congresswoman Ocasio-Cortez credit. She went right out and slugged right back. And I'm like, good for her, a lot of courage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "So, what does this really mean? I think Republicans are more likely to take the House back because of this breakdown, because there are 31 Democrats that hold congressional seats where President Trump won their congressional district. What does it mean to these 31? If you cross a AOC and the Fab 4, you're going to get a primary, and if you vote with them you're going to lose in the general election. So the biggest beneficiary of this will be the Republican Party and President Trump, because the policies these four people are pushing or so out of the mainstream. But if you're one of these 31 Democrats, Sean, you got to pick between the energy of the Fab 4 and the practicality of Nancy Pelosi, you're in a no- win situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Maybe, I've only been in politics 30 years, on radio 30 years. We've been here in the Fox News. I'm like the old person here at Fox. I've been here from the beginning. And you could even see it in my hair every night. You know, so here's what I'm thinking. So the modern Democratic Party - let's see, they want open borders, take down the walls. Walls are now immoral. They weren't when Obama was a President. Then they want free health care and you could have no other choice - Medicare for all. Then they want higher taxes. Then all these 2020 candidates support the Green New Deal. Everything's free everything. And by the way no oil, gas, the lifeblood of our economy, no combustion engine and eventually no cows and planes. Why am I thinking that if I'm Donald Trump, I'm a happy guy tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "If I'm President Trump, I'd go to Florida and show up next November and get reelected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is that all its going to take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Literally. Mr. President if you're watching tonight, just enjoy this. Be quiet. Because here's what there saying, they're going to decriminalize crossing the border illegally. And once you get here they'll give you free health care. How many people in the world, do you think, will take us up on the offer, come to America there's no more criminal liability and when you get here we will give you free health care. This is insane. You know it's insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But then you got this whole other side. And somebody wanted me to ask you a question and so I will ask it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--which is they're obsessed with a fifth and sixth investigation. FBI concluded, House Intel concluded, Bipartisan Senate Committee and the Mueller report, no conspiracy no collusion. OK. That means there's no underlying crime, unlike Hillary underlying crime, real obstruction, subpoenaed emails, BleachBit all that. All right, so here's my question. So you now have the ability - they don't have solutions for America. You're going to run against that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But you have the ability to bring in people like Andrew Weissmann, who we learned today, was responsible for hiring all the Clinton donors, even Clinton's attorney for Robert Mueller. Are you going to do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I'm going to let Horowitz do his job to tell us what happened with the FISA warrant process. Then I'm not going to get in Durham's way who's looking at putting people in jail. But I am going to explain to the American people that everybody that was investigating Trump hated his guts and liked Clinton. I'm going to help tell that story. But I'm not going to do anything until Horowitz issues his report. But we will try to lay out the facts of the case and make sure in the future if you apply for a FISA warrant you have to tell the court, \"By the way the chief informant here hates the person they're looking at --\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's not verified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "--it's not verified. So I'll do that but. Here's what I want you to understand. The Democratic Party is imploding, that's bad for America. Their immigration policies are no more - criminal liability if you come to the country illegally. You get free health care. We're going to abolish ICE. And it even if you go to court and lose, you still can't be deported. Now that's insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And by the way, I've been down to the border, I think, now 14 times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I'm going tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're going to the border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Tomorrow - tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well come back tomorrow we'll update everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "All right. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Senator Graham, good to see you. Thank you. When we come back, really disturbing details about the Jeffrey Epstein case are beginning to trickle out. Jonathan Hunt, he has a full report. We'll also get reaction, Dan Bongino, Geraldo Rivera about Epstein's ties to the Democrats and Americas mayor. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So as the Jeffrey Epstein case continues to unfold, new and very disturbing details continue to emerge about who he is, how he lived. What kind of dubious activities he was involved in. Relay the shocking details live from our West Coast Newsroom tonight, our own Jonathan Hunt. How many times did Bill Clinton hang out with this guy, just a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HUNT, CHIEF CORRESPONDENT",
      "sentences": "That's a good question that will be answered in due time, I'm sure Sean. And given the horrifying nature of the allegations against Jeffrey Epstein, it is perhaps not surprising that some strange alleged details are emerging about his lifestyle. Here are some reported by other news outlets, unconfirmed by Fox News. New York Magazine reports, for instance, he had a human-sized chessboard in his New York City mansion with scantily-clad figurines modeled after his employees. The New York Times reports he had a mural in the same mansion showing him standing in the center of a prison yard, a premonition perhaps? The source of his wealth is largely unknown. Although, Bloomberg reports Epstein once ran a money management firm for the very rich. And The Associated Press reports that a man who runs boat charters near Epstein's private island in the U.S. Virgin Islands, said that everybody called Epstein's \"Pedophile Island\". There will doubtless be many more salacious details to emerge in the case of Mr. Epstein, who, as has been well documented, has previously been friendly with Presidents Clinton and Trump. Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jon, well, what they don't say about Trump - thank you, Jonathan in our West Coast Newsroom tonight. They don't say, oh, Donald Trump threw his ass out of Mar-a-Lago years ago, because of his behavior. They kind of forget that key detail. I wonder if he had something on Trump if he'd act this way. But a number of prominent Democratic politicians on long-running ties to Epstein and by the way are expected to be ensnared in the growing sand scandal. By the way, Chuck Schumer, he got thousands of dollars in donations from the convicted sex offender. Now the Senator is coming out, he's going to donate to contributors - donate the contributions. Anyway, here now is Fox News Correspondent At-Large, Geraldo Rivera; Fox News Contributor, former Secret Service Agent Dan Bongino. So I've covered this story little while back. Now the media in 2016 - they didn't want to go near this story, because as the New York Post says, the \"Lolita Express\" and \"Orgy Island\" - I didn't make those names up. They say, and it's been reported, and I haven't confirmed. So I'm just saying what's been reported that I've not confirmed. Bill Clinton was pretty friendly with this guy. The same Bill Clinton that messed around with the intern in the White House - a pretty young girl at the time, right, Geraldo, that you were defending every--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "sentences": "I don't recall that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, I think you'll recall it. I think you broke a big story on \"Rivera Live\" at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that Epstein will be revealed as an equal opportunity bipartisan sleazebag when all is said and done. I think, Sean, the most shocking thing is, how prosecutors in Florida and New York dropped the ball heretofore. If it wasn't for the Miami Herald and the renewed interest in this case, he would have gone basically scot-free after serving that ridiculously lenient sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But wait, what about - Pam Bondi said those last night that she's prosecuted these sex cases and pedophile cases in the past. She said one of the hardest things is the victims don't want to testify. And by the way think about it, if they do they're going to sit there and be cross-examined and have to relive the horror, the evil of something like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The evil, though, and I think that it's important to remember this as parents, and parents of daughters. The evil was that he set his sights on the most vulnerable young girls - 14, 15 years old. If he had just used his billions to lavish - indulge himself with hookers, I would not be morally outraged. The fact is that he--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wouldn't be an issue today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "--wouldn't be an issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But, I read the Daily Mail article, Dan Bongino, I was 14 and I had braces. I'm like that's evil. That is robbing some child of their soul. And that's why this matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "No, this story is really beyond grotesque, I mean, when you read the details. I mean, you don't need to be a parent. Being a parent it makes it even worse. But any sane sentient being these details is completely horrified. But Sean, one of the things about this case, so it's really bothersome is. Yes, they - Geraldo is right, there's been some decent journalism on it. But some of its misplaced this criticism of Acosta - Trump's cabinet secretary, Alexander Acosta, yes. Was the case prosecuted well? No, I think we can all agree on that. Was the sentence lenient? Obviously, at this point. But I don't think people understand, the federal system Acosta was working in, as they attorney - yes - United States Attorney for Southern District of Florida, doesn't work like the state system. There is no specific federal sex crime charge that works like a state charge. He's was dealt a really rough hand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I got to be honest, god forbid this happens to a kid, how do you ask them to relive that? And that has to be part of the evidence. I would be torn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They had a 53 count federal indictment drafted against this guy and Acosta did not pursue it. He chose to step aside and let the state prosecutors handle it, because he says, he wanted to ensure that Epstein--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--what about the grand jury in that case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think you should had. I mean, the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the grand jury said no locally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I believe that Epstein seduced everyone from politicians to prosecutors with this fabulous wealth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Sad, sickening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You touch a kid, its evil. If, by the way, even the worst hardened criminals, you know this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They can't stand those people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "And Sean, can I make one last point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "This was a - if a State case, they would have put this guy away for a very, very long time. Federally, it was not a great case for federal court system--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the Southern District of New York is the best. Let's see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, they are. But they are limited by--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We got to run. When we come back, remember the former Trump campaign staffer who said Trump kissed her on the lips, we got the video. It totally exonerates the President. Rudy Giuliani reacts to President's attorney, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Back in February staffer from President Trump's campaign filed a law suit alleging that President Trump forcibly kissed her on the mouth in 2016. And last month the judge tossed the lawsuit and yesterday, lawyers for the President, they released the video foreign the alleged incident and it's even slowed down so you don't miss a thing, which appears about as exculpatory as they could be exonerating the President. Take a look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALVA JOHNSON, FORMER TRUMP CAMPAIGN STAFFER",
      "sentences": "Oh, thank you. It was--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Thank you, a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Look at the slowed version of the video. It shows the President didn't kiss the women on her lips. That was a friendly goodbye and nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Look at that, there you go. Hello, thank you. Good bye. And she seemed OK too. Wow, these are the types of lawsuits, because of what, Trump psychosis, rage? Anyway, guess who is back in the news? Rosie O'Donnell. When will there be a low where people say enough is enough? In an interview the Hollywood liberal takes this shot at the president's daughter, as if this family hasn't get shot at like every other day in even worse ways. This is pretty low even for Rosie O'Donnell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELANGELO SIGNORILE, HOST, SIRIUS XM RADIO",
      "sentences": "Talk a little bit about Ivanka Trump and what Donald Trump is doing with her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSIE O'DONNELL, AMERICAN COMEDIAN",
      "sentences": "I don't know what he's doing with her. I think he's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIGNORILE",
      "sentences": "Well, I mean, politically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'DONNELL",
      "sentences": "--been doing bad things with her for a very long time. There's a creepy incest feel that is very prevalent amongst Donald Trump and his children - at least his daughter - very creepy. I don't know. I think she's like, you know, a talentless, non-intelligent, non-powerful woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You would know a talentless, non-intelligent person, Rosie, really well. That's even low for you. Joining us now President Trump's Attorney, Rudy Giuliani. Mr. Mayor, I'll dismiss Rosie as being the extremists she is. But here you are, here's the President having a great time, saying goodbye to somebody. A kiss on the cheek - you slow it down, it's still a kiss on the cheek. I'll re-rack it and show it. And this is - this is every second, every minute, every hour of every day attack the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "sentences": "Yes, I know. And lucky we have the footage, because some people would just believe it. And I think it's because the media - a lot of the media has created this hysteria about the President. I mean, the whole Mueller investigation was infused with that. It's investigation never should have happened. They printed the wildest, craziest lives, and of course they had never apologized for it. So I think people feel empowered to say anything they want. I mean, something like that should have serious sanctions, so it doesn't happen again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Mr. Mayor, I know you're in Albanian tonight and I know you're there for a particular reason which is a 100 years of freedom, but - with the Iranian resistance. But here's what I want to ask you. So we know where the economy stands Obama-Biden versus President Trump - best employment situation since 1969, records for every demographic group. But on the issue, look at everybody's foreign policy positions, especially Biden - $150 billion on the tarmac in cash and other currencies for the mullahs of Iran. I'm having a hard time ever understanding bribing dictators that say and chant death to America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, you know, one of the problems here - I mean, people died as a result of it, was Obama sent Biden to negotiate the Status of Forces Agreement in Iraq. Of course, as he did every time he dealt with foreign policy, he failed miserably. We pulled all our troops out and 120 of these people were killed by the Iranians. And it took Herculean efforts by this organization, me, (inaudible) Michael Mukasey, a number of others to get these people finally brought to Albania so we could fulfill the promise we made to them to protect them. They were abandoned by Obama, abandoned by Biden, and they are our allies. This is the epicenter of the Iranian resistance. Where I'm sitting right now, they broadcast 24 hours a day into Iran, like they're the voice of America. They was shunned by the Obama administration. The Obama administration went so far that some of these people were killed and luckily with this administration, he supports the resistance movement - the President, does and the administration does and the killing has stopped and a lot of protests are going on inside of Iran. And this is a great alternative to that horrible regime in Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We could overturn that regime, be better for the entire world. They foment terror. They fight proxy wars and they have a 150 billion extra dollars because of Biden-Obama. Mr. Mayor enjoy your conference. Thank you for being with us. We appreciate it. When we come back, all right this video is off the hook insane - absolutely nuts. You probably have never seen anything like it. A man losing it completely. All caught on tape. Plus, I have a special offer that I will be making it to Congresswoman Ocasio-Cortez, that's straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. \"Our Villain of the Day\", well, he let his old temper gets out of control. This is in insane. Bagel shop, Long Island, New York, because an employee at the store smiled at him. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why is it OK for women to say, \"Oh you're 5 feet' on dating sites you should be dead. That's OK?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Who said that you here? Nobody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Women in general had said it on dating sites. You think I'm making that (bleep) up. Everywhere I go, I get the same (bleep) smirk with the biting lip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Clam down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shut your mouth. You're not god or my father or my boss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dude, you want to step outside? Huh? I'm not scared of you pal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Enough, enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You shut up (bleep)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go ahead and attack me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my god. Oh, my god. I just (bleep).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, the guy did bump the other guy. Oh, boy, in the end, no injuries, no charges. Man left with an egg and cheese bagel. All right. We hope he gets anger management counseling. All right, before we go tonight - all right, I'm going to extend tonight an offer to Congresswoman Alexandria Ocasio-Cortez. I know she watches. On Twitter she Tweets about the show. I want to give you an hour invitation to come on the show to have a discussion. And by the way I will invite you on my radio show, 618 is the best talk radio shows in America. I will give you three hours there. You get a lot of criticism on this program. We'll talk, we'll have a conversation. I hope you will join us. Well, we'll never be the destroy-Trump media mob. Let not your heart be troubled. Laura Ingraham, I think that's a good offer, wouldn't you take it? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "And we believe in freedom of speech and expression. I don't believe in boycotts. I want all voices to be heard. Welcome to “Hannity.” Busy next tonight. Democrats -- they are very anxious this very night, very anxious. Jerry Nadler, all of a sudden, is beginning to sweat. The cowardly Schiff? Well, he's looking more shifty than he usually is. Probably, he's the only guy caught on tape actually colluding with Russians. Oh, tell me what you have. Oh, we've got naked pictures of Trump. Does Vladimir know? It's all on tape. That idiot, he thought he was getting intel to impact our elections. Why don't we look and investigate that guy. Anyway, I digress. The infighting between Pelosi and her radical base is getting worse every single day, and the fringe far left candidates running to be president are more than scary, they are also less than inspiring, and their ideas are chilling, but the Democratic Party tonight as we come on the air, they are in shambles and for good reason. A multiyear Russian collusion hoax was a failure. Trump winning happened. They can't accept truth and reality. Four investigations have exonerated the president. And, by the way, look at his presidency, a huge success. Thank goodness, thank God, the economy is booming. The forgotten men and women, nearly 7 million Americans off of food stamps, as many out of poverty, and we have the lowest unemployment, the best employment situation since 1969. And yes, people left behind. Every demographic are doing better, setting record low unemployment numbers in this country. That is great news. But for the Democrats -- well, they are playing, I guess, whatever they always do, games. They're not doing anything to help the American people. They don't have any agenda that's going to solve our problems. It's a card they keep playing over and over again. Russia, Russia, Russia, Russia, Russia. Maybe if we investigate a hundred times, we'll get the conclusion we want. It doesn't work that way, because in their desperate effort to keep their Russian collusion hoax, their conspiracy theories alive for as long as possible, well, Chairman Jerry Nadler of the Judiciary Committee, the Intel chair, that's frightening, Adam \"The Cowardly\" Schiff, they are forcing Bob Mueller to testify into public on Capitol Hill, and he kind of said he didn't want to do it, and he's only going to stick to the report. We'll see next Wednesday. I don't think it's going to work out the way they think. As a matter of fact, I'm almost certain. According to the \"A.P.\", the Democrats are now beginning to listen to “Hannity.” They are worried about next Wednesday's hearing. I'm excited about it. They should be. Robert Mueller has long said that the report will speak for itself. No collusion, no conspiracy, zero charges for obstruction of justice. And that was decided, as it should be, a special counsel law, if they actually read it, by the attorney general, the deputy attorney general, and the Office of the Legal Counsel. Those questions have all been thoroughly answered in the exhausted, frankly, political, poorly written, horribly, you know, law based, 448-page report. Meanwhile, Republicans should focus on the litany of what our unanswered questions that we have previewed on this program last night, we are going to do a full hour tomorrow night. The political bias, the prosecutorial misconduct, politics, conflict of interest, so many other crucial topics will finally get the attention they deserve. And that's going to come from the Republicans on the committee. And it's coming. And this comes as the Democrats' frenzied calls for impeachments, they are actually going quiet. Look at this from \"Politico\". Quote: the most prominent House advocates for impeachment proceedings acknowledge the push has, yes, slowed to a standstill. That means, if you want to go ahead, great. But that's going to guarantee Trump's reelection and the Republicans get control of the of the House and Senate, and we can solve more of America's problems and help the forgotten men and women even more become richer, raise the standard of living, and become energy independent where the Strait of Hormuz will never matter to us again in terms of strategic foreign policy. But that's not stopping Nadler's never-ending subpoena party. Look at what he wants now. He wants to now plan to, again, forcibly interview a boatload of current, former administration officials as part of what is now the fifth official -- fifth official -- duplicate investigation into what we already know, there was no Trump-Russia collusion or conspiracy. And the cowardly Schiff, the guy who's on tape colluding with the Russian guy? Well, he is conducting a separate, sixth investigation. How many bites of the apple do they want?"
    },
    {
      "speaker": "President Trump summed it up perfectly. He wrote, quote",
      "utterance": "Democrats have asked to see 12 more people who have already spent hours with Robert Mueller, spent a fortune on lawyers in doing so? How many bites of the apple can they get to before working on border loopholes, asylum, oh, and maybe jobs, and keeping America safe, secure, and prosperous? And as you watch all this, you got to wonder, do they care about anybody in the country besides themselves and their psychotic rage and hatred towards Trump? This is beyond a psychosis. Now, Democrats don't care if they bankrupt private citizens with legal bills. Not only did they testify before Mueller, they want them to answer the same answers they've given to the House committee, the Senate committee, the Mueller report. How many more times you're going to -- this is harassment. They should be caring about what is a desperate situation at the border. They don't even care about the so-called Dreamers or DACA, which they claim they used to. They could have agreed to the president's compromise. They refused to even sit and talk with them. And now, the only thing Democrats seem to care about is smearing, besmirching, and slandering the president and destroying anyone and everyone who supports him. And quite frankly, this is beyond sick. A great deal maker is now in the White House. He's willing to negotiate even with you people that hate him, with both sides of the aisle, on so many important issues to move the country forward, to help -- let's see -- the carpenters, the plumbers, the electricians, the nurses, and everybody else in America, raise their standard of living. Is that what they are focused on? No. Because the people on the left and their buddies in the media mob, they can't see through the fog of their own rage to sit and come through the table and solve America's problems and make America a better, safer place for our children and grandchildren. Oh, what a novel idea. Instead, they are still obsessively talking about conspiracy theories, hoax, and lies that they've been pedaling for over two years, and a stack of frivolous subpoenas from the washed up lawyers in the Democratic House. Let me get back to my monologue. By the way, I have advice for people. If you've gone and you've cooperated and you've answered the questions again and again and again, my advice is you may want to say, you know what? I'm done. Fifth Amendment, I don't have to say anything. Just an idea, but what do I know? I'm only a talk show host. Joining us now with much more, our own Catherine Herridge, who's done a great job breaking many aspects of this story on so many levels. Catherine, what do you have tonight?"
    },
    {
      "speaker": "CATHERINE HERRIDGE, CORRESPONDENT",
      "utterance": "Sean, good evening. The Democrat-led committee signing off on a dozen subpoenas today, almost all have nothing to do with Russian collusion, instead focusing on alleged obstruction of justice by the president. The Democrats claiming that there is still more to find after Robert Mueller's lengthy two-year investigation. The former special counsel's public testimony next week is already causing a lot of heartburn on both sides of the aisle. The two Democratic-controlled House committees, Judiciary led by Jerry Nadler and intelligence led by Adam Schiff, have allotted two hours for a morning and afternoon session on July 17th. That means about two dozen lawmakers will never ask their questions, and that violates a long-standing practice known as House Rule 11 that says every members gets five minutes to cross-examine the witness."
    },
    {
      "speaker": "REP. DEBBIE LESKO, R-ARIZ.",
      "utterance": "And I don't even get a chance to question him? This is just plain wrong. I have been elected just like anybody else here, and for the leadership on this committee to decide that only certain members and there's only time for certain members to be questioned, even on your side of the aisle, is just plain wrong."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "And listen to this exchange where Chairman Nadler won't explain how he'll cut special counsel Mueller's testimony when the two hour time limit runs out."
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "utterance": "I'll pose the question, that's to the chairman again, if he would like to explain. How will you actually expect to stop the hearing next week?"
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "utterance": "I'm going to repeat what I said a few minutes ago. This line of discussion, frankly, is beyond the scope of this markup and I'm not going to comment further."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "Republicans could use a number of tactics to run out the clock, effectively derailing the Democrats' star witness, Sean, and thank you for the kind words."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Catherine, an interesting part of this. Remember back -- we had the independent counsel statute, Ken Starr. And Nadler didn't want that report, which as a matter of law had to be made public. The special counsel law, which people like Nadler wanted to change, the attorney general was the one who would get the report, didn't want to release any of it. And as we all know, Attorney General Barr did, and more importantly, we the public got to see everything but one full line and seven partial sentences, and now, Mueller is testifying, and everything that they use to not want, now they wanted -- they have, and now they don't want it."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "I think it's worth noting that the Democrats are very focused on these allegations of obstruction of justice and the Mueller report is two volumes and it's that second volume on obstruction that virtually has no redactions, yet they continue to seek witness testimony about the underlying evidence."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well said, and they got to see the entire document themselves, unredacted completely, in spite of what they've been saying, some of them publicly. Great work, as always. Catherine Herridge in Washington. While House Democrats waste your money investigating their conspiracy theory, now for the fifth and a sixth time -- well, the organization tasked with electing them, the Democratic Congressional Campaign Committee, they are also playing dirty tonight. No surprise. According to a brand-new report just breaking moments ago, investigative reporter, \"The Hill's\" vice president, John Solomon, the DCCC publishes much of their op research online, under a random URL so that Democratic allies can access all of this expensive material, and if they have the link without technically violating any campaign finance laws. We'll have more on this in a moment. But first, we do turn to the DOJ's internal watchdog, the inspector general, who has now been hard at work looking for the serious abuse of power and corruption that we've been telling you about. According to the DOJ, Inspector General Michael Horowitz, his team has reviewed, get this, more than a million records and conducted a hundred interviews into the FISA abuse and the finding of this probe. We expect in the middle of May, late May. But the timeline is now in flux, why? Because of two reasons, a last- minute interview that became available with Christopher Steele. I think he's worried about what other people are saying about him. Over the course of two days, nearly 16 hours, the author of Hillary's bought and paid for dirty Russian dossier sat down with our investigators. Now, of course, the Clinton bought and paid for op research was the very basis, the bulk of information, as the Nunes, Grassley-Graham memo will say of the FISA warrant applications against Carter Page which backdoored and literally spying on the Trump campaign, the Trump transition, and even the Trump presidency. As former FBI Director Andrew McCabe put it, if we didn't have the phony Clinton bought and paid for dossier, I'm adding these words, no FISA. So, get this, Comey, McCabe, Brennan, Clapper and others have expressed so much outrage at the thought of Trump-Russia collusion, all while using what was we now know an unverifiable document, because even its author said, I have no idea if any of its true, filled with Russian propaganda misinformation. They did it first to rig the presidential election, and then secondly to bludgeon the president that they didn't want to win. My message to Jim Comey and his friends in the deep state -- well, you may want to remain silent, the truth shall set you free. Come to think of it, in Comey's case, it might be the exact opposite. Here with reaction, Fox News contributor Sara Carter, Fox News legal analyst Gregg Jarrett, and Judicial Watch's president, Tom Fitton, is with us. Good to see you all. Gregg, I will start with you. Now, what's so interesting toto me about this, what my sources have told me. I'll get to you, Sara, and Tom to weigh in, I was told Horowitz was done."
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALSYT",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then people who already talked to him, they sense they might be in trouble and they wanted to add more to the record. Secondly, Christopher Steele becomes available and other witnesses that were not willing to talk now are willing to talk. So, there's a real justification for the delay."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Steele is critical because he can blow the lid on the conspiracy at the FBI. He can say, I warned them that this was unverified and unverifiable information. It was, quote, \"raw intelligence based on limited intelligence,\" end of quote. He's got to say that because he said it under oath in a civil lawsuit. To say otherwise would be perjury. So -- and he will also expose the information wondering (ph) scheme that the FBI used to hide the source of all of this information and lie to a FISA court. So he is a critical witness. In so far as Horowitz is concerned, his problem is he can only compel those who are current FBI and DOJ employees, and they always engage in what is called a phalanx strategy to obstruct, to protect their colleagues and protect the institution, which is why Durham's investigation is vital, because he can compel people with subpoenas to testify in front of a grand jury. But people like Comey will invoke the Fifth because he's in legal jeopardy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Interesting. I don't doubt your -- I don't think you are wrong, let me put it that way. Sara, let me go to you. It's interesting now, as we get closer, oh, we want Mueller to testify. Now they are trying to prohibit congressmen, elected officials -- originally, remember, they wanted somebody else to do the interviewing of other people. Like, no, that's your job. That's why you are elected. You're accountable. Not some unaccountable lawyer because you're afraid to do your job. But here's -- not only are they trying to silence members, but now they are beginning to realize, uh-oh, this Mueller thing, Hannity may be right, this could boomerang like everything else. Mueller is now on record three times on one position and that is about obstruction. It was clear there was no collusion. That's the fourth time now we've got that verdict. But here's the problem. At first, he told Bill Barr, it was never a consideration, the DOJ policy, our constitutional considerations of whether or not you could indict a sitting president. So, first, he said that, Barr and others, they all heard it. Then he had a nine on the half minute disaster -- and I don't even know he was reading somebody else's words."
    },
    {
      "speaker": "SARA CARTER, CONTRIBUTOR",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then Barr bailed him out in a joint statement with the special counsel at attorney general. My point to the question is, so it didn't impact, it didn't impact for five hours, it didn't impact again. That, to me -- once he says, no, that wasn't a consideration. We didn't have the evidence to make that decision. It's over."
    },
    {
      "speaker": "CARTER",
      "utterance": "That's right, they have no place to go, and they realized that now. They are kind of trapped in a corner, Sean, and this is what the Democrats are coming to terms with right now, that all of this has backfired on them. It's backfired on them, and in the face of the public, it's backfiring because there are so many more critical issues that the Democrats and Republicans really need to be working on -- immigration, for one, health care, so many more issues that are important to the American people, education. But yet, they are focused on taking down Trump. And you said it earlier, it's like Trump derangement syndrome, right? They can't let it go. They just don't know where to go with it now. So here comes Mueller, we are going to see him next Wednesday, he is going to testify. I do not believe -- and even based really on the structure of the law, that he is going to go outside of his lane during this testimony and go outside of the report. But remember this, the Republicans can ask them lots of questions. And I'm going to tell you, there is going to be some surprises. I'm hearing from sources that they're going to be some questions --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Don't give too much away, because I know exactly where you're going. Go ahead."
    },
    {
      "speaker": "CARTER",
      "utterance": "I'm not."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, I want to report to our audience."
    },
    {
      "speaker": "CARTER",
      "utterance": "I know, I know. I'm not going to give too much away. But definitely, the audience and the viewers need to be well aware that things are going to happen come next week. And I want to go really quickly, before you move on, to Christopher Steele. Look, this is a former MI6 spy from Great Britain, that is not trying to dig himself out of a hole and he's looking for every loophole to dig himself out of. I don't want to let him skate away. He knew when he turned that dossier in that it was garbage. The dossier is garbage. It's disinformation from Russians. And he didn't care. Why? Because he made it very clear to Bruce Ohr at the Department of Justice that he did not want President Trump or then candidate Trump to be elected."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And the fact that they used his dossier, and they were warned on numerous occasions, one time in August 2016 by Bruce Ohr, that Steele had an agenda, he hated Trump, Hillary paid for it, and it's not verified. And it's now we know because in an interrogatory in Great Britain, as we have told this audience, he said he didn't know if any of it was true. Now I go to Tom Fitton. I suspect Sara is right, and that is that Mueller is going to stick to his script, which the script is the Mueller report. Gives low, long, meandering lessons -- answers to run out the clock, but the fertile ground is what the Republicans can ask him. When did you know there was no conspiracy? Why did you only pick Democratic donors? Why did you put that guy that was at -- with the worst, the most atrocious history of withholding exculpatory evidence, losing 9-0 in the Supreme Court, putting innocent people in jail -- why did you let him hire your entire staff, which we just learned today, because there is there's a group called the Judicial Watch, that actually got Andrew Weissmann's emails, if I'm correct -- Tom Fitton?"
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "utterance": "Yes, he was doing the hiring of these anti-Trumpers for Mr. Mueller. We also have the document showing that Steele was not only on a Clinton payroll, DNC payroll, but during the campaign --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "FBI?"
    },
    {
      "speaker": "FITTON",
      "utterance": "-- in 2016, he met with the FBI 13 times and he was paid 11 times. And I think the Democrats really don't care about anything we are saying."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- for the same lies?"
    },
    {
      "speaker": "FITTON",
      "utterance": "Oh, sure, and he was working for the Russians at the same time.."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Four people, one book of lies, amazing job if you can get it."
    },
    {
      "speaker": "FITTON",
      "utterance": "But, you know, quickly, the Democrats recognize there are issues potentially with Mueller's testimony. They're trying to protect themselves by limiting, breaking the rules of Congress to get Trump again, not only with subpoenas, but destroying the rights of members themselves. But they are still focus is doing whatever it is they can get do within their powers and without their powers by harassing subpoenas to target Trump. It's about getting Trump. So, you are right. There's a risk in doing this. They don't care because they think they will be protected by their colleagues in the media and they are going to try to get anything they can out of Mueller. They are going to continue to harass the president, not only with subpoenas targeting his presidency improperly, but himself, personally. So, you've got this personal and presidential harassment unprecedented by Congress with these subpoenas --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, that's why --"
    },
    {
      "speaker": "FITTON",
      "utterance": "-- asking for core White House officials to come in. They know they'll never testify."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK."
    },
    {
      "speaker": "FITTON",
      "utterance": "But they'll have to spend a lot of lawyer money having to deal with it."
    },
    {
      "speaker": "FITTON",
      "utterance": "It's really an abuse of power."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm saying enough. They should just say no."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Harassment, absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here's what I want to ask you, though. It's presidential harassment. Also, who can afford these lawyers talking to this congress committee, this congressional committee, this Senate committee, this they're all told -- they're all cooperating?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "You invoke executive privilege, and if you are forced to testify, invoke the Fifth Amendment."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They can't stop you if you testify, all right."
    },
    {
      "speaker": "JARRETT",
      "utterance": "If you testify that the earth is round, its perjury trap, and they'll accuse you of lying. Don't do it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you about Weissmann. This revelation is huge."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is a guy that lost tens of thousands of jobs, was beaten in Supreme Court, 9-0, great job, Weissmann. Was at Hillary Clinton's victory party, did all the hiring for Mueller. Mueller's now -- he's on -- you know, one position, the other position, back to the old position."
    },
    {
      "speaker": "FITTON",
      "utterance": "And now, he has a book deal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Weissmann now -- he can write all the books he wants."
    },
    {
      "speaker": "JARRETT",
      "utterance": "It underscores the malevolence of Bob Mueller and hiring a team of partisans led by that guy on your screen. This is a guy who has a long history of getting caught threatening witnesses and hiding evidence."
    },
    {
      "speaker": "HANNITY",
      "utterance": "\"Licensed to Lie\"."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yes, \"Licensed to Lie,\" Sidney Powell's great book about it, discloses all of his offenses. And yet Mueller knew this and wanted him to be his chief lead prosecutor. I've written a new book. It's coming out in a couple of months, and it discloses some astonishing stories about Weissmann."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, thank you all. By the way, tomorrow night, we will bring up all the questions we want Bob Mueller asked. I'm excited. I'm actually happy he's going to testify. That surprised you? I want you tune in tomorrow night. Coming up, civil war brewing in the Democratic Party. Oh, it is out of control. Yes, the real speaker, Ocasio-Cortez, and speaker in name only Pelosi's public feud has now gone to new heights. Senator Lindsey Graham is here. And later, at the end of the show, I have the best video you've seen in your life, out of control. And I have an offer for Congresswoman Ocasio- Cortez, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Tonight, no denying it, Democrats are in an all-out civil war. Congresswoman -- I think the real speaker of the House -- Alexandria Ocasio-Cortez challenging Nancy Pelosi's gavel and showing no signs of backing down at all. Remember, yesterday, there was a meeting. And Speaker Pelosi said, if you have something to say to me, say it to my face, don't have to say it on Twitter. Well, the freshman congresswoman, there it is, suggested the speaker in name only singled out women of color, excuse me, and Pelosi asked about the feud earlier today."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "I said what I'm going to say in the caucus. They took offense because I addressed -- at the request of my members, an offensive tweet that came out of one of the members' offices, that referenced our Blue Dogs and our new Dems, essentially as a segregationist. I addressed that. How they are interpreting and carrying it to another place is up to them, but I'm not going to be discussing it any further."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And it's getting even nastier because according to \"The Hill,\" House Democrat William Lacy Clay is taking sides, saying, quote: What a weak argument, because you can get your way because you're getting pushed back, you resort to using the race card? Woo."
    },
    {
      "speaker": "Before adding, quote",
      "utterance": "I agree with the speaker. Four people, four votes out of 240 people. Who cares? This Democratic circular firing squad is also forcing the media mob. They love their Democrats. They are the spokespeople for the Democrats. You have MSDNC, you've got fake news CNN, you've got three networks, \"New York Times,\" \"Washington Post\", now, the media mob is taking sides. Let's take a look."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She's taking some real risk in pushing them away so aggressively."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "To me, I really think it goes back to the optics. You have an older white woman frankly who is very powerful, who understands how her caucus runs, but they're going up against four women of color who are young who looked like a Democratic base."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Democrats, we have to get rid of this guy, and this type of infighting is not helping. I don't know about going to race right away. It's like, really, that's where you go right away? I thought that that was a bit much, frankly."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "People who are here now, all you young people, you're on the shoulders of a whole bunch of people who came before you. Did you sit these moderates down and say, listen, we've got to put this together?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's true."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And if you're not going to do that, you aren't allowed to (EXPLETIVE DELETED) about this. If you want to move it, then let's get it moved."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now with the reaction, Republican Senator Lindsey Graham is with us. You know, Senator, why would I ever get in the midst of a fight like that? Interesting squabble."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But you can see -- think about this, Speaker Pelosi pulled everyone together, you have something to say to me, say it to my face, not on Twitter."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, you've got to give Congresswoman Ocasio-Cortez credit. She went right out and slugged right back. And I'm like, good for her, a lot of courage."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "So, what does this really mean? I think Republicans are more likely to take the House back because of this breakdown, because there are 31 Democrats that hold congressional seats where President Trump won their congressional district. What does it mean to these 31? If you cross a AOC and the Fab 4, you're going to get a primary, and if you vote with them you're going to lose in the general election. So the biggest beneficiary of this will be the Republican Party and President Trump, because the policies these four people are pushing or so out of the mainstream. But if you're one of these 31 Democrats, Sean, you got to pick between the energy of the Fab 4 and the practicality of Nancy Pelosi, you're in a no- win situation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Maybe, I've only been in politics 30 years, on radio 30 years. We've been here in the Fox News. I'm like the old person here at Fox. I've been here from the beginning. And you could even see it in my hair every night. You know, so here's what I'm thinking. So the modern Democratic Party - let's see, they want open borders, take down the walls. Walls are now immoral. They weren't when Obama was a President. Then they want free health care and you could have no other choice - Medicare for all. Then they want higher taxes. Then all these 2020 candidates support the Green New Deal. Everything's free everything. And by the way no oil, gas, the lifeblood of our economy, no combustion engine and eventually no cows and planes. Why am I thinking that if I'm Donald Trump, I'm a happy guy tonight?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "If I'm President Trump, I'd go to Florida and show up next November and get reelected."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is that all its going to take."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Literally. Mr. President if you're watching tonight, just enjoy this. Be quiet. Because here's what there saying, they're going to decriminalize crossing the border illegally. And once you get here they'll give you free health care. How many people in the world, do you think, will take us up on the offer, come to America there's no more criminal liability and when you get here we will give you free health care. This is insane. You know it's insane."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But then you got this whole other side. And somebody wanted me to ask you a question and so I will ask it--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--which is they're obsessed with a fifth and sixth investigation. FBI concluded, House Intel concluded, Bipartisan Senate Committee and the Mueller report, no conspiracy no collusion. OK. That means there's no underlying crime, unlike Hillary underlying crime, real obstruction, subpoenaed emails, BleachBit all that. All right, so here's my question. So you now have the ability - they don't have solutions for America. You're going to run against that--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But you have the ability to bring in people like Andrew Weissmann, who we learned today, was responsible for hiring all the Clinton donors, even Clinton's attorney for Robert Mueller. Are you going to do that?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I'm going to let Horowitz do his job to tell us what happened with the FISA warrant process. Then I'm not going to get in Durham's way who's looking at putting people in jail. But I am going to explain to the American people that everybody that was investigating Trump hated his guts and liked Clinton. I'm going to help tell that story. But I'm not going to do anything until Horowitz issues his report. But we will try to lay out the facts of the case and make sure in the future if you apply for a FISA warrant you have to tell the court, \"By the way the chief informant here hates the person they're looking at --\""
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's not verified."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "--it's not verified. So I'll do that but. Here's what I want you to understand. The Democratic Party is imploding, that's bad for America. Their immigration policies are no more - criminal liability if you come to the country illegally. You get free health care. We're going to abolish ICE. And it even if you go to court and lose, you still can't be deported. Now that's insane."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And by the way, I've been down to the border, I think, now 14 times."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I'm going tomorrow."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're going to the border?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Tomorrow - tomorrow."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well come back tomorrow we'll update everybody."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "All right. Thanks."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Senator Graham, good to see you. Thank you. When we come back, really disturbing details about the Jeffrey Epstein case are beginning to trickle out. Jonathan Hunt, he has a full report. We'll also get reaction, Dan Bongino, Geraldo Rivera about Epstein's ties to the Democrats and Americas mayor. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So as the Jeffrey Epstein case continues to unfold, new and very disturbing details continue to emerge about who he is, how he lived. What kind of dubious activities he was involved in. Relay the shocking details live from our West Coast Newsroom tonight, our own Jonathan Hunt. How many times did Bill Clinton hang out with this guy, just a question?"
    },
    {
      "speaker": "JONATHAN HUNT, CHIEF CORRESPONDENT",
      "utterance": "That's a good question that will be answered in due time, I'm sure Sean. And given the horrifying nature of the allegations against Jeffrey Epstein, it is perhaps not surprising that some strange alleged details are emerging about his lifestyle. Here are some reported by other news outlets, unconfirmed by Fox News. New York Magazine reports, for instance, he had a human-sized chessboard in his New York City mansion with scantily-clad figurines modeled after his employees. The New York Times reports he had a mural in the same mansion showing him standing in the center of a prison yard, a premonition perhaps? The source of his wealth is largely unknown. Although, Bloomberg reports Epstein once ran a money management firm for the very rich. And The Associated Press reports that a man who runs boat charters near Epstein's private island in the U.S. Virgin Islands, said that everybody called Epstein's \"Pedophile Island\". There will doubtless be many more salacious details to emerge in the case of Mr. Epstein, who, as has been well documented, has previously been friendly with Presidents Clinton and Trump. Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jon, well, what they don't say about Trump - thank you, Jonathan in our West Coast Newsroom tonight. They don't say, oh, Donald Trump threw his ass out of Mar-a-Lago years ago, because of his behavior. They kind of forget that key detail. I wonder if he had something on Trump if he'd act this way. But a number of prominent Democratic politicians on long-running ties to Epstein and by the way are expected to be ensnared in the growing sand scandal. By the way, Chuck Schumer, he got thousands of dollars in donations from the convicted sex offender. Now the Senator is coming out, he's going to donate to contributors - donate the contributions. Anyway, here now is Fox News Correspondent At-Large, Geraldo Rivera; Fox News Contributor, former Secret Service Agent Dan Bongino. So I've covered this story little while back. Now the media in 2016 - they didn't want to go near this story, because as the New York Post says, the \"Lolita Express\" and \"Orgy Island\" - I didn't make those names up. They say, and it's been reported, and I haven't confirmed. So I'm just saying what's been reported that I've not confirmed. Bill Clinton was pretty friendly with this guy. The same Bill Clinton that messed around with the intern in the White House - a pretty young girl at the time, right, Geraldo, that you were defending every--"
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "utterance": "I don't recall that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, I think you'll recall it. I think you broke a big story on \"Rivera Live\" at the time."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that Epstein will be revealed as an equal opportunity bipartisan sleazebag when all is said and done. I think, Sean, the most shocking thing is, how prosecutors in Florida and New York dropped the ball heretofore. If it wasn't for the Miami Herald and the renewed interest in this case, he would have gone basically scot-free after serving that ridiculously lenient sentence."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But wait, what about - Pam Bondi said those last night that she's prosecuted these sex cases and pedophile cases in the past. She said one of the hardest things is the victims don't want to testify. And by the way think about it, if they do they're going to sit there and be cross-examined and have to relive the horror, the evil of something like that?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "The evil, though, and I think that it's important to remember this as parents, and parents of daughters. The evil was that he set his sights on the most vulnerable young girls - 14, 15 years old. If he had just used his billions to lavish - indulge himself with hookers, I would not be morally outraged. The fact is that he--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wouldn't be an issue today."
    },
    {
      "speaker": "RIVERA",
      "utterance": "--wouldn't be an issue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But, I read the Daily Mail article, Dan Bongino, I was 14 and I had braces. I'm like that's evil. That is robbing some child of their soul. And that's why this matters."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "No, this story is really beyond grotesque, I mean, when you read the details. I mean, you don't need to be a parent. Being a parent it makes it even worse. But any sane sentient being these details is completely horrified. But Sean, one of the things about this case, so it's really bothersome is. Yes, they - Geraldo is right, there's been some decent journalism on it. But some of its misplaced this criticism of Acosta - Trump's cabinet secretary, Alexander Acosta, yes. Was the case prosecuted well? No, I think we can all agree on that. Was the sentence lenient? Obviously, at this point. But I don't think people understand, the federal system Acosta was working in, as they attorney - yes - United States Attorney for Southern District of Florida, doesn't work like the state system. There is no specific federal sex crime charge that works like a state charge. He's was dealt a really rough hand."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I got to be honest, god forbid this happens to a kid, how do you ask them to relive that? And that has to be part of the evidence. I would be torn."
    },
    {
      "speaker": "RIVERA",
      "utterance": "They had a 53 count federal indictment drafted against this guy and Acosta did not pursue it. He chose to step aside and let the state prosecutors handle it, because he says, he wanted to ensure that Epstein--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "--what about the grand jury in that case?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think you should had. I mean, the--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the grand jury said no locally."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I believe that Epstein seduced everyone from politicians to prosecutors with this fabulous wealth."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sad."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Sad, sickening."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You touch a kid, its evil. If, by the way, even the worst hardened criminals, you know this--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They can't stand those people."
    },
    {
      "speaker": "BONGINO",
      "utterance": "And Sean, can I make one last point?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Real quick."
    },
    {
      "speaker": "BONGINO",
      "utterance": "This was a - if a State case, they would have put this guy away for a very, very long time. Federally, it was not a great case for federal court system--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the Southern District of New York is the best. Let's see what happens."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, they are. But they are limited by--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We got to run. When we come back, remember the former Trump campaign staffer who said Trump kissed her on the lips, we got the video. It totally exonerates the President. Rudy Giuliani reacts to President's attorney, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Back in February staffer from President Trump's campaign filed a law suit alleging that President Trump forcibly kissed her on the mouth in 2016. And last month the judge tossed the lawsuit and yesterday, lawyers for the President, they released the video foreign the alleged incident and it's even slowed down so you don't miss a thing, which appears about as exculpatory as they could be exonerating the President. Take a look at this."
    },
    {
      "speaker": "ALVA JOHNSON, FORMER TRUMP CAMPAIGN STAFFER",
      "utterance": "Oh, thank you. It was--"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Thank you, a pleasure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Look at the slowed version of the video. It shows the President didn't kiss the women on her lips. That was a friendly goodbye and nothing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Look at that, there you go. Hello, thank you. Good bye. And she seemed OK too. Wow, these are the types of lawsuits, because of what, Trump psychosis, rage? Anyway, guess who is back in the news? Rosie O'Donnell. When will there be a low where people say enough is enough? In an interview the Hollywood liberal takes this shot at the president's daughter, as if this family hasn't get shot at like every other day in even worse ways. This is pretty low even for Rosie O'Donnell."
    },
    {
      "speaker": "MICHELANGELO SIGNORILE, HOST, SIRIUS XM RADIO",
      "utterance": "Talk a little bit about Ivanka Trump and what Donald Trump is doing with her?"
    },
    {
      "speaker": "ROSIE O'DONNELL, AMERICAN COMEDIAN",
      "utterance": "I don't know what he's doing with her. I think he's--"
    },
    {
      "speaker": "SIGNORILE",
      "utterance": "Well, I mean, politically."
    },
    {
      "speaker": "O'DONNELL",
      "utterance": "--been doing bad things with her for a very long time. There's a creepy incest feel that is very prevalent amongst Donald Trump and his children - at least his daughter - very creepy. I don't know. I think she's like, you know, a talentless, non-intelligent, non-powerful woman."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You would know a talentless, non-intelligent person, Rosie, really well. That's even low for you. Joining us now President Trump's Attorney, Rudy Giuliani. Mr. Mayor, I'll dismiss Rosie as being the extremists she is. But here you are, here's the President having a great time, saying goodbye to somebody. A kiss on the cheek - you slow it down, it's still a kiss on the cheek. I'll re-rack it and show it. And this is - this is every second, every minute, every hour of every day attack the President."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "utterance": "Yes, I know. And lucky we have the footage, because some people would just believe it. And I think it's because the media - a lot of the media has created this hysteria about the President. I mean, the whole Mueller investigation was infused with that. It's investigation never should have happened. They printed the wildest, craziest lives, and of course they had never apologized for it. So I think people feel empowered to say anything they want. I mean, something like that should have serious sanctions, so it doesn't happen again."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Mr. Mayor, I know you're in Albanian tonight and I know you're there for a particular reason which is a 100 years of freedom, but - with the Iranian resistance. But here's what I want to ask you. So we know where the economy stands Obama-Biden versus President Trump - best employment situation since 1969, records for every demographic group. But on the issue, look at everybody's foreign policy positions, especially Biden - $150 billion on the tarmac in cash and other currencies for the mullahs of Iran. I'm having a hard time ever understanding bribing dictators that say and chant death to America."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, you know, one of the problems here - I mean, people died as a result of it, was Obama sent Biden to negotiate the Status of Forces Agreement in Iraq. Of course, as he did every time he dealt with foreign policy, he failed miserably. We pulled all our troops out and 120 of these people were killed by the Iranians. And it took Herculean efforts by this organization, me, (inaudible) Michael Mukasey, a number of others to get these people finally brought to Albania so we could fulfill the promise we made to them to protect them. They were abandoned by Obama, abandoned by Biden, and they are our allies. This is the epicenter of the Iranian resistance. Where I'm sitting right now, they broadcast 24 hours a day into Iran, like they're the voice of America. They was shunned by the Obama administration. The Obama administration went so far that some of these people were killed and luckily with this administration, he supports the resistance movement - the President, does and the administration does and the killing has stopped and a lot of protests are going on inside of Iran. And this is a great alternative to that horrible regime in Iran."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We could overturn that regime, be better for the entire world. They foment terror. They fight proxy wars and they have a 150 billion extra dollars because of Biden-Obama. Mr. Mayor enjoy your conference. Thank you for being with us. We appreciate it. When we come back, all right this video is off the hook insane - absolutely nuts. You probably have never seen anything like it. A man losing it completely. All caught on tape. Plus, I have a special offer that I will be making it to Congresswoman Ocasio-Cortez, that's straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. \"Our Villain of the Day\", well, he let his old temper gets out of control. This is in insane. Bagel shop, Long Island, New York, because an employee at the store smiled at him. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why is it OK for women to say, \"Oh you're 5 feet' on dating sites you should be dead. That's OK?\""
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Who said that you here? Nobody."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Women in general had said it on dating sites. You think I'm making that (bleep) up. Everywhere I go, I get the same (bleep) smirk with the biting lip."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Clam down."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Shut your mouth. You're not god or my father or my boss."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Dude."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Dude, you want to step outside? Huh? I'm not scared of you pal."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Enough, enough."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You shut up (bleep)"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Go ahead and attack me."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, my god. Oh, my god. I just (bleep)."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, the guy did bump the other guy. Oh, boy, in the end, no injuries, no charges. Man left with an egg and cheese bagel. All right. We hope he gets anger management counseling. All right, before we go tonight - all right, I'm going to extend tonight an offer to Congresswoman Alexandria Ocasio-Cortez. I know she watches. On Twitter she Tweets about the show. I want to give you an hour invitation to come on the show to have a discussion. And by the way I will invite you on my radio show, 618 is the best talk radio shows in America. I will give you three hours there. You get a lot of criticism on this program. We'll talk, we'll have a conversation. I hope you will join us. Well, we'll never be the destroy-Trump media mob. Let not your heart be troubled. Laura Ingraham, I think that's a good offer, wouldn't you take it? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}