{
  "date": "July 13, 2021",
  "headline": "'Your World' on the rise in crime, companies requiring COVID-19 vaccines",
  "subHeadline": "Guests: Elizabeth Pipko, Sam Liccardo, Francis Suarez",
  "url": "https://www.foxnews.com/transcript/your-world-on-the-rise-in-crime-companies-requiring-covid-19-vaccines",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "sentences": "Thank you, Martha. Two major stories that we are watching for you at this hour, as protests in Cuba ramped up, and President Joe Biden promises a crime crackdown. Joining us this hour, Republican Miami Mayor Francis Suarez on what he's urging the White House to do on Cuba, Democratic San Jose Mayor Sam Liccardo on his meeting with the president on crime. Both are coming up. But, first, we begin live at Morgan Stanley's headquarters here in New York City, where the brokerage firm is now blocking workers and clients from entering the building if they have not yet been vaccinated. Employees who have not are being told to stay and work from home. But is that legal? We will get into that in just a moment. Welcome, everyone. I'm Sandra Smith, in for Neil Cavuto, and this is \"Your World.\" Aishah Hasnie is outside Morgan Stanley headquarters here in New York City with the very latest. Hi, Aishah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Sandra. Yes, you're right. This is a brand-new world post-COVID. These are really uncharted waters here that we're in right now. And you're right. Starting today, any employee or staff member, a client, even a visitor at Morgan Stanley will have to show proof of vaccination before they can enter any Morgan Stanley building in the New York City metro area, including the headquarters that you're looking at right now. According to the company, 95 percent of its employees are already vaccinated. So that's good news. Those who are not, they must continue working from home. The question Sandra, is, how long is that remote option really going to last for them? You will remember, back in June, CEO James Gorman, he demanded all his workers return to the office by Labor Day. He had said something like, if you want to get paid New York City rates, you have to work in New York City. It's not clear yet if that means that unvaccinated employees will maybe see a pay cut or even lose their jobs. We just don't know yet. Goldman Sachs and J.P. Morgan are also asking workers now to return to the office and confirm that they have been vaccinated. Goldman is using an honor system, while J.P. Morgan wants to see the document. And this is really happening, Sandra because they want people to be working in person. They want to go back to that culture. And by getting vaccinated, they can start removing those COVID restrictions, like wearing masks. And the only federal exception are for folks who have a medical condition, a disability or perhaps hold religious beliefs that prevent them from getting vaccinated. So now it's kind of a wait-and-see game, Sandra, as we start to go back to work to see what happens to the folks who refuse to get vaccinated -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Nice to see sort of a bustling New York City behind you there, folks out and about, summer tourists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Do you hear? Do you hear it? Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We do. We do. Aishah, thank you. So, the big question is, is, all of this legal? With us now, George Washington University constitutional law professor Jonathan Turley. You are the right guy to ask, Jonathan. Good to see you. So, can these employers require not just that you're vaccinated, but, in the case of Morgan Stanley, as you heard Aishah report, can they demand that they see proof of vaccination?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, FOX NEWS CONTRIBUTOR",
      "sentences": "The answer is probably yes. The Constitution is primarily focused on government conduct, not private conduct. But even for government conduct, there was a case in 1905 called Jacobson vs. Massachusetts. And that was a case where a man challenged the requirement to get a smallpox vaccine, or you would have to pay a $5 fine. The Supreme Court said that he could be required to do that. And so the answer is likely yes. The Supreme Court has not really put many restrictions on businesses of this kind. They can cite the CDC recommendation for vaccines. And they can say that this creates a business imperative for them, particularly with the rise of variants like the Delta variant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Very interesting. So far, from what we're hearing, a lot of folks wanting to get back to work and certainly wanting to keep their jobs at these companies are willing to come forward and say they're vaccinated and get back into the building. But there are going to be some workers that have objections to this for health reasons, religious reasons. So are the companies going to have to take that into consideration if somebody is hesitant to get the vaccine for health concerns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Yes, Sandra, that is actually the most critical question. On that issue, the courts are going to have to balance particularly religious objections to the vaccine against a reasonable basis of requiring a vaccinated work force. In the background is the Biden administration, which has been signaling to private companies that they would like to see these types of requirements put into place. The fact is that vaccinations have hit a wall. There are a number of people who are not being convinced, even with a million dollar lottery giveaways in places like Ohio. There's a lot of people that don't want to get the vaccine. They're concerned about reactions or what they have read about problems that have occurred, or they may have these other objections. The Biden administration has been making clear that they'd like to see private companies step in. If the government requires vaccinations and has some type of vaccine passport, it's going to create a lot of difficulty for the Biden administration. But they can accomplish that by stealth if they can get private companies to do it, and you effectively require that type of passport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's interesting, because common sense has taken us a long way through this pandemic, Jonathan, and you wonder why a company wouldn't just decide -- and some are -- to say, if you choose not to get vaccinated for whatever reason, then if you're going to enter the building and be in the workplace with other vaccinated workers, well, then you should wear a mask, and you should still social distance. Why not just allow them to do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "That's the big concern here, is that these companies are becoming surrogates for a government passport system, much in the way that we saw social media companies become surrogates in terms of a censorship program. And so there are concerns there and whether this is really necessary. You know, I'm giving a speech here in Alabama. And at the beginning of this large conference, they said all of you who are not vaccinated, we ask that you wear masks, you distance yourself, if you're not feeling well, you speak to someone. So there are lots of responsible organizations that are trying to thread this needle without requiring mandated vaccine proof.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's certainly going to be a learning process for many of these companies who are so eager to get those workers back. James Gorman at Morgan Stanley, he wants to get people back in the door, get them back to work in the office, like so many of these other Wall Street banks. Great to see you, Jonathan. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "To the White House, where city leaders just spoke after meeting with President Joe Biden on crime. Peter Doocy is at the White House. He's got more on what we just heard. Hi, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Sandra, we were just down at the other end of the driveway with those leaders of either police departments or city halls in a handful of big cities from across the country. And they were told by President Biden to take money from the COVID stimulus, the American Rescue Plan, and start using it to hire more police. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Supporting local law enforcement with federal support they need. Our strategy provides, including funding for law enforcement through the American Rescue Plan, for states, cities and -- to be able to hire police and pay them overtime in order to advance community policing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And that means that, because administration officials we have spoken to think some of the crime might be driven by people having -- essentially by people who needed to be treated or met with social workers during the pandemic. The social workers are not able to do it. One of the biggest problems, though, from the leaders that we heard from our handguns. And one of the leaders we just talked to is the Democratic candidate for mayor in New York, Eric Adams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC ADAMS (D), NEW YORK CITY MAYORAL CANDIDATE",
      "sentences": "Things we can do with the dollars that the president has allocated to make sure we get to those long- term plans. And does it mean, do we need to hire more police officers that are being asked over and over again? No, it means using the dollars correctly. If that means putting more police in our subway system, let's do that. If that means putting more police officers out of their vehicles and walk the streets and have greater community engagement, let's do that. That means do whatever needs to be done to make the people of New York City safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But there are some elected Republicans in other states like Texas who are looking at rising crime statistics, and they believe that criminals right now feel emboldened because they do not think they are going to be punished severely for serious crimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, a lot of developments at the White House. Have a lot more on that coming up. Peter Doocy, thank you. And a bit later this hour, we will be speaking with San Jose Mayor Sam Liccardo, who was just in that meeting. Also, should Democrats worry about the low marks the president is getting on this issue? Lee Carter, Jason Nichols will debate that. But, first, business owners across the country begging customers for patience as the hiring crisis mounts. So is there any relief in sight? And thousands taking to the streets in Cuba to protest the socialist regime there. What Miami Mayor Francis Suarez wants the U.S. to do about it here. He's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The scenes in Cuba, protesters fed up with the socialist regime there amid a growing economic crisis. We will be speaking to Miami Mayor Francis Suarez on this fast-developing situation. That's in just a moment. But first to Phil Keating. He's live in Little Havana, Miami, with the very latest from there. Hi, Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Sandra. More Cuban exiles and Cuban Americans have been arriving in the past couple of hours. There's still about three or four dozen people here at Cafe Versailles, the traditional anti-Cuba communist government demonstration site. And, of course, as usual, like when Fidel Castro died in 2016, everybody driving by is tying up traffic and blaring their horns. There were a lot of people here last night, all in support of the Cubans down in the islands. In Cuba on Sunday, the foreign minister actually is now blaming American mercenaries for stirring up unrest on the islands. In Cuba Sunday, thousands protested in the streets in multiple cities on the Caribbean island, in the largest defiant public demonstrations there in decades. In Cuba, this behavior just doesn't happen and can quickly get you in jail. These people have had enough of longtime food shortages, poverty and decades of a horrible economy and a mismanaged, inept communist government. They call for government change, blaming it also for a dismal coronavirus response. The president said this today:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The United States stands firmly with the people of Cuba as they assert their universal rights. And we call on the government, the government of Cuba, to refrain from violence, their attempts to silence the voice of the people of Cuba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "In Miami Sunday, Calle Ocho in Little Havana filled up with hundreds of supporters also demanding change, as they have for 50 long years, without any success. Former President Trump also weighing in this afternoon -- quote -- \"Joe Biden must stand up to the communist regime, or history will remember. The Cuban people deserve freedom and human rights. They are not afraid.\" As always, the Cuban president blamed the island's problems on the U.S. and its trade embargo, and called on all loyal communists to take to the streets as well. Today, those streets are quiet on the islands, as the government's grip is back, and the Internet has largely been shut down. U.S. Secretary of State Blinken also released a statement today, saying it would be a grievous mistake for Cuba to wrongly misinterpret that anything that's happening there on the islands, specifically yesterday's protests, had anything to do with U.S. influence or U.S. policy -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, Phil Keating live on the ground there in Miami for us -- Little Havana, I should say. Our next guest wants the U.S. to intervene with this quickly deteriorating situation. Let's get right to Miami's mayor, Francis Suarez. Mayor, you clearly see our reporting on the ground there in Miami, Phil Keating reporting about people taking to the streets there. We have certainly seen what's happening in Cuba. What do you want to see happen in this moment? What do you want America to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS SUAREZ (R), MAYOR OF MIAMI, FLORIDA",
      "sentences": "Well, first of all, I think Americans understand that this impacts America. The Cuban dictatorship is a drug trafficking dictatorship. They sponsor terrorism. And they may have also exported communism throughout the hemisphere and throughout the world. So, it affects U.S. interests. And that's something that I think sometimes is not emphasized enough of how this affects U.S. national security policy. And I think the U.S. has to understand that these kinds of regimes that are enslaving not just Cubans, but Nicaraguans and Venezuelans, and are involved in a variety of different places throughout the world impact our sovereignty and our security. And so I think the U.S. has a vested interest and a right to intervene on behalf of the Cuban people, but also on behalf of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "And creating an international coalition is important, because the Cuban people have no food, as was stated by a reporter correctly. They have no access to medical care, particularly being devastated by the coronavirus. And, most importantly, they want freedom, what we have in this country. They want to have the hope for a better future, which is something that every single American has, and that Cubans have been deprived of for multiple centuries -- for multiple....",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Mayor, what does that U.S.-led intervention look like? Because, according to the statement from the White House today, Joe Biden, while he says he stands with the Cuban people, the president says that they have been subjected by Cuba's authoritarian regime, without calling out socialism or communism. So, if you're not willing to call it what it is, how can we fix it and how can we make things better for the Cuban people? We have reached out to Bernie Sanders and other members of Congress to get a response from them, knowing that they had pushed some of the very socialist -- socialist policies that have led to the pain and suffering of the Cuban people. We have not heard back, nor has Bernie Sanders put out any public statement on this yet, as of the beginning of this segment right now. I had Nikki Haley on in my program earlier this afternoon. I asked her about it, how we should proceed. Here's what she told me. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, FORMER U.S. AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "Cuba has never taken responsibility for what has happened. And America needs to learn this lesson. When you start getting money that government is doling out, they eventually own you. And when they own you, people suffer. That's what we don't want. We're seeing mission creep of socialism from Bernie and the Squad, saying, let's give money out by stimuluses and everything else. We will pay a huge price in our freedom if we allow this to continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So how do we fix this, if we have a White House not calling this what it is and condemning socialism, and some members of Congress pushing for the very policies that have led to this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "Well, I really can't understand why anyone wouldn't call this what it is and why anyone wouldn't condemn a communist ideology that has failed not just in Cuba, but everywhere in the history of humanity. This is an ideology that promises to create equality. And the only equality that it has delivered is equal misery for all of its citizens in every country that it's been tried. And it's time for the United States to understand that. It's time for us to understand that this could affect American cities, and -- if we're not careful. And the reason why is because it's a false promise. It's this promise that, if we just take away everything from people with means, if we take away their businesses, if we take away their properties, and the government redistributes it all, then everyone's going to be better off. And the truth of the matter is, it's never worked. It's never going to work. And the United States has to start intervening and finding a way, whether it's through humanitarian aid, whether it's through military intervention, whatever...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "... whatever means necessary, to protect not just the sovereignty of the Cuban people, but the sovereignty of the United States in this hemisphere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It is a big problem. And those people are suffering, not getting access to food, medicine, basic necessities in our everyday lives. We appreciate you joining us, Mayor. Our best to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, well, one sign in California, the other in New Jersey, both with the same message. Is slow service a sign of the times and is the government to blame? And later on, find out what this woman tried to do before being duct-taped on an American Airlines flight. The brand-new details on that just ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The charm? Pfizer meeting with U.S. officials today on possible third vaccine shot. Is a COVID booster needed? Dr. Marty Makary coming up. And another scare in the air. What led to this woman being taped down? We are back in 60 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Dow wow. Another day of records for your money, the Dow flirting with that 35000 mark, matching another all-time high. The Nasdaq and S&P 500 also closing at records. This all coming ahead of a big week on Wall Street, where some of America's biggest banks report earnings and give guidance on potential problems that may lie ahead. So we will be watching for all of that. Plus, your table might be ready, but the food, that is another story. Restaurants from coast to coast telling customers to have some patience amid a worker shortage hurting the industry. Many owners blaming those extended federal unemployment benefits. So are you noticing a service slowdown? Let's get the read from Internet radio host Mike Gunzelman author Elizabeth Pipko. Well, hello to both of you. I can tell you, Elizabeth, I have heard this firsthand from many restaurants, big, small, around a long time, not around. I mean, it seems like retailers and restaurants are dealing with this problem across the country. ELIZABETH PIPKO, AUTHOR, \"FINDING MY PLACE\": Yes, look, let me first start off by saying I take my food incredibly seriously. So, this is a real problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Don't we all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIPKO",
      "sentences": "There's a lot -- of course. There's a lot going on in our country right now, from people wanting to stay home because they're being incentivized to do that, and those that want to get back to work, but who have been locked up for over a year now who much like myself probably forgot how to have any kind of normal human interaction. So I think all of this combined makes a really, really difficult situation for the service industry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And it's one thing that a lot of these restaurants, Mike, were having a hard time with the fact that workers who didn't want to come in and take on a new job, they were demanding more money, right? They were going to say, all right, but it's going to cost you more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE GUNZELMAN, FOX NEWS HEADLINES ENTERTAINMENT REPORTER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So while the federal minimum wage was never raised, in essence, it sort of did happen because these companies are having to pay a lot more for those workers. But this is rough on restaurants. How are you supposed to serve food if you don't have any waitstaff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Well, listen, I might not know everything, but I do know this. If people can make more money staying home than actually working, they're going to stay home. That's just a fact. And that's what we're seeing. Now, I'm here in New York City. I like going out. That's what I do, especially since things have been reopened. But even this past weekend in New York City, it was an absolute rager, bars, restaurants packed, long wait lines, but then, once you actually sit down, you're waiting longer to actually get served. And that's happening all across the board right now. And it is because places are understaffed. Now, do I feel bad for the restaurants? Obviously, but it is almost like the perfect storm of everything happening at once. Things are receding right now from the pandemic side of things. And it's not wintertime. So it's not like people are stuck inside because they can't go out because of the snow. It's summertime. Everybody wants to go out. So there's an influx of customers. And then, on the flip side, it's also the demand or the urge to actually return doesn't seem to be there right now, because why? Why? Really, if I don't have to work and I can still get paid a lot of money, why go in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Interesting. I mean, we saw savings go up during the pandemic, right? And there's all that pent-up demand because people weren't out. Now they want to go out and they have that money to spend. They want to have fun and have a good time. But things are difficult at some of these restaurants. OK, that is the story we will continue to watch. Meanwhile, a new study from CreditCards.com showing millennials and Gen Z'ers are the worst tippers for food, for Uber drivers, for just about everything. So, Gunz, if Neil was here, he would make a joke about you being cheap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But I will just ask you what you think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Oh. Oh, well, thanks for blowing up my spot even when he's not here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "But, listen, this actually -- this is kind of disturbing, because I feel like -- I mean, it's nothing new that the younger people are, they might not have as much money, so they may not tip as much. But I feel like millennials, we do a pretty good job because we're familiar with the struggle out there, and we kind of can relate to those that are serving us, or we're working with them as well. So I kind of feel bad. I felt like, if anything, during the pandemic, I went up and up and up and beyond for those that were actually either delivering food or taking you on Ubers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Good for you. I will relay that message to Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Please do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I will make sure that he knows that, OK, Gunz? All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, Elizabeth, I don't know. It seems like they're getting a bad rap. I mean, after the story we just told about how restaurants are having a hard time getting people to show up for work, shouldn't we all be great tippers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIPKO",
      "sentences": "Yes. No, we should 100 percent be great tippers. We should, like Mike said, appreciate those that are working right now, appreciate anyone that wants to come face to face with us after the last year or so that we have had. But, also, I don't know about you. I have noticed a lot of pretty terrible manners when I meet those in the younger generations. The younger and younger they are, the worse they are with treating those with authority, treating anyone with respect, anyone that serves them. And I feel like that's actually where this is coming from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Respect your waitstaff wherever you go, and pay accordingly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, good to have you both here. Thanks for letting us...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIPKO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK. Well, we know the Delta variant is in America. But does it mean we're going to need another shot in the arm? Pfizer meeting with U.S. officials about that right now. So what does Dr. Marty Makary think about all that? He will tell us. And later on, cracking down, as violent crime is ramping up, so far, President Joe Biden getting low marks on that issue. So are Democrats worried that will be a midterm issue for them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The Wall Street Journal reporting the Trump Organization removed finance chief Allen Weisselberg as the officer at some subsidiaries, this after prosecutors accused him and the company of a tax fraud scheme. Now this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We provide public health information and make determinations based on a large swathe of data. And that relates to boosters -- booster shots as well. Any assessment would be made by the CDC and the FDA. And we made clear last week that wasn't a recommendation being made at this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Pfizer meeting with U.S. officials today, as the drugmaker looks to make the case that a COVID-19 vaccine booster shot is needed. But health officials-, including Dr. Anthony Fauci, say it's too soon to recommend a third dose, though they have not ruled out the possibility for it in the future. So, will a booster shot be necessary? Johns Hopkins School of Public Health Professor and FOX News medical contributor Dr. Marty Makary joins us now. Dr. Makary, you have been with us all through this pandemic. We all felt such relief, those of us that rushed out to get the vaccine the first it was available, got the two shots. And now we're left wondering, are we going to go through that again in some capacity? Will ultimately a booster shot be needed, especially come winter and fall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARTY MAKARY, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, Sandra, I don't think so for the general population. We're already giving boosters off-label, if you will, to people who are immunosuppressed. That is those who are organ transplant recipients. And it may be that very old Americans who don't mount strong immune responses that are far out from their vaccination may be included in that group. But that's the subgroup where I could see boosters being legitimate and getting a label. Right now, the conversation that boosters are going to be necessary for the general public, it's not well-supported by the data. I'd want to see good evidence that the breakthrough infections are resulting in severe illness. Right now, we're not seeing that. Most breakthrough infections are rare, asymptomatic, and when they do have an infection, it's often very mild.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The real vaccine rush was March, April, May. Most of those that were waiting for it ran out to go get it, Dr. Makary. And so we're wondering right now, when we get to fall/winter, will the efficacy rate of those vaccines still be the same as it was, as it is right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Well, there may be two layers of protection Sandra. There may be the protection against acquiring the infection, often asymptomatic or mild, and then, separate, there may be the protection against severe illness and death. And it may be that those levels of protection are different. It may be that the antibody level, which we know goes up and down, protects against acquiring the infection, but the Memory B-cells memory T-cells which are activated and last for decades, they prevent against the severe infection. So it may be that what we're seeing out of the early Israeli data that the efficacy is lower now in the population that got immunized there early in the pandemic, that may be because they're more likely to acquire the infection, but those are asymptomatic and mild. The protection against severe illness and death is still durable, it appears so far from the data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "As we talk about the vaccine being shared with countries all over the world who needed it, are you confident that, if the recommendation did develop that a booster is needed, that there's going to be enough to cover all that need it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Well, the federal government already was convinced by the Moderna accompany to purchase 200 million doses in advance of the fall which would be allocated for boosters and possibly for children, if the indication from our Moderna goes down to children. Many people say, look, this is a -- this represents wastes and excess in the United States, we don't need 200 million doses. We have already been throwing away millions of doses. And protecting people around the world is important domestically because that's where the variants form. And I think a lot of people are going to ask the question, does it make sense to give a booster, when so many people around the world, vulnerable people, including health care workers, desperately need a dose?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Great, great points. Just a few seconds left, Doctor. So, if it were developed that we did need a booster to keep away from this virus, when do you expect that we would have a firm yes on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "I would say November or possibly December. And if we're going to see a bump in cases next year, it's probably going to be in late November, December and possibly January.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, good stuff. Dr. Makary, always good to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAKARY",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, President Joe Biden, meanwhile, just pitching his crime plan to city and police leaders. So what do they make of it? San Jose Mayor Sam Liccardo was in that meeting. And he will be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Brand-new video shows a woman duct-taped to her seat on an American Airlines flight. So, how did she end up like that? FOX News' Casey Stegall the story from Dallas. Hi, Casey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASEY STEGALL, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Sandra. American Airlines Flight 1774 nonstop service from Dallas/Fort Worth Airport to Charlotte was delayed by more than three hours leaving here in Dallas last week. And that is when they say that chaos broke when the plane got in the air about an hour into the ride, after it left shortly after midnight, when a woman, they say, tried to jump up and open the forward cabin door, banging on it, saying that she needed to get off the plane. The airline says that the woman then bit a flight attendant, so she was restrained for everyone's safety. Images then emerged on social media, showing the woman duct taped to her seat. Witnesses say it took all five flight attendants on board to restrain the passenger. Once the plane safely landed in Charlotte, it was met by law enforcement and emergency personnel, who took the woman into custody. She can be heard yelling as other passengers deplane. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You! You! You! You people!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "Now, according to the FAA, the number of unruly passenger cases is sharply on the rise. So far this year, the agency says it has received more than 3, 200 reports which have -- all have to be investigated. You compare that to 1, 300 cases for the previous decade. Passengers who violate the policy can face prosecution and be fined, even be banned from flying. American Airlines, by the way, has not gotten back to us yet for comment -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, Casey Stegall on that story for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Casey, thank you. Meantime, shares of Virgin Galactic falling back to Earth today, after yesterday's headline-making liftoff, the stock closing down more than 17 percent in today's session word of a $500 million stockpile. For the year, though, it is up still a whopping 71 percent. Jeff Bezos is up next in the billionaire space race. He's set to blast off on Blue Origins' new Shepard rocket in eight days. We will be watching, and so will Wall Street. So, will the president's planned crackdown keep violent crime from rising up? San Jose Mayor Sam Liccardo was in that White House meeting today. He is coming up. And is this issue becoming a bad one for the Democratic Party? Lee Carter, Jason Nichols are here on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "This just in. Moments ago, Democrats in the Texas legislature bolting from Austin, the state capital. They are on planes now on their way to Washington. It is all in protest to try and stop passage of a GOP voting law. Republican Texas Governor Greg Abbott blasting the move. Meanwhile, President Biden meeting with officials at the White House today on how to combat violent crime. Our next guest was among them, San Jose, California's Democratic mayor, Sam Liccardo, joins us now. Mayor, thanks for being here. This is a problem everybody wants to find a solution to. Did you walk away thinking you have got it, that the White House gets it and they're going to help crack down on crime?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAM LICCARDO (D), MAYOR OF SAN JOSE, CALIFORNIA",
      "sentences": "Well, thank you, Sandra. Thanks for having me. There's no question that the president is passionate about this issue. This is something that he's been deeply engaged in for his entire career and fighting the battle to reduce gun violence in local communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Is it just gun violence? I don't mean to interrupt you, but I hear that being used a lot. And we're seeing violence in all these great American cities. And I hear gun violence, and not just broadly characterizing it for what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LICCARDO",
      "sentences": "Well, it's all the above. But it's not a secret that, if you talk to any emergency room surgeon about where the overwhelming majority cases are coming from, it's from gun violence specifically. And the homicides in our cities are overwhelmingly from gun violence. But there's no question we need to do more about violence, period. And that means certainly prevention. It means, yes, we need cops out there on the beat. And, yes, we need to do more about guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And I hear that from you. But you don't hear that from all of your Democratic colleagues. In the age of the defund the police movement, are you hearing enough from your Democratic colleagues calling out that sort of rhetoric that has led to a record low morale in our police departments?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LICCARDO",
      "sentences": "Well, I have been very clear. In the city of San Jose, we have no intention to defund our police department. We are doing all we can, in fact, to bolster our police department, and we're using dollars to, in fact, expand walking beat patrols in high crime neighborhoods. And the president, through the Treasury regulations that are really determining how the PRA dollars can be spent -- this is critical money that has been released this spring -- encourages the use of these dollars for police and for other kinds of community interventions that can make us safer. We're using these dollars also, for example, to expand job programs in high-crime neighborhoods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Mayor, the president, we now know, is calling for hiring more police, to your point, cracking down on illegal guns, another point that you make. But to combat crime, you need a united strategy on this. And you also need those in these even Democratic-led cities where we're seeing a large spike in crime in many of these cities, we need the laws that are on the books enforced. Are we doing enough on that front, before we start adding more?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LICCARDO",
      "sentences": "I don't think you will have too much argument from any mayors or large city mayors in this country -- and I have a lot of conversations with my colleagues -- about the importance of enforcing the laws we have. There are a lot of concerns I know that were expressed around the table, for example, around bail rules that are allowing some to get out prior -- in pretrial situations where they're out there committing more violence. We have to do more about recidivism. So I'm a former criminal prosecutor. Obviously, I have a particular perspective on this. But I think many other Democratic mayors would agree with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, Mayor, did you walk away optimistic that we can see some change that will lead to a turnaround? You look at the spike in violence that we have seen in cities like Chicago, New York, many post-pandemic feel unsafe, in New York City, for example, walking a block in Midtown Manhattan. It's a serious, serious problem. And it's tied to so many aspects of this country, including an economic concern as well. Final thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LICCARDO",
      "sentences": "Certainly, there's a lot of factors here. But I walked out of that meeting -- and it was a very long meeting, more than two hours, with police chiefs in major cities like Chicago, New York - - really convinced this White House is deeply engaged on this issue. We're going to continue to work on all these efforts, both the prevention efforts, the intervention, which we know involves police, as well as the gun and illegal gun issue. And I'm convinced that this president is leaning in and he's going to continue to push.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, Mayor, we really appreciate your time. Thanks for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LICCARDO",
      "sentences": "Good to be with you, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, best to you and your city as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "As the president pitches his plan to combat violence, a ABC News/Washington Post poll finds just 38 percent -- of the president's handling of crime, with 48 percent disapproving. So, is that a problem for Democrats as violent crime continues to spike across the country? With us now, Democratic strategist Jason Nichols and GOP pollster Lee Carter. Lee, I will start with you first. Is this a reaction by this White House to what they're seeing in the polls? Or is this genuine concern and tackling of a huge problem in our country right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "sentences": "I'd like to say both. I mean, the bottom line is, people are really concerned. If you look at the difference in people's level of concern about crime, over the last year alone, it's really significant; 27 percent now are satisfied with the White House's attempts at reducing crime, whereas, a year ago, 47 percent were satisfied. So the White House really needs to address this. Joe Biden really needs to get on top of this. And it has to be about more than gun control. I think you just pointed out rightly that so much of his focus has been on gun control, when, actually, people are saying, I'm concerned not just about gun crime. I'm concerned about assault. I'm concerned about rape. I'm concerned about all different kinds of crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And we need to have something that addresses it. And let's not forget seven in 10 Americans want to increase police budgets. And Biden and Democrats are seen as opposed to that. So I do think this is a really big issue for Democrats, so they really have to come out strong now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, the Biden White House making it very clear that they don't support the defund the police movement, right, Jason? I know you will your back that up. But the question is, what are they doing about this spike in crime? That the White House apparently doesn't see the tie between this happening in mostly Democratic cities, where we're seeing the great spike in crime. But what we do see is that many Americans feel unsafe walking down their city streets. The number of Americans seeing crime as an extremely serious problem in the U.S. is that more than a 20-year high? Is that going to be an issue for your party in 2022?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON NICHOLS, DEMOCRATIC STRATEGIST",
      "sentences": "I honestly don't think so. I think, overall, Biden is at 51 percent approval. And we have seen, actually, that violent crime rose about 33 percent under Donald Trump's watch in 2020. In cities like Philadelphia and Portland, you saw violent crime rose steadily every year of the Trump presidency. I think Biden has always been a guy who's believed in more policing, more community policing. That's what he pushed, although I will push back on Joe Biden and say that Biden has been tough on crime throughout his career. But the evidence is nonexistent that more police correlates to lower crime in midsize cities like San Jose. It certainly does in New York City, but not in some of these midsized cities. That's not what the data says. And I would agree with the mayor that you just had on in terms of gun violence. In many cases, it is gun violence that we're seeing a large spike in, in a lot of these major cities. And it's making it unsafe for you to walk down Midtown Manhattan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "So I don't think that this is the big issue. I think if Republicans want something to run on, they should run on the culture war stuff that, as fallacious as it is, I think resonates with people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Hold on. Let's stick to crime here, Lee, because I have got about 20 seconds left. And when those Americans head to the voting booth, they're going to ask themselves, do they feel safe? This is a major voting issue for the American people right now. Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "There's no doubt about it. And Democrats did better about it last time. Right now, if it were to happen today, 32 percent say the Republicans are going to handle violent crime better than the Democrats, but only 24 percent say that Democrats will. So that's an 8 percent gap. We have a large number of undecideds here. So this is wide open territory, and it's really going to be important that both parties address it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All really good information. Jason, I see you're trying to get in there. Do you have two seconds? I have got to leave it there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "No, I think that some of the approaches of the Biden administration are actually going to be effective...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "... like summer jobs that show that they lower crime rates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "... the employment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, we will continue this debate another time. I'm up against a new block, a new show coming up. We will leave it there. Neil will be back tomorrow with House Majority Whip James Clyburn and Republican Senator Rand Paul. Thanks for joining me. I'm Sandra Smith. Here's \"The Five.\" Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "utterance": "Thank you, Martha. Two major stories that we are watching for you at this hour, as protests in Cuba ramped up, and President Joe Biden promises a crime crackdown. Joining us this hour, Republican Miami Mayor Francis Suarez on what he's urging the White House to do on Cuba, Democratic San Jose Mayor Sam Liccardo on his meeting with the president on crime. Both are coming up. But, first, we begin live at Morgan Stanley's headquarters here in New York City, where the brokerage firm is now blocking workers and clients from entering the building if they have not yet been vaccinated. Employees who have not are being told to stay and work from home. But is that legal? We will get into that in just a moment. Welcome, everyone. I'm Sandra Smith, in for Neil Cavuto, and this is \"Your World.\" Aishah Hasnie is outside Morgan Stanley headquarters here in New York City with the very latest. Hi, Aishah."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Sandra. Yes, you're right. This is a brand-new world post-COVID. These are really uncharted waters here that we're in right now. And you're right. Starting today, any employee or staff member, a client, even a visitor at Morgan Stanley will have to show proof of vaccination before they can enter any Morgan Stanley building in the New York City metro area, including the headquarters that you're looking at right now. According to the company, 95 percent of its employees are already vaccinated. So that's good news. Those who are not, they must continue working from home. The question Sandra, is, how long is that remote option really going to last for them? You will remember, back in June, CEO James Gorman, he demanded all his workers return to the office by Labor Day. He had said something like, if you want to get paid New York City rates, you have to work in New York City. It's not clear yet if that means that unvaccinated employees will maybe see a pay cut or even lose their jobs. We just don't know yet. Goldman Sachs and J.P. Morgan are also asking workers now to return to the office and confirm that they have been vaccinated. Goldman is using an honor system, while J.P. Morgan wants to see the document. And this is really happening, Sandra because they want people to be working in person. They want to go back to that culture. And by getting vaccinated, they can start removing those COVID restrictions, like wearing masks. And the only federal exception are for folks who have a medical condition, a disability or perhaps hold religious beliefs that prevent them from getting vaccinated. So now it's kind of a wait-and-see game, Sandra, as we start to go back to work to see what happens to the folks who refuse to get vaccinated -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "Nice to see sort of a bustling New York City behind you there, folks out and about, summer tourists."
    },
    {
      "speaker": "HASNIE",
      "utterance": "Do you hear? Do you hear it? Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "We do. We do. Aishah, thank you. So, the big question is, is, all of this legal? With us now, George Washington University constitutional law professor Jonathan Turley. You are the right guy to ask, Jonathan. Good to see you. So, can these employers require not just that you're vaccinated, but, in the case of Morgan Stanley, as you heard Aishah report, can they demand that they see proof of vaccination?"
    },
    {
      "speaker": "JONATHAN TURLEY, FOX NEWS CONTRIBUTOR",
      "utterance": "The answer is probably yes. The Constitution is primarily focused on government conduct, not private conduct. But even for government conduct, there was a case in 1905 called Jacobson vs. Massachusetts. And that was a case where a man challenged the requirement to get a smallpox vaccine, or you would have to pay a $5 fine. The Supreme Court said that he could be required to do that. And so the answer is likely yes. The Supreme Court has not really put many restrictions on businesses of this kind. They can cite the CDC recommendation for vaccines. And they can say that this creates a business imperative for them, particularly with the rise of variants like the Delta variant."
    },
    {
      "speaker": "SMITH",
      "utterance": "Very interesting. So far, from what we're hearing, a lot of folks wanting to get back to work and certainly wanting to keep their jobs at these companies are willing to come forward and say they're vaccinated and get back into the building. But there are going to be some workers that have objections to this for health reasons, religious reasons. So are the companies going to have to take that into consideration if somebody is hesitant to get the vaccine for health concerns?"
    },
    {
      "speaker": "TURLEY",
      "utterance": "Yes, Sandra, that is actually the most critical question. On that issue, the courts are going to have to balance particularly religious objections to the vaccine against a reasonable basis of requiring a vaccinated work force. In the background is the Biden administration, which has been signaling to private companies that they would like to see these types of requirements put into place. The fact is that vaccinations have hit a wall. There are a number of people who are not being convinced, even with a million dollar lottery giveaways in places like Ohio. There's a lot of people that don't want to get the vaccine. They're concerned about reactions or what they have read about problems that have occurred, or they may have these other objections. The Biden administration has been making clear that they'd like to see private companies step in. If the government requires vaccinations and has some type of vaccine passport, it's going to create a lot of difficulty for the Biden administration. But they can accomplish that by stealth if they can get private companies to do it, and you effectively require that type of passport."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's interesting, because common sense has taken us a long way through this pandemic, Jonathan, and you wonder why a company wouldn't just decide -- and some are -- to say, if you choose not to get vaccinated for whatever reason, then if you're going to enter the building and be in the workplace with other vaccinated workers, well, then you should wear a mask, and you should still social distance. Why not just allow them to do that?"
    },
    {
      "speaker": "TURLEY",
      "utterance": "That's the big concern here, is that these companies are becoming surrogates for a government passport system, much in the way that we saw social media companies become surrogates in terms of a censorship program. And so there are concerns there and whether this is really necessary. You know, I'm giving a speech here in Alabama. And at the beginning of this large conference, they said all of you who are not vaccinated, we ask that you wear masks, you distance yourself, if you're not feeling well, you speak to someone. So there are lots of responsible organizations that are trying to thread this needle without requiring mandated vaccine proof."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's certainly going to be a learning process for many of these companies who are so eager to get those workers back. James Gorman at Morgan Stanley, he wants to get people back in the door, get them back to work in the office, like so many of these other Wall Street banks. Great to see you, Jonathan. Thank you."
    },
    {
      "speaker": "TURLEY",
      "utterance": "Great to see you."
    },
    {
      "speaker": "SMITH",
      "utterance": "To the White House, where city leaders just spoke after meeting with President Joe Biden on crime. Peter Doocy is at the White House. He's got more on what we just heard. Hi, Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Sandra, we were just down at the other end of the driveway with those leaders of either police departments or city halls in a handful of big cities from across the country. And they were told by President Biden to take money from the COVID stimulus, the American Rescue Plan, and start using it to hire more police. Listen to this."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Supporting local law enforcement with federal support they need. Our strategy provides, including funding for law enforcement through the American Rescue Plan, for states, cities and -- to be able to hire police and pay them overtime in order to advance community policing."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And that means that, because administration officials we have spoken to think some of the crime might be driven by people having -- essentially by people who needed to be treated or met with social workers during the pandemic. The social workers are not able to do it. One of the biggest problems, though, from the leaders that we heard from our handguns. And one of the leaders we just talked to is the Democratic candidate for mayor in New York, Eric Adams."
    },
    {
      "speaker": "ERIC ADAMS (D), NEW YORK CITY MAYORAL CANDIDATE",
      "utterance": "Things we can do with the dollars that the president has allocated to make sure we get to those long- term plans. And does it mean, do we need to hire more police officers that are being asked over and over again? No, it means using the dollars correctly. If that means putting more police in our subway system, let's do that. If that means putting more police officers out of their vehicles and walk the streets and have greater community engagement, let's do that. That means do whatever needs to be done to make the people of New York City safe."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But there are some elected Republicans in other states like Texas who are looking at rising crime statistics, and they believe that criminals right now feel emboldened because they do not think they are going to be punished severely for serious crimes."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, a lot of developments at the White House. Have a lot more on that coming up. Peter Doocy, thank you. And a bit later this hour, we will be speaking with San Jose Mayor Sam Liccardo, who was just in that meeting. Also, should Democrats worry about the low marks the president is getting on this issue? Lee Carter, Jason Nichols will debate that. But, first, business owners across the country begging customers for patience as the hiring crisis mounts. So is there any relief in sight? And thousands taking to the streets in Cuba to protest the socialist regime there. What Miami Mayor Francis Suarez wants the U.S. to do about it here. He's next."
    },
    {
      "speaker": "SMITH",
      "utterance": "The scenes in Cuba, protesters fed up with the socialist regime there amid a growing economic crisis. We will be speaking to Miami Mayor Francis Suarez on this fast-developing situation. That's in just a moment. But first to Phil Keating. He's live in Little Havana, Miami, with the very latest from there. Hi, Phil."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Sandra. More Cuban exiles and Cuban Americans have been arriving in the past couple of hours. There's still about three or four dozen people here at Cafe Versailles, the traditional anti-Cuba communist government demonstration site. And, of course, as usual, like when Fidel Castro died in 2016, everybody driving by is tying up traffic and blaring their horns. There were a lot of people here last night, all in support of the Cubans down in the islands. In Cuba on Sunday, the foreign minister actually is now blaming American mercenaries for stirring up unrest on the islands. In Cuba Sunday, thousands protested in the streets in multiple cities on the Caribbean island, in the largest defiant public demonstrations there in decades. In Cuba, this behavior just doesn't happen and can quickly get you in jail. These people have had enough of longtime food shortages, poverty and decades of a horrible economy and a mismanaged, inept communist government."
    },
    {
      "speaker": "They call for government change, blaming it also for a dismal coronavirus response. The president said this today",
      "utterance": ""
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "The United States stands firmly with the people of Cuba as they assert their universal rights. And we call on the government, the government of Cuba, to refrain from violence, their attempts to silence the voice of the people of Cuba."
    },
    {
      "speaker": "KEATING",
      "utterance": "In Miami Sunday, Calle Ocho in Little Havana filled up with hundreds of supporters also demanding change, as they have for 50 long years, without any success. Former President Trump also weighing in this afternoon -- quote -- \"Joe Biden must stand up to the communist regime, or history will remember. The Cuban people deserve freedom and human rights. They are not afraid.\" As always, the Cuban president blamed the island's problems on the U.S. and its trade embargo, and called on all loyal communists to take to the streets as well. Today, those streets are quiet on the islands, as the government's grip is back, and the Internet has largely been shut down. U.S. Secretary of State Blinken also released a statement today, saying it would be a grievous mistake for Cuba to wrongly misinterpret that anything that's happening there on the islands, specifically yesterday's protests, had anything to do with U.S. influence or U.S. policy -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, Phil Keating live on the ground there in Miami for us -- Little Havana, I should say. Our next guest wants the U.S. to intervene with this quickly deteriorating situation. Let's get right to Miami's mayor, Francis Suarez. Mayor, you clearly see our reporting on the ground there in Miami, Phil Keating reporting about people taking to the streets there. We have certainly seen what's happening in Cuba. What do you want to see happen in this moment? What do you want America to do?"
    },
    {
      "speaker": "FRANCIS SUAREZ (R), MAYOR OF MIAMI, FLORIDA",
      "utterance": "Well, first of all, I think Americans understand that this impacts America. The Cuban dictatorship is a drug trafficking dictatorship. They sponsor terrorism. And they may have also exported communism throughout the hemisphere and throughout the world. So, it affects U.S. interests. And that's something that I think sometimes is not emphasized enough of how this affects U.S. national security policy. And I think the U.S. has to understand that these kinds of regimes that are enslaving not just Cubans, but Nicaraguans and Venezuelans, and are involved in a variety of different places throughout the world impact our sovereignty and our security. And so I think the U.S. has a vested interest and a right to intervene on behalf of the Cuban people, but also on behalf of the United States."
    },
    {
      "speaker": "SMITH",
      "utterance": "Interesting."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "And creating an international coalition is important, because the Cuban people have no food, as was stated by a reporter correctly. They have no access to medical care, particularly being devastated by the coronavirus. And, most importantly, they want freedom, what we have in this country. They want to have the hope for a better future, which is something that every single American has, and that Cubans have been deprived of for multiple centuries -- for multiple...."
    },
    {
      "speaker": "SMITH",
      "utterance": "Mayor, what does that U.S.-led intervention look like? Because, according to the statement from the White House today, Joe Biden, while he says he stands with the Cuban people, the president says that they have been subjected by Cuba's authoritarian regime, without calling out socialism or communism. So, if you're not willing to call it what it is, how can we fix it and how can we make things better for the Cuban people? We have reached out to Bernie Sanders and other members of Congress to get a response from them, knowing that they had pushed some of the very socialist -- socialist policies that have led to the pain and suffering of the Cuban people. We have not heard back, nor has Bernie Sanders put out any public statement on this yet, as of the beginning of this segment right now. I had Nikki Haley on in my program earlier this afternoon. I asked her about it, how we should proceed. Here's what she told me. Listen."
    },
    {
      "speaker": "NIKKI HALEY, FORMER U.S. AMBASSADOR TO THE UNITED NATIONS",
      "utterance": "Cuba has never taken responsibility for what has happened. And America needs to learn this lesson. When you start getting money that government is doling out, they eventually own you. And when they own you, people suffer. That's what we don't want. We're seeing mission creep of socialism from Bernie and the Squad, saying, let's give money out by stimuluses and everything else. We will pay a huge price in our freedom if we allow this to continue."
    },
    {
      "speaker": "SMITH",
      "utterance": "So how do we fix this, if we have a White House not calling this what it is and condemning socialism, and some members of Congress pushing for the very policies that have led to this?"
    },
    {
      "speaker": "SUAREZ",
      "utterance": "Well, I really can't understand why anyone wouldn't call this what it is and why anyone wouldn't condemn a communist ideology that has failed not just in Cuba, but everywhere in the history of humanity. This is an ideology that promises to create equality. And the only equality that it has delivered is equal misery for all of its citizens in every country that it's been tried. And it's time for the United States to understand that. It's time for us to understand that this could affect American cities, and -- if we're not careful. And the reason why is because it's a false promise. It's this promise that, if we just take away everything from people with means, if we take away their businesses, if we take away their properties, and the government redistributes it all, then everyone's going to be better off. And the truth of the matter is, it's never worked. It's never going to work. And the United States has to start intervening and finding a way, whether it's through humanitarian aid, whether it's through military intervention, whatever..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "... whatever means necessary, to protect not just the sovereignty of the Cuban people, but the sovereignty of the United States in this hemisphere."
    },
    {
      "speaker": "SMITH",
      "utterance": "It is a big problem. And those people are suffering, not getting access to food, medicine, basic necessities in our everyday lives. We appreciate you joining us, Mayor. Our best to you."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, well, one sign in California, the other in New Jersey, both with the same message. Is slow service a sign of the times and is the government to blame? And later on, find out what this woman tried to do before being duct-taped on an American Airlines flight. The brand-new details on that just ahead."
    },
    {
      "speaker": "SMITH",
      "utterance": "The charm? Pfizer meeting with U.S. officials today on possible third vaccine shot. Is a COVID booster needed? Dr. Marty Makary coming up. And another scare in the air. What led to this woman being taped down? We are back in 60 seconds."
    },
    {
      "speaker": "SMITH",
      "utterance": "Dow wow. Another day of records for your money, the Dow flirting with that 35000 mark, matching another all-time high. The Nasdaq and S&P 500 also closing at records. This all coming ahead of a big week on Wall Street, where some of America's biggest banks report earnings and give guidance on potential problems that may lie ahead. So we will be watching for all of that. Plus, your table might be ready, but the food, that is another story. Restaurants from coast to coast telling customers to have some patience amid a worker shortage hurting the industry. Many owners blaming those extended federal unemployment benefits. So are you noticing a service slowdown? Let's get the read from Internet radio host Mike Gunzelman author Elizabeth Pipko. Well, hello to both of you. I can tell you, Elizabeth, I have heard this firsthand from many restaurants, big, small, around a long time, not around. I mean, it seems like retailers and restaurants are dealing with this problem across the country. ELIZABETH PIPKO, AUTHOR, \"FINDING MY PLACE\": Yes, look, let me first start off by saying I take my food incredibly seriously. So, this is a real problem."
    },
    {
      "speaker": "SMITH",
      "utterance": "Don't we all?"
    },
    {
      "speaker": "PIPKO",
      "utterance": "There's a lot -- of course. There's a lot going on in our country right now, from people wanting to stay home because they're being incentivized to do that, and those that want to get back to work, but who have been locked up for over a year now who much like myself probably forgot how to have any kind of normal human interaction. So I think all of this combined makes a really, really difficult situation for the service industry."
    },
    {
      "speaker": "SMITH",
      "utterance": "And it's one thing that a lot of these restaurants, Mike, were having a hard time with the fact that workers who didn't want to come in and take on a new job, they were demanding more money, right? They were going to say, all right, but it's going to cost you more."
    },
    {
      "speaker": "MIKE GUNZELMAN, FOX NEWS HEADLINES ENTERTAINMENT REPORTER",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "So while the federal minimum wage was never raised, in essence, it sort of did happen because these companies are having to pay a lot more for those workers. But this is rough on restaurants. How are you supposed to serve food if you don't have any waitstaff?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Well, listen, I might not know everything, but I do know this. If people can make more money staying home than actually working, they're going to stay home. That's just a fact. And that's what we're seeing. Now, I'm here in New York City. I like going out. That's what I do, especially since things have been reopened. But even this past weekend in New York City, it was an absolute rager, bars, restaurants packed, long wait lines, but then, once you actually sit down, you're waiting longer to actually get served. And that's happening all across the board right now. And it is because places are understaffed. Now, do I feel bad for the restaurants? Obviously, but it is almost like the perfect storm of everything happening at once. Things are receding right now from the pandemic side of things. And it's not wintertime. So it's not like people are stuck inside because they can't go out because of the snow. It's summertime. Everybody wants to go out. So there's an influx of customers. And then, on the flip side, it's also the demand or the urge to actually return doesn't seem to be there right now, because why? Why? Really, if I don't have to work and I can still get paid a lot of money, why go in?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Interesting. I mean, we saw savings go up during the pandemic, right? And there's all that pent-up demand because people weren't out. Now they want to go out and they have that money to spend. They want to have fun and have a good time. But things are difficult at some of these restaurants. OK, that is the story we will continue to watch. Meanwhile, a new study from CreditCards.com showing millennials and Gen Z'ers are the worst tippers for food, for Uber drivers, for just about everything. So, Gunz, if Neil was here, he would make a joke about you being cheap."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "But I will just ask you what you think."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Oh. Oh, well, thanks for blowing up my spot even when he's not here."
    },
    {
      "speaker": "SMITH",
      "utterance": "Why not?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "But, listen, this actually -- this is kind of disturbing, because I feel like -- I mean, it's nothing new that the younger people are, they might not have as much money, so they may not tip as much. But I feel like millennials, we do a pretty good job because we're familiar with the struggle out there, and we kind of can relate to those that are serving us, or we're working with them as well. So I kind of feel bad. I felt like, if anything, during the pandemic, I went up and up and up and beyond for those that were actually either delivering food or taking you on Ubers."
    },
    {
      "speaker": "SMITH",
      "utterance": "Good for you. I will relay that message to Neil."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Please do."
    },
    {
      "speaker": "SMITH",
      "utterance": "I will make sure that he knows that, OK, Gunz? All right."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "All right."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, Elizabeth, I don't know. It seems like they're getting a bad rap. I mean, after the story we just told about how restaurants are having a hard time getting people to show up for work, shouldn't we all be great tippers?"
    },
    {
      "speaker": "PIPKO",
      "utterance": "Yes. No, we should 100 percent be great tippers. We should, like Mike said, appreciate those that are working right now, appreciate anyone that wants to come face to face with us after the last year or so that we have had. But, also, I don't know about you. I have noticed a lot of pretty terrible manners when I meet those in the younger generations. The younger and younger they are, the worse they are with treating those with authority, treating anyone with respect, anyone that serves them. And I feel like that's actually where this is coming from."
    },
    {
      "speaker": "SMITH",
      "utterance": "Respect your waitstaff wherever you go, and pay accordingly."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, good to have you both here. Thanks for letting us..."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Thanks."
    },
    {
      "speaker": "PIPKO",
      "utterance": "All right."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK. Well, we know the Delta variant is in America. But does it mean we're going to need another shot in the arm? Pfizer meeting with U.S. officials about that right now. So what does Dr. Marty Makary think about all that? He will tell us. And later on, cracking down, as violent crime is ramping up, so far, President Joe Biden getting low marks on that issue. So are Democrats worried that will be a midterm issue for them?"
    },
    {
      "speaker": "SMITH",
      "utterance": "The Wall Street Journal reporting the Trump Organization removed finance chief Allen Weisselberg as the officer at some subsidiaries, this after prosecutors accused him and the company of a tax fraud scheme."
    },
    {
      "speaker": "Now this",
      "utterance": ""
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We provide public health information and make determinations based on a large swathe of data. And that relates to boosters -- booster shots as well. Any assessment would be made by the CDC and the FDA. And we made clear last week that wasn't a recommendation being made at this time."
    },
    {
      "speaker": "SMITH",
      "utterance": "Pfizer meeting with U.S. officials today, as the drugmaker looks to make the case that a COVID-19 vaccine booster shot is needed. But health officials-, including Dr. Anthony Fauci, say it's too soon to recommend a third dose, though they have not ruled out the possibility for it in the future. So, will a booster shot be necessary? Johns Hopkins School of Public Health Professor and FOX News medical contributor Dr. Marty Makary joins us now. Dr. Makary, you have been with us all through this pandemic. We all felt such relief, those of us that rushed out to get the vaccine the first it was available, got the two shots. And now we're left wondering, are we going to go through that again in some capacity? Will ultimately a booster shot be needed, especially come winter and fall?"
    },
    {
      "speaker": "DR. MARTY MAKARY, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, Sandra, I don't think so for the general population. We're already giving boosters off-label, if you will, to people who are immunosuppressed. That is those who are organ transplant recipients. And it may be that very old Americans who don't mount strong immune responses that are far out from their vaccination may be included in that group. But that's the subgroup where I could see boosters being legitimate and getting a label. Right now, the conversation that boosters are going to be necessary for the general public, it's not well-supported by the data. I'd want to see good evidence that the breakthrough infections are resulting in severe illness. Right now, we're not seeing that. Most breakthrough infections are rare, asymptomatic, and when they do have an infection, it's often very mild."
    },
    {
      "speaker": "SMITH",
      "utterance": "The real vaccine rush was March, April, May. Most of those that were waiting for it ran out to go get it, Dr. Makary. And so we're wondering right now, when we get to fall/winter, will the efficacy rate of those vaccines still be the same as it was, as it is right now?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "Well, there may be two layers of protection Sandra. There may be the protection against acquiring the infection, often asymptomatic or mild, and then, separate, there may be the protection against severe illness and death. And it may be that those levels of protection are different. It may be that the antibody level, which we know goes up and down, protects against acquiring the infection, but the Memory B-cells memory T-cells which are activated and last for decades, they prevent against the severe infection. So it may be that what we're seeing out of the early Israeli data that the efficacy is lower now in the population that got immunized there early in the pandemic, that may be because they're more likely to acquire the infection, but those are asymptomatic and mild. The protection against severe illness and death is still durable, it appears so far from the data."
    },
    {
      "speaker": "SMITH",
      "utterance": "As we talk about the vaccine being shared with countries all over the world who needed it, are you confident that, if the recommendation did develop that a booster is needed, that there's going to be enough to cover all that need it?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "Well, the federal government already was convinced by the Moderna accompany to purchase 200 million doses in advance of the fall which would be allocated for boosters and possibly for children, if the indication from our Moderna goes down to children. Many people say, look, this is a -- this represents wastes and excess in the United States, we don't need 200 million doses. We have already been throwing away millions of doses. And protecting people around the world is important domestically because that's where the variants form. And I think a lot of people are going to ask the question, does it make sense to give a booster, when so many people around the world, vulnerable people, including health care workers, desperately need a dose?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Great, great points. Just a few seconds left, Doctor. So, if it were developed that we did need a booster to keep away from this virus, when do you expect that we would have a firm yes on that?"
    },
    {
      "speaker": "MAKARY",
      "utterance": "I would say November or possibly December. And if we're going to see a bump in cases next year, it's probably going to be in late November, December and possibly January."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, good stuff. Dr. Makary, always good to see you. Thank you."
    },
    {
      "speaker": "MAKARY",
      "utterance": "Thanks."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, President Joe Biden, meanwhile, just pitching his crime plan to city and police leaders. So what do they make of it? San Jose Mayor Sam Liccardo was in that meeting. And he will be here. But, first, a sticky situation aboard an American Airlines flight caught on camera. That video is next."
    },
    {
      "speaker": "SMITH",
      "utterance": "Brand-new video shows a woman duct-taped to her seat on an American Airlines flight. So, how did she end up like that? FOX News' Casey Stegall the story from Dallas. Hi, Casey."
    },
    {
      "speaker": "CASEY STEGALL, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Sandra. American Airlines Flight 1774 nonstop service from Dallas/Fort Worth Airport to Charlotte was delayed by more than three hours leaving here in Dallas last week. And that is when they say that chaos broke when the plane got in the air about an hour into the ride, after it left shortly after midnight, when a woman, they say, tried to jump up and open the forward cabin door, banging on it, saying that she needed to get off the plane. The airline says that the woman then bit a flight attendant, so she was restrained for everyone's safety. Images then emerged on social media, showing the woman duct taped to her seat. Witnesses say it took all five flight attendants on board to restrain the passenger. Once the plane safely landed in Charlotte, it was met by law enforcement and emergency personnel, who took the woman into custody. She can be heard yelling as other passengers deplane. Listen."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You! You! You! You people!"
    },
    {
      "speaker": "STEGALL",
      "utterance": "Now, according to the FAA, the number of unruly passenger cases is sharply on the rise. So far this year, the agency says it has received more than 3, 200 reports which have -- all have to be investigated. You compare that to 1, 300 cases for the previous decade. Passengers who violate the policy can face prosecution and be fined, even be banned from flying. American Airlines, by the way, has not gotten back to us yet for comment -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, Casey Stegall on that story for us."
    },
    {
      "speaker": "STEGALL",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "Casey, thank you. Meantime, shares of Virgin Galactic falling back to Earth today, after yesterday's headline-making liftoff, the stock closing down more than 17 percent in today's session word of a $500 million stockpile. For the year, though, it is up still a whopping 71 percent. Jeff Bezos is up next in the billionaire space race. He's set to blast off on Blue Origins' new Shepard rocket in eight days. We will be watching, and so will Wall Street. So, will the president's planned crackdown keep violent crime from rising up? San Jose Mayor Sam Liccardo was in that White House meeting today. He is coming up. And is this issue becoming a bad one for the Democratic Party? Lee Carter, Jason Nichols are here on that."
    },
    {
      "speaker": "SMITH",
      "utterance": "This just in. Moments ago, Democrats in the Texas legislature bolting from Austin, the state capital. They are on planes now on their way to Washington. It is all in protest to try and stop passage of a GOP voting law. Republican Texas Governor Greg Abbott blasting the move. Meanwhile, President Biden meeting with officials at the White House today on how to combat violent crime. Our next guest was among them, San Jose, California's Democratic mayor, Sam Liccardo, joins us now. Mayor, thanks for being here. This is a problem everybody wants to find a solution to. Did you walk away thinking you have got it, that the White House gets it and they're going to help crack down on crime?"
    },
    {
      "speaker": "SAM LICCARDO (D), MAYOR OF SAN JOSE, CALIFORNIA",
      "utterance": "Well, thank you, Sandra. Thanks for having me. There's no question that the president is passionate about this issue. This is something that he's been deeply engaged in for his entire career and fighting the battle to reduce gun violence in local communities."
    },
    {
      "speaker": "SMITH",
      "utterance": "Is it just gun violence? I don't mean to interrupt you, but I hear that being used a lot. And we're seeing violence in all these great American cities. And I hear gun violence, and not just broadly characterizing it for what it is."
    },
    {
      "speaker": "LICCARDO",
      "utterance": "Well, it's all the above. But it's not a secret that, if you talk to any emergency room surgeon about where the overwhelming majority cases are coming from, it's from gun violence specifically. And the homicides in our cities are overwhelmingly from gun violence. But there's no question we need to do more about violence, period. And that means certainly prevention. It means, yes, we need cops out there on the beat. And, yes, we need to do more about guns."
    },
    {
      "speaker": "SMITH",
      "utterance": "And I hear that from you. But you don't hear that from all of your Democratic colleagues. In the age of the defund the police movement, are you hearing enough from your Democratic colleagues calling out that sort of rhetoric that has led to a record low morale in our police departments?"
    },
    {
      "speaker": "LICCARDO",
      "utterance": "Well, I have been very clear. In the city of San Jose, we have no intention to defund our police department. We are doing all we can, in fact, to bolster our police department, and we're using dollars to, in fact, expand walking beat patrols in high crime neighborhoods. And the president, through the Treasury regulations that are really determining how the PRA dollars can be spent -- this is critical money that has been released this spring -- encourages the use of these dollars for police and for other kinds of community interventions that can make us safer. We're using these dollars also, for example, to expand job programs in high-crime neighborhoods."
    },
    {
      "speaker": "SMITH",
      "utterance": "Mayor, the president, we now know, is calling for hiring more police, to your point, cracking down on illegal guns, another point that you make. But to combat crime, you need a united strategy on this. And you also need those in these even Democratic-led cities where we're seeing a large spike in crime in many of these cities, we need the laws that are on the books enforced. Are we doing enough on that front, before we start adding more?"
    },
    {
      "speaker": "LICCARDO",
      "utterance": "I don't think you will have too much argument from any mayors or large city mayors in this country -- and I have a lot of conversations with my colleagues -- about the importance of enforcing the laws we have. There are a lot of concerns I know that were expressed around the table, for example, around bail rules that are allowing some to get out prior -- in pretrial situations where they're out there committing more violence. We have to do more about recidivism. So I'm a former criminal prosecutor. Obviously, I have a particular perspective on this. But I think many other Democratic mayors would agree with me."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, Mayor, did you walk away optimistic that we can see some change that will lead to a turnaround? You look at the spike in violence that we have seen in cities like Chicago, New York, many post-pandemic feel unsafe, in New York City, for example, walking a block in Midtown Manhattan. It's a serious, serious problem. And it's tied to so many aspects of this country, including an economic concern as well. Final thought."
    },
    {
      "speaker": "LICCARDO",
      "utterance": "Certainly, there's a lot of factors here. But I walked out of that meeting -- and it was a very long meeting, more than two hours, with police chiefs in major cities like Chicago, New York - - really convinced this White House is deeply engaged on this issue. We're going to continue to work on all these efforts, both the prevention efforts, the intervention, which we know involves police, as well as the gun and illegal gun issue. And I'm convinced that this president is leaning in and he's going to continue to push."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, Mayor, we really appreciate your time. Thanks for joining us."
    },
    {
      "speaker": "LICCARDO",
      "utterance": "Good to be with you, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, best to you and your city as well."
    },
    {
      "speaker": "SMITH",
      "utterance": "As the president pitches his plan to combat violence, a ABC News/Washington Post poll finds just 38 percent -- of the president's handling of crime, with 48 percent disapproving. So, is that a problem for Democrats as violent crime continues to spike across the country? With us now, Democratic strategist Jason Nichols and GOP pollster Lee Carter. Lee, I will start with you first. Is this a reaction by this White House to what they're seeing in the polls? Or is this genuine concern and tackling of a huge problem in our country right now?"
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "utterance": "I'd like to say both. I mean, the bottom line is, people are really concerned. If you look at the difference in people's level of concern about crime, over the last year alone, it's really significant; 27 percent now are satisfied with the White House's attempts at reducing crime, whereas, a year ago, 47 percent were satisfied. So the White House really needs to address this. Joe Biden really needs to get on top of this. And it has to be about more than gun control. I think you just pointed out rightly that so much of his focus has been on gun control, when, actually, people are saying, I'm concerned not just about gun crime. I'm concerned about assault. I'm concerned about rape. I'm concerned about all different kinds of crime."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTER",
      "utterance": "And we need to have something that addresses it. And let's not forget seven in 10 Americans want to increase police budgets. And Biden and Democrats are seen as opposed to that. So I do think this is a really big issue for Democrats, so they really have to come out strong now."
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, the Biden White House making it very clear that they don't support the defund the police movement, right, Jason? I know you will your back that up. But the question is, what are they doing about this spike in crime? That the White House apparently doesn't see the tie between this happening in mostly Democratic cities, where we're seeing the great spike in crime. But what we do see is that many Americans feel unsafe walking down their city streets. The number of Americans seeing crime as an extremely serious problem in the U.S. is that more than a 20-year high? Is that going to be an issue for your party in 2022?"
    },
    {
      "speaker": "JASON NICHOLS, DEMOCRATIC STRATEGIST",
      "utterance": "I honestly don't think so. I think, overall, Biden is at 51 percent approval. And we have seen, actually, that violent crime rose about 33 percent under Donald Trump's watch in 2020. In cities like Philadelphia and Portland, you saw violent crime rose steadily every year of the Trump presidency. I think Biden has always been a guy who's believed in more policing, more community policing. That's what he pushed, although I will push back on Joe Biden and say that Biden has been tough on crime throughout his career. But the evidence is nonexistent that more police correlates to lower crime in midsize cities like San Jose. It certainly does in New York City, but not in some of these midsized cities. That's not what the data says. And I would agree with the mayor that you just had on in terms of gun violence. In many cases, it is gun violence that we're seeing a large spike in, in a lot of these major cities. And it's making it unsafe for you to walk down Midtown Manhattan."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "So I don't think that this is the big issue. I think if Republicans want something to run on, they should run on the culture war stuff that, as fallacious as it is, I think resonates with people."
    },
    {
      "speaker": "SMITH",
      "utterance": "Hold on. Let's stick to crime here, Lee, because I have got about 20 seconds left. And when those Americans head to the voting booth, they're going to ask themselves, do they feel safe? This is a major voting issue for the American people right now. Real quick."
    },
    {
      "speaker": "CARTER",
      "utterance": "There's no doubt about it. And Democrats did better about it last time. Right now, if it were to happen today, 32 percent say the Republicans are going to handle violent crime better than the Democrats, but only 24 percent say that Democrats will. So that's an 8 percent gap. We have a large number of undecideds here. So this is wide open territory, and it's really going to be important that both parties address it."
    },
    {
      "speaker": "SMITH",
      "utterance": "All really good information. Jason, I see you're trying to get in there. Do you have two seconds? I have got to leave it there."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "No, I think that some of the approaches of the Biden administration are actually going to be effective..."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "... like summer jobs that show that they lower crime rates."
    },
    {
      "speaker": "SMITH",
      "utterance": "... the employment."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, we will continue this debate another time. I'm up against a new block, a new show coming up. We will leave it there. Neil will be back tomorrow with House Majority Whip James Clyburn and Republican Senator Rand Paul. Thanks for joining me. I'm Sandra Smith. Here's \"The Five.\" Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}