{
  "date": "July 28, 2017",
  "headline": "Kellyanne Conway talks White House shakeup, 'pecking order'",
  "subHeadline": "Senior counselor to the president weighs in on 'The Story with Martha MacCallum' after new chief of staff is named",
  "url": "https://www.foxnews.com/transcript/kellyanne-conway-talks-white-house-shakeup-pecking-order",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I want to congratulate John Kelly who has done an incredible job, Secretary of Homeland Security, one of our real stars, truly one of our stars. John Kelly is one of our great stars. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, that wasn't too long before he shouted this to reporters after the news broke. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Reince is a good man. John Kelly will do a fantastic job. General Kelly has been a star, done an incredible job thus far, respected by everybody, a great, great American. Reince Priebus, a good man. Thank you very much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Rain, rain, rain. Coming down during all of that; it's been quite a roller coaster for Reince Priebus, who is the subject of the Anthony Scaramucci's ire in that vulgar takedown that was reported last night. Today though, they both boarded Air Force One together. The New York Post listed it all this way, calling it a game of survivor between the president's big players. So, what happens now at the White House? Here now senior counselor to the president Kellyanne Conway. Kellyanne, good evening. Good to see you tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Good evening, Martha, it's my pleasure",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So what -- you know, he's going to take a run Monday, according to these reports. Tell me, what's different at the White House? Because of all of this come Monday, how does it look?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I'm really glad everyone is taking the high road tonight, Martha. Obviously, the president, end-thanking Reince Priebus, and I would add his wife Sally and their children in sacrificing on behalf of this administration. The president called him a good man, I think. We would all agree with that. He also is saying that General Kelly, Secretary Kelly of Homeland Security, has served his country honorable in this role and previously. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think that everybody who works in this administration has to know that there were two people who were elected to anything, and if you don't see your name on the list of Donald J. Trump and Michael R. Pence, then you to get with the program. And that's not about any particular colleague, but just why we're there? We're there because Americans elected one slate over the other based on the issues on which they ran. They want their taxed reduced. They do want ObamaCare repealed and replaced. They do want the government to be less intrusive, invasive, expensive, and expands. They do want us to be safer and more proper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, would you say -- would you say that people -- let me ask you this, would you say, because my question was how things change come Monday? Because we've watched what has happened over the course of this week and it's been pretty ugly, which you have been witnessed too, no doubt. So, what's different? When John Kelly walks in that door, you know, is everyone still going to have the kind of access to the president that they've had before? For example, Anthony Scaramucci, who made it clear that he wanted to report directly to the president, will he be going through General Kelly now or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, that's just a pecking order question. I think the point here is, why? And we all serve the president and this country. And in doing so, the president and his new chief of staff will decide what the right organizational structure and protocols are. And I guarantee you that people will respect that pecking order and his protocols. I think in General Kelly the president has elected a generational peer and someone who knows how to organize large structures. That's not to say that our outgoing chief of staff did not. I'm merely answering your question about the new one. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And it was a week that Reince Priebus said, upon Sean Spicer's resignation that there's a fresh start. So, I think people will look upon this the same way too. But I think Reince should be thanked for service and his sacrifice. These are tough jobs; it's a pressure cooker environment. It's different from the previous White Houses, because as you know, day in and day out, people want us to get it clouded up and gummed up with the noise and not merely want to cover anything. And it's a challenge of the privileged. It's a privilege but it's a challenge. So, we're excited. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But the problem is that sometimes there's so much noise that it makes it very difficult. So, are you saying that you know, all of the difficulties that existed were because of Reince Priebus? I mean, you know, that now that he's gone, are those things going to go away under General Kelly? And what about Steve Bannon, who became very close to Reince Priebus and was also on the list of those that, you know, got some pretty scathing comments from Anthony Scaramucci? Is Steve Bannon going to be in this for the long haul?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The only person who can answer the personal questions are the president and the individuals that you're talking about, whether they choose to continue to serve no matter they are. Let me repeat again for my third or fourth time for the viewers and for the media who are watching and trying to, you know, (INAUDIBLE) what you and I are talking about. I want to thank Reince for his service. I served under him as the chief of staff, and he also was part of our campaign, obviously, the RNC was instrumental, just as I thanked Sean Spicer last week for his service. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } The fact is that every place of work, I believe, has to understand the rules, the structure, the protocol, the pecking order, and follow those rules. But I also will say, you know, Martha that we all work for an unconventional president, and that's a compliment to the president. He vanquished 16 opponents who were formidable. He had all the odds against him. People are counting him out after health care. I would never bet against Donald Trump. He's not going to allow one miss vote by the Senate last night to stop him from providing relief for all these Americans who are suffering. He's not going to allow personal changes to get in the way of tax reform or pushing back against these MS-13 gangs like he did today in making real changes. So, I think it's -- look, there will be a positive step forward and that this is the change that the president believed he should make at this time. And I think those who respect that change and want to work for this chief of staff and this president, and this vice president, will continue on. Those who feel like their (INAUDIBLE) for causes the elsewhere, and may I say too, Reince Priebus, Sean Spicer, Anthony Scaramucci, General Kelly, all of us, we're on the same team here. The same larger team that believes in security and prosperity, and accountability, and we are pushing the agenda through. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I understand and your points are well taken. But there has been so much divisiveness in the White House and that has been very clear. So, my question is: what is it about General Kelly that the president believes is going to calm that, and you know, I think that the president's way of doing things is absolutely why he was elected by the American people. So, and I know there's an effort to not want to take away from that kind of energy. And sometimes that looks a little bit like chaos, but this is going to be a very different situation. General Kelly is a military man who, you know, will like to see an order to the way that things are done. So, I'm asking, you know, how do you anticipate as someone that's been there since the beginning? When you go in there, how's it going to look and feel different with this man in-charge? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I will be very curious to see what General Kelly, our new Chief Of Staff, says on Monday about that very thing when we walk into our senior staff meeting room. We'll meet with him one-on-one or as individual groups. I'm sure he'll be very interested to know what each of us is working on, and how we see our best and highest use so far, what we think has worked, what we think has not worked, what the protocols are, and the place. And again, when you are in any place of work, Martha, you're sitting in yours now, I'll be in mine again, you know, with the new chief of staff this weekend or Monday, and you have to know what the structure and the rules are and people are going to respect those. And I think that it's a really good inflection point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me ask you this -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "As they keep plunging this White House to know what the structure is, and rules, and to carry for that. I also think this will give -- this helps the rest of the cabinet as well because General Kelly is coming as recently from the cabinet. And this cabinet was handpicked by President Donald Trump. He put these men and women and convinced many of them to work in his cabinet to publicly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, would you say -- let me just as you. Would you say that there's relief among the staff tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I think there's a great deal of enthusiasm about what may be. And again whether Reince Priebus stays as chief of staff is up to Reince Priebus and the president, that's very clear. So, once that decision was made, I think my answers come from post-decision, is what can we expect from this. There is an enthusiasm, there is curiosity. What I want to emphasize to you is because there are, and I said this past Monday in the first communication meeting, our new Director, Anthony Scaramucci, held with the comms staff, the present comms staff. And I said to him very clearly in front of all these people that, there are dozens of talented men and women who work in the White House, who are not household names, who have worked their tails off the first six months, in the furtherance of the good of the country. And they will continue under, and I think they'll continue under a new chief of staff, that they're there because they saw in President Trump: somebody who's a fighter, who ran on very specific policies who actually had a more economic, optimistic message. The GDP has several grows. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think that's a message that the American people would really like to hear. I think one of the problems has been that the personalities have been so strong coming from so many different areas in the White House that they have overwhelmed in some cases -- the agenda. So, you know, do you think that General Kelly -- or do you hope that General Kelly will sort of say to everyone, you know what, you're all soldiers in this army, and none of you is more important than the other, and we're all here to serve the president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "He may say that, but I'm going to hearken back to all this throughout the day that Mr. Trump offered me the campaign management position. It was Friday, and we had a conversation; it's his initiation. And I said to him before we left the office, and he went on to Erie, Pennsylvania, with RNC Chair Reince Priebus, that day I remember. I said to him something that day and I'm going to repeat now to my colleagues in the White House, I said that I'd like to say, Trump, I'll never address you by your first name, and I don't consider myself your peer. And he said, OK. And I thought it means that he's a very positive person, great boss. The reason I said that was because I do think that it's important to set up that level of deference and humility when you've got someone who's your boss now, the president of the United States now, the Chief of Staff, the General and Secretary, who is clearly your senior -- I mean, your superior. And they never -- he's never made me feel anything but part of the team and a senior of the team. But I think it's very important that people not treat elected officials -- like the president and the vice president -- as their peers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, I think that everybody has respect to the office and they want that kind of relationship between the staff and the president at the White House to be sure. I want to play something Newt Gingrich said about the staff for you, and I want to get your thought tonight. Let me just play just that, and I'll get back to you to get your thoughts. Go ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE OF REPRESENTATIVES AND AUTHOR",
      "sentences": "He obviously likes the limelight, he obviously likes being in the media. I would say right now that he's being more pugnacious than effective. Scaramucci's full of himself. I think he got down here from New York. I think he's all excited. And I think he's, frankly, talking more than he's thinking. I think this is, you know, he needs to slow down and learn the business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What would you say to Newt about that comment, about Anthony Scaramucci, Kellyanne? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, I know Newt Gingrich and Anthony Scaramucci both very well. I've talked to both of them recently; I could say (ph) them, friends and colleagues. I talk to Anthony today and I think Anthony would agree with some of that. He's been very forthcoming about his remarks. He found them to be colorful; he regrets some of the language that he used and how it was used. But he's also very passionate, and the president does like passionate fighters. And I think the communications' role is: one that is more long-term strategic thinking. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And to have a staff of dozens around you like the Press and Comms Shop does in the White House, Martha, where you can deploy men and women to best and highs whose some are really terrific about taking the incoming press that cut the questions and giving a briefing like Sarah's doing, such a great job doing. And then, comms really has to stop and say what does tax reform look like to the country a month or two for now? How can we convey what the president just said in Long Island today about MS-13? What does the country need to know about the new secretary, about our new chief of staff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I think that's what the job is. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "That's why Newt Gingrich -- I'm sorry there's a little delay here. Newt Gingrich and Anthony Scaramucci both possess these qualities that Donald Trump, as President, really appreciates, which is that they're fighters, and they're passionate, and they're articulate about the agenda and why they're there. And the fact is that this president, really, should be respected and regarded as somebody who's always welcomed as a diversity of viewpoints, ideas, individual backgrounds, and he will continue to do that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } And not because he has set us in a kind of silly games of thrones -- I read that, it's such nonsense -- and not because he wants a bunch of yes-men roaming around, that is just not true. What he wants though, is to receive all the inputs and ideas, and he's confident enough that then he weighs all those consequences and he makes his own decisions, and he was elected to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to ask you a question about Jeff Sessions because I interviewed Jeff Sessions and General Kelly together at the border awhile back. They seem to have a very good relationship. And I wonder if General Kelly might have said to the president that he would like to see Jeff Sessions be able to keep his position if Kelly were to come on as Chief of Staff. Do you know whether or not this is a good sign for Jeff Sessions that General Kelly is going to have this high position now in the White House? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I can't divulge private conversations of that personal. But I will tell you this: I think it's a great time for anybody in the cabinet or the senior staffer in administration when they're doing their job. And the president, very clearly said the other day that, and Sarah Sanders, our Press Secretary, said that he is disappointed in the recusal, obviously, and frustrated by this ridiculous Russian investigation has gone absolutely nowhere by the way. But then, he wants everybody to do their job, and now Jeff Sessions is down in El Salvador this week as part of the crackdown on the MS-13 gangs. You've got the president doing in the (INAUDIBLE), but Jeff Sessions doing it with some of our counterparts in El Salvador and the neighboring countries. Anybody who's doing their job, will I think keeps their job for as long as the president and that individual agree, again the best and highest use. The other thing I would just say is that when the president announces staff, I think that people should stop always reading into it as who's up/who's down. You know what interests the president most, the fact that the stock market is up and that the unemployment rate is down. That's why he's there, the fact that illegal border crossings are down, and the fact that confidence in the market is up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But Kellyanne, I have to say, you know, I agree with you. That's what the American people care about. They care about health care. They care about their jobs. But the president tweets about Jeff Sessions, tweets about Reince Priebus, you know, and this is what makes the dynamic that's happening in the White House so much in the forefront because it's had to get past that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Martha, I appreciate the fact that the president surrounds himself with, like you said, strong personalities. I mean, one of the dumbest criticism I hear, particularly on T.V., from people who have never worked in the White House, let alone this White House, is this idea that the president has no one around him to tell him not to disagree with him. That is simply not true. He invites disagreement and dissension. He also invites polite discussion, and research and data, and he raises all the consequences, and he's always willing to learn. Look at how he leaned all the way into health care, even though he's on his job. He got elected on repeal and replace with no footnotes and no bibliography and no (INAUDIBLE). And yet, he's waiting -- he been here for six months, he's waiting for the Senate to act, they've been there, and talking about it for seven years. So, this is someone who's very confident and strong personality. But look at else happened this week, is anybody talking about Russia? I thought it was so important that all we need to talk about is Russia, Russia, and Russia. That content analysis; 75 percent of the coverage was about Russia, even though six percent of America said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, and we pointed out the, you know, sort lack of balance and the things that are covered and we're going to be talking about MS-13 visit that the president had in New York in a few moments. So, I hope we'll get a chance to listen to that too. Kellyanne, thank you very much. Good to see you tonight, as always. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Have a good weekend. All right, so as you know, Reince Priebus is no longer the chief of staff. And he did speak to CNN just a few moments ago; we're going to listen to that in just a second -- let's listen right now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "I'm always going to be a Trump fan. I'm on team Trump. And I look forward to helping him achieve his goals and his agenda for the American people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "But why did you resign? I'm still trying to understand that you told the president, you wanted to resign, he accepted the resignation yesterday, but why? Where there are a series of issues? Or was there one thing that came up and you decided, you know what? I no longer can do this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "No, look, I think the president wanted to go a different direction. I support him in that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Joining us now is Fox News politics editor Chris Stirewalt; and Fox News media analyst Howard Kurtz. Gentlemen, welcome, good to have you here tonight. Busy night, as always, covering the Trump White House. Chris, what are your thoughts tonight? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "Well, I would say that the president has set himself up for a pretty tough pass fail test here by bringing somebody who is no nonsense like General Kelly into his White House. So, you got a guy like Priebus, as you see there. Priebus is going to do whatever Trump tells him to do or whatever he thinks Trump might like. He is definitely the receiver here, not the quarterback. But with Kelly, Trump's got to be -- I'll put it this way, one of few things is going to be true here, either Donald Trump is ready to have discipline and order in his White House and that includes for him, and if that's true, then Kelly could be a tremendous -- this could be a turning point for an administration that's been a chaotic mess most of the time or Donald Trump is not ready to listen to Kelly. He's not ready to follow rules, not ready to protect people who are his favorites from the rules. And if he's not ready, this will be yeesh. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeesh! if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Yeesh!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Howard, what do you think? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS MEDIA ANALYST",
      "sentences": "Well, I'm searching for some Scaramucci, like holy blank words that describe the magnitude of what's going on here. Look, Reince Priebus --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Please, we have a ban on some of those words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. I'll be careful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Choose wisely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Whether it was Reince Priebus' fault or not, and he was widely perceived to be a weak chief of staff. This has been a White House at war with itself; lots internal backbiting, sniping, and leaks against each other, and also making the president look bad. So, what does the president do? He brings in a guy who's been command and more. And so, whether or not General Kelly can bring some kind of military precision to this operation would be a big improvement in terms of messages and all that. But Donald Trump remains the Commander-in-Chief. I doubt he's going to completely change his style of tweeting new policies or, you know, kind of saying things and when he wants to say them in the way that he wants to say them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "First of all, let's go back and play this sound bite, this President Trump on November 9th, 2016 with his buddy, Reince Priebus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I never had a bad second with him. He's an unbelievable star. He is -- that's right. How did you possibly guess? So, let me tell you about Reince, and I've said this, I said, Reince, and I know it. I know it. Look at all those people over there. I know it. Reince is a superstar. And I'll tell you Reince is really a start. And he is the hardest working guy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, Reince was a star, Chris, for him in a lot of ways during that incredibly tumultuous primary season when he was running the RNC, and he had to navigate. And you know, time and time again, we spoke with him, and he said, I'm on the side of whoever wins the Republican nomination. That's my job as the Head of the RNC. And it really was not an easy job. Why do you think he had a tough time, perhaps, if any of the faults lie with him? Making the transition from there to working in the Trump White House or leaving it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Let's be honest, he was set up to fail. We're hearing tonight-- there's reporting tonight that Anthony Scaramucci is still going to be a direct report to the president. You can't possibly be a successful chief of staff if you're not the chief of the staff. You're talking about a White House, in which the president's daughter and son-in-law are top advisors. You're talking about a president who plays favorites, he's got a new communications director that apparently delights him. And so, this guy gets a direct access to the president and doesn't have to go through the chief of staff. Reince Priebus was not in a position to win because he had those problems. If you replicate the same problems, then it doesn't matter how good of a Commander General Kelly was, if he is not given the requisite things he needed to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, General Kelly has such a great reputation. It's hard to find anybody who will say a bad word about General Kelly. And one thing that I do know is he treats everybody the same. I mean, you know, whether you're an assistant in the office or you're somebody that he's reporting to, he treats people equally. Let's put up some of his qualifications: retired Four-Star General; served three tours in Iraq; comes to this new role from serving as DHS Secretary, which we know; former Commander of the U.S. Southern Command; He is well-versed in the ways of Washington D.C., who is a former Senior Military Aide to Secretaries Gates and Panetta at the Defense Department; and very comfortable on both sides of the aisle. But you know, our Chris, makes a great here, Howie. And I doubt very much that General Kelly will put up with it. If he feels he has a difficult time, you know, corralling the people who work there and focusing the president information and everything else. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "John Kelly is very much a straight shooter. And he comes in as more of a peer. President loves military men. At the same time, Reince Priebus was the epitome of the Republican establishment. This is the guy who ran the RNC; we're supposed to have a good relationship with Capitol Hill, and they couldn't get the health care bill done. I think that took a toll on how the president viewed Priebus and made him feel like he needed a stronger personality. But as Chris alluded to earlier, if the president doesn't empower General Kelly to run a tighter ship, then we'll still see a White House that has these internal divisions, and that has troubled, you know, settling on one unified message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. You guys are great, thank you as always. Good to see you both tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Good to see you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You bet. Happy Friday! if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You too. So, General Kelly released a statement a little while ago, and it reads in part, \"I have been fortunate to serve my country for more than 45 years -- first as a marine, and then as the Secretary of the Department of Homeland Security. I am honored to be asked to serve as chief of staff to the president of the United States.\" So, the question: how will General Kelly's distinguished military career serve him in his new position? Here now with some personal insight as retired four-star general Jack Keane, chairman of the Institute for the Study of War and a Fox News military analyst. General, good to have you here tonight especially with all of this breaking news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JACK KEANE, FOX NEWS MILITARY ANALYST AND CHAIRMAN OF THE INSTITUTE FOR THE STUDY OF WAR",
      "sentences": "Good to be here, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And it's my understanding that President Trump has been a long admirer of General Kelly, that they get along very well, that he has great respect for him, and that this is someone he's had his eye on, potentially, for this chief of staff position if it were to become open for quite some time. What do you think about all this? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, a couple of things: one, Kelly by all inside information, you know, people that we know what's going on in the administration is sort of the superstar among cabinet officials in terms of what he's been about to accomplish, in charge of Department of Homeland Security. You know, his skill sets in dealing with the media, his skill sets in dealing with the problems, and his skill sets in also dealing with the White House -- that's number one. Number two, there's no doubt that the president recognizes that he's got a problem inside his White House, and how does he solve that problem? The fact that he's reached out to a military guy -- you know, most military people like Kelly, I mean I had -- I was chief of staff three times, myself, to a principal. And as a principal, I had three chiefs of staff. So, Kelly has had all of that experience. And we're talking about stuff here that really doesn't matter. Let me say it, I mean, will Ivanka and Jared, and others have access to the president as they've always had? Of course, they will. Kelly will not interfere with that. The only thing he's going to tell them is, keep me posted. He recognizes that the president's operating style should never, ever change. He's not going to be an enforcement in terms of a gatekeeper. That would be ridiculous because that's not the president's operating style but he wants to be included in what that is, and keep him posted so he can make judgments about what that is, and then execute the policy that comes out of that. And that's a sense of discipline and order that he will bring to it. And obviously, the major problem this White House has had and is it's sad to see it, is the leaks and the competition that's going on internally. There's always been that in most White House, but the degree that this is happening is absolutely dysfunctional. And I think that's why, principally, the president has brought him in here. And it's not an issue of whether he can control Scaramucci or not. Of course, he'd be able to deal with Scaramucci, that's beside the point. He will definitely be able to deal with that. He has to bring order and discipline to the White House and stop the infighting, and he's going to provide leadership to it in a way that the president cannot because he can't deal with all of the people out there. So, this is a good thing. It's the best decision, I think, the president's made in some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. I mean, we all know in the military it's not about you, it's about the mission. And I would expect that that would be part of, you know, the message and the discipline that he would hope to bring to this job. And we certainly wish him well. General, thank you so much. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Always good talking to you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You too, General. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, we are monitoring the White House tonight for some more reactions to all of what has happened this afternoon. Reince Priebus is out, and General Kelly is in. We're watching for more breaking news this evening, we will bring it to you as soon as we get it. As that happens, the latest move by the president in the fight against violent gangs is also on our docket tonight; big, big story. Fueled by illegal immigration in some of our nations' cities, about 30 miles from the president's boyhood-home is where he was today. This girl allegedly murdered by the worst of the worst in MS-13. The president addresses today, her parents were there and they join us exclusively tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Developing tonight, President Trump was in New York today to cheer on law enforcement in their battle against the brutal gang known as MS-13, which originated in El Salvador. They have taken root though here, in this country, in at least 42 states. They're ranks are filled by illegal immigrants, recently more than a dozen of them were charge in the murder of two teenage girls on Long Island, New York, where the president spoke this afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They have transformed to peaceful parks and beautiful quiet neighborhoods into bloodstained killing fields. They're animals. We cannot tolerate as a society the spilling of innocent, young, wonderful, vibrant people. Sons and daughters, even husbands and wives, we cannot accept this violence one day more. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Very moving moments there in Long Island today. We're going to be joined by the parents of Kyla Cuevas, one of the teenagers who was killed by this gang. We are honored to have her parents with us this evening, but first, Trace Gallagher, live on our west coast newsroom with the background on this deadly group. Trace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "sentences": "Martha, MS-13 tactics are so gruesome that investigator can easily identify their signature kills, including 17 homicides on New York, Long Island, in just the past 18 months. The brutality of their methods as even drawn the attention of the -- drug cartel, which often hires MS-13 members as enforcers. MS-13 originated in El Salvador, became prominent in Los Angeles, and now has spread across the country. Police say the recent uptick in violence coincide with the arrival of dozens of MS-13 members from Central America. And in fact, most of those gang members arrested for murder over the past year were in this country illegally. Authorities call it a long-term war with a revolving door. For example, back in march, an MS-13 member arrested in New York for sexually assaulting a 2-year-old girl has been deported four times. Expert's estimates there are some 10,000 MS-13 members in the U.S., but they acknowledge that number is likely on the low side. Last year, after being involved with several disputes on social media, and a fight at Brentwood High School involving MS-13 members, 16-year-old Kayla Cuevas was targeted by the gang to be murdered. Then on September 13th, Kayla and her best friend, 15-year-old Nisa Mickens, were walking together when they were spotted by MS-13 members carrying baseball bats and a machete. The two girls were savage stabbed and beaten to death. The arrest affidavit for the suspects called the crime a, quote, homicidal overreaction to a school dispute. Kayla's mother, Evelyn Rodriquez, who was in the audience when President Trump spoke today says, she has been telling police and the school that her daughter had been threaten by gang members for two years prior to her murder. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you. Joining us now, Evelyn Rodriguez and Freddy Cuevas, the parents of this young lady, Kayla. It's a horrific story and you have been living it since last September, so our thoughts are with you and your family and your lost. But you have been determined to turn it into a fight to make sure that this doesn't happen to more families out there, Evelyn. But tell us what are the circumstances? How does this happen to your daughter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EVELYN RODRIGUEZ, MOTHER OF KAYLA CUEVAS",
      "sentences": "She's been having problems for the last two years in school. As the mother going up there, I've been meaning to see if they could do something. They tell me they're going to take care of it and they didn't. It pursued, at one point I had my daughter home tutored for the rest of the year. She felt safe. She can actually breathe and be herself. But the minutes she used to walk on school grounds, you could totally see the personality of her changing. She had to wear a tougher skin. Be a little tougher, watch her surroundings even more. It wasn't a good environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Freddy, tell me about your daughter, what was she like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREDDY CUEVAS, FATHER OF KAYLA CUEVAS",
      "sentences": "She was sincere. She was a very outgoing individual. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RODRIGUEZ",
      "sentences": "Athletic, smart, caring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Did you look at this group that was bothering her as MS-13? Was that an entity that you were familiar with at that point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RODRIGUEZ",
      "sentences": "I knew they existed. I knew they were within the school. I just didn't know how bad it was. Me and my daughter had an open relationship. She told me everything. When there was a problem, I immediately contact the school, have meetings, with that, again, they will take care of it and it wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Freddy, when you were there today, when the president was speaking, what message did it say to you? What was your reaction to the way he spoke about this problem in America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUEVAS",
      "sentences": "As far as -- first and foremost, I admire him from -- him taking his time out from his busy agenda and schedule to come down to Long Island and express himself in the manner that he did. To assure us that there's something to be done. That there's a plan in place, intact, and hopefully they'd tackle that plan and conquer it in what way and how, it's up to them. But as far as that's concerned, it made us feel that something -- actually, we was being heard already. Now Washington had enough ears to hear us. And he's here today to express himself in the matter that he did, to let us know he's there for you, and we're going to take care of your problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There have been a lot of arrests, hundreds of arrests, under the new leadership. What stood out for you today in term of that experience, in that moment, the president coming there and speaking to all of you, and he had spoken specifically about your daughter and her dear friend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RODRIGUEZ",
      "sentences": "I appreciate him acknowledging that we have a serious problem here in Long Island. He did mention and bring them out back in November, I believe. You know when he was being interviewed he showed the news -- he said that this cannot be tolerated anymore. We cannot accept this behavior. That made us think, hey, somebody was listening to us, you know. It was great hearing him speak. He was pretty much on point on everything that I really wanted to touch base with him in regards of backing up our police, our commissioner, the federal homeland security, you know, giving him the support, the tools that our law enforcement needs in order to get this done. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I remember the president at the inauguration talking about the carnage that exists in America. And I think he was talking about this kind of situation among other things. And I'm glad that he -- that you feel that something is being done because I know you made it your life's mission to make sure that this issue is address in a very forceful way. So again, our thoughts are with you and your family, and our sympathy for the loss of your daughter. We really hope and pray that your hard work will come to saving other children who are out there in the eradication of his group from this country. Freddy, I want to thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUEVAS",
      "sentences": "Appreciate to meet you as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So still ahead tonight, the video that has stunned the nation. Americans under fire and the attacker supposed to be our ally. Now the families of the fallen are demanding answers about what exactly happened out there in Jordan. We will speak to one father who lost his son that day, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "More question mounting tonight, an American family is demanding answers following the release of an awful video of three U.S. army green berets murdered at an airbase in Jordan last year. This attack started when their convoy pulled up, as one Jordanian guard standby, another Jordanian, off-screen, open fire initially killing two Americans. As bullets fly to other Americans get out of their vehicles desperately trying to signal the gunman that they are not the enemy. He clearly ignores them, hunting them down as well. When it was over three Americans lost their lives. Including the son of my next guests, Brian McEnroe is the father of Staff Sergeant Kevin McEnroe, and we welcome him to The Story tonight. Brian, thank you for being here, and we thank you and your family for your sacrifice, and your son for his service to this country. And this, sadly, is something that never ever should have happen. What is your understanding of what happened in Jordan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN MCENROE, FATHER OF STAFF SERGEANT KEVIN MCENROE",
      "sentences": "Well, what happened in Jordan, quite clearly, to anyone who takes the time to carefully analyze the video was an assassination and a stalking and another killing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Explained to us what you were told when you were notified that your son was killed? What was the circumstances that were related to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENROE",
      "sentences": "Well, as far as our government is concerned, we were told that our son has been killed in action in Jordan, and that there was an investigation. And that was the prudent way for our folks to proceed. Now when we went to go over the Airforce base and I met the other families there, we were gathered in an area after the dignified transfer took place, and we were told that we shouldn't pay attention to the false narratives that were being advanced by the Jordanian government that alluded to the fact that, well, they crash the gate, they unintentionally discharge the weapon, you know, it just went on and on -- there was a loud noise and that's why the guy got spooked. That was two to three weeks later. But we were told initially that our guys didn't do anything wrong, which we knew, I mean, these were consummate professional army special forces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So in terms of the person who fired these shots, what was the ramifications for him? What was his story? What was he doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENROE",
      "sentences": "Well, he was initially supposed to be located in another place further into the base. He extensively came up to the guardhouse to change the battery on his radio, and when the first guard went out to open the first gate and removed the spike strips, he remained in the guardhouse. The second guard went out and move the sliding gate and the first vehicle as you can see in the video passed through unmolested. When the second vehicle which carried my son, Kevin, and Sergeant Matthew Lewellen, came along side the window to the guardhouse which was covered by a camouflage net, Al-Tuwayha, the shooter opened up on them from point-blank range, literally 6-7 feet away, with an M-16 rifle killed my son instantly, and Matt Lewellen sustain injuries that he couldn't recover from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sir, as I've said, we thank you for your sacrifice, we're going to continue digging into this story and learning more about what happened. Thank you for laying it out for us this evening. And our, again, our thoughts and our prayers and our thanks to you and your family for the sacrifice on all of your parts. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENROE",
      "sentences": "Thanks for giving us the opportunity to get our story out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We hope that you'll come back. Thank you, sir. So still ahead tonight, the question that we have been digging into here at The Story, who paid for the now debunked Trump dossier? Because there's a lot of questions that are raising some interesting story line here. And why is one senator saying that Democrats do not want you to know who paid for it. Mollie Hemingway and Marie Harf on this interesting story right after this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So that unverified Trump dossier is now getting a little bit of attention in the United States senate. Yesterday, Bill Browder, who you seen here on The Story, testified that he believe that the oppo research firm, the American company Fusion GPS, was working on that, and that they were doing that, he says, for the Russians. But Kimberly Strassel of the Wall Street Journal thinks that it may have been Democrats behind it. Here now, Mollie Hemingway, senior editor at The Federalist, and Marie Harf, former State Department spokesperson under President Obama, both are Fox News contributors. Welcome. Good to see you both tonight. Mollie, you have been talking about this a lot, lay out your argument or your interest in what really went on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "Right. At the center of the entire Russia scare has been this dossier, this very salacious document that made all sort of allegations against Trump. Now, a lot of them have been discredited. A lot of stuff has been objectively shown to not be true. What we learn this week is that the group that put the dossier together was at the very same time being funded and doing work on behalf of Russian interests on this very same issue that the Donald Trump meeting took place on, about sanderling those sanctions that the U.S. have imposed on Russia. So now things gets much more interesting, who is paying them to do this dossier work on Donald Trump? That used Russian agents to come up with all these allegations. And then, that it was happening at the same time they were being paid by Russian interests to scaddle these sanctions, just makes something that the media should be much more interested in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it's fascinating. You look, sort of the different players here, Glenn Simpson, former Wall Street Journal reporter, who started this investigative firm that does a lot of opposition research, have some involvement in putting this dossier, doing research for this dossier. And the original supposition was -- that it was -- Republicans who didn't want Donald Trump have some, perhaps, some role in supporting it, but then it looked like somebody else picked up the funding. And so the question is who was that and was it perhaps Democrats? Marie, what do you think about all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I'm very impressed with Mollie's ability to spin a conspiracy theory out of this. There is no evidence to support what she's putting forward. Look, I think it's interesting. It was certainly salacious when it came out. But I would disagree with something she just said, this dossier wall got a lot of attention isn't actually what the Russian investigations are about right now. They're about all these meetings that Trump officials had with the Russians that they were not honest about. There about possible ties. And nothing they comes from those investigations. But let's be very clear, they're not based on that dossier. I have no idea who paid for it. I have no idea where any of this came from. But I suspect there's some attempt in congress right now in the Republican side to use this dossier and some of these conspiracy theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "In fact, this dossier was used by the FBI to secure a FISA warrant against an American citizen. It was also use by Obama officials and intelligence agencies to really get this whole Russian conspiracy going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "That's not true, Mollie. I was in the administration. That's absolutely not true. We thought this was a funny, salacious thing. The Russian investigations started because a bunch of other issues not related. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Refusing to cooperate with the committee that are investigating this, he's now going to work with them behind closed doors, so we need to know much more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right out of time. Thanks, you guys. Thank you very much. We're going to take a quick break. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow, that was quite a story for tonight. But \"The Story\" goes on as you know on Monday. However, my story will be happening at the beach. It is family vacation time, but I will be back soon. In the meantime, Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I want to congratulate John Kelly who has done an incredible job, Secretary of Homeland Security, one of our real stars, truly one of our stars. John Kelly is one of our great stars."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, that wasn't too long before he shouted this to reporters after the news broke."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Reince is a good man. John Kelly will do a fantastic job. General Kelly has been a star, done an incredible job thus far, respected by everybody, a great, great American. Reince Priebus, a good man. Thank you very much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Rain, rain, rain. Coming down during all of that; it's been quite a roller coaster for Reince Priebus, who is the subject of the Anthony Scaramucci's ire in that vulgar takedown that was reported last night. Today though, they both boarded Air Force One together. The New York Post listed it all this way, calling it a game of survivor between the president's big players. So, what happens now at the White House? Here now senior counselor to the president Kellyanne Conway. Kellyanne, good evening. Good to see you tonight."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Good evening, Martha, it's my pleasure"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So what -- you know, he's going to take a run Monday, according to these reports. Tell me, what's different at the White House? Because of all of this come Monday, how does it look?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I'm really glad everyone is taking the high road tonight, Martha. Obviously, the president, end-thanking Reince Priebus, and I would add his wife Sally and their children in sacrificing on behalf of this administration. The president called him a good man, I think. We would all agree with that. He also is saying that General Kelly, Secretary Kelly of Homeland Security, has served his country honorable in this role and previously. And I think that everybody who works in this administration has to know that there were two people who were elected to anything, and if you don't see your name on the list of Donald J. Trump and Michael R. Pence, then you to get with the program. And that's not about any particular colleague, but just why we're there? We're there because Americans elected one slate over the other based on the issues on which they ran. They want their taxed reduced. They do want ObamaCare repealed and replaced. They do want the government to be less intrusive, invasive, expensive, and expands. They do want us to be safer and more proper."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, would you say -- would you say that people -- let me ask you this, would you say, because my question was how things change come Monday? Because we've watched what has happened over the course of this week and it's been pretty ugly, which you have been witnessed too, no doubt. So, what's different? When John Kelly walks in that door, you know, is everyone still going to have the kind of access to the president that they've had before? For example, Anthony Scaramucci, who made it clear that he wanted to report directly to the president, will he be going through General Kelly now or not?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, that's just a pecking order question. I think the point here is, why? And we all serve the president and this country. And in doing so, the president and his new chief of staff will decide what the right organizational structure and protocols are. And I guarantee you that people will respect that pecking order and his protocols. I think in General Kelly the president has elected a generational peer and someone who knows how to organize large structures. That's not to say that our outgoing chief of staff did not. I'm merely answering your question about the new one. And it was a week that Reince Priebus said, upon Sean Spicer's resignation that there's a fresh start. So, I think people will look upon this the same way too. But I think Reince should be thanked for service and his sacrifice. These are tough jobs; it's a pressure cooker environment. It's different from the previous White Houses, because as you know, day in and day out, people want us to get it clouded up and gummed up with the noise and not merely want to cover anything. And it's a challenge of the privileged. It's a privilege but it's a challenge. So, we're excited."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But the problem is that sometimes there's so much noise that it makes it very difficult. So, are you saying that you know, all of the difficulties that existed were because of Reince Priebus? I mean, you know, that now that he's gone, are those things going to go away under General Kelly? And what about Steve Bannon, who became very close to Reince Priebus and was also on the list of those that, you know, got some pretty scathing comments from Anthony Scaramucci? Is Steve Bannon going to be in this for the long haul?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The only person who can answer the personal questions are the president and the individuals that you're talking about, whether they choose to continue to serve no matter they are. Let me repeat again for my third or fourth time for the viewers and for the media who are watching and trying to, you know, (INAUDIBLE) what you and I are talking about. I want to thank Reince for his service. I served under him as the chief of staff, and he also was part of our campaign, obviously, the RNC was instrumental, just as I thanked Sean Spicer last week for his service. The fact is that every place of work, I believe, has to understand the rules, the structure, the protocol, the pecking order, and follow those rules. But I also will say, you know, Martha that we all work for an unconventional president, and that's a compliment to the president. He vanquished 16 opponents who were formidable. He had all the odds against him. People are counting him out after health care. I would never bet against Donald Trump. He's not going to allow one miss vote by the Senate last night to stop him from providing relief for all these Americans who are suffering. He's not going to allow personal changes to get in the way of tax reform or pushing back against these MS-13 gangs like he did today in making real changes. So, I think it's -- look, there will be a positive step forward and that this is the change that the president believed he should make at this time. And I think those who respect that change and want to work for this chief of staff and this president, and this vice president, will continue on. Those who feel like their (INAUDIBLE) for causes the elsewhere, and may I say too, Reince Priebus, Sean Spicer, Anthony Scaramucci, General Kelly, all of us, we're on the same team here. The same larger team that believes in security and prosperity, and accountability, and we are pushing the agenda through."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I understand and your points are well taken. But there has been so much divisiveness in the White House and that has been very clear. So, my question is: what is it about General Kelly that the president believes is going to calm that, and you know, I think that the president's way of doing things is absolutely why he was elected by the American people. So, and I know there's an effort to not want to take away from that kind of energy. And sometimes that looks a little bit like chaos, but this is going to be a very different situation. General Kelly is a military man who, you know, will like to see an order to the way that things are done. So, I'm asking, you know, how do you anticipate as someone that's been there since the beginning? When you go in there, how's it going to look and feel different with this man in-charge?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I will be very curious to see what General Kelly, our new Chief Of Staff, says on Monday about that very thing when we walk into our senior staff meeting room. We'll meet with him one-on-one or as individual groups. I'm sure he'll be very interested to know what each of us is working on, and how we see our best and highest use so far, what we think has worked, what we think has not worked, what the protocols are, and the place. And again, when you are in any place of work, Martha, you're sitting in yours now, I'll be in mine again, you know, with the new chief of staff this weekend or Monday, and you have to know what the structure and the rules are and people are going to respect those. And I think that it's a really good inflection point --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me ask you this --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "As they keep plunging this White House to know what the structure is, and rules, and to carry for that. I also think this will give -- this helps the rest of the cabinet as well because General Kelly is coming as recently from the cabinet. And this cabinet was handpicked by President Donald Trump. He put these men and women and convinced many of them to work in his cabinet to publicly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, would you say -- let me just as you. Would you say that there's relief among the staff tonight?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I think there's a great deal of enthusiasm about what may be. And again whether Reince Priebus stays as chief of staff is up to Reince Priebus and the president, that's very clear. So, once that decision was made, I think my answers come from post-decision, is what can we expect from this. There is an enthusiasm, there is curiosity. What I want to emphasize to you is because there are, and I said this past Monday in the first communication meeting, our new Director, Anthony Scaramucci, held with the comms staff, the present comms staff."
    },
    {
      "speaker": "And I said to him very clearly in front of all these people that, there are dozens of talented men and women who work in the White House, who are not household names, who have worked their tails off the first six months, in the furtherance of the good of the country. And they will continue under, and I think they'll continue under a new chief of staff, that they're there because they saw in President Trump",
      "utterance": "somebody who's a fighter, who ran on very specific policies who actually had a more economic, optimistic message. The GDP has several grows."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think that's a message that the American people would really like to hear. I think one of the problems has been that the personalities have been so strong coming from so many different areas in the White House that they have overwhelmed in some cases -- the agenda. So, you know, do you think that General Kelly -- or do you hope that General Kelly will sort of say to everyone, you know what, you're all soldiers in this army, and none of you is more important than the other, and we're all here to serve the president."
    },
    {
      "speaker": "CONWAY",
      "utterance": "He may say that, but I'm going to hearken back to all this throughout the day that Mr. Trump offered me the campaign management position. It was Friday, and we had a conversation; it's his initiation. And I said to him before we left the office, and he went on to Erie, Pennsylvania, with RNC Chair Reince Priebus, that day I remember. I said to him something that day and I'm going to repeat now to my colleagues in the White House, I said that I'd like to say, Trump, I'll never address you by your first name, and I don't consider myself your peer. And he said, OK. And I thought it means that he's a very positive person, great boss. The reason I said that was because I do think that it's important to set up that level of deference and humility when you've got someone who's your boss now, the president of the United States now, the Chief of Staff, the General and Secretary, who is clearly your senior -- I mean, your superior. And they never -- he's never made me feel anything but part of the team and a senior of the team. But I think it's very important that people not treat elected officials -- like the president and the vice president -- as their peers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, I think that everybody has respect to the office and they want that kind of relationship between the staff and the president at the White House to be sure. I want to play something Newt Gingrich said about the staff for you, and I want to get your thought tonight. Let me just play just that, and I'll get back to you to get your thoughts. Go ahead."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE OF REPRESENTATIVES AND AUTHOR",
      "utterance": "He obviously likes the limelight, he obviously likes being in the media. I would say right now that he's being more pugnacious than effective. Scaramucci's full of himself. I think he got down here from New York. I think he's all excited. And I think he's, frankly, talking more than he's thinking. I think this is, you know, he needs to slow down and learn the business."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What would you say to Newt about that comment, about Anthony Scaramucci, Kellyanne?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, I know Newt Gingrich and Anthony Scaramucci both very well. I've talked to both of them recently; I could say (ph) them, friends and colleagues. I talk to Anthony today and I think Anthony would agree with some of that. He's been very forthcoming about his remarks. He found them to be colorful; he regrets some of the language that he used and how it was used. But he's also very passionate, and the president does like passionate fighters. And I think the communications' role is: one that is more long-term strategic thinking. And to have a staff of dozens around you like the Press and Comms Shop does in the White House, Martha, where you can deploy men and women to best and highs whose some are really terrific about taking the incoming press that cut the questions and giving a briefing like Sarah's doing, such a great job doing. And then, comms really has to stop and say what does tax reform look like to the country a month or two for now? How can we convey what the president just said in Long Island today about MS-13? What does the country need to know about the new secretary, about our new chief of staff?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I think that's what the job is."
    },
    {
      "speaker": "CONWAY",
      "utterance": "That's why Newt Gingrich -- I'm sorry there's a little delay here. Newt Gingrich and Anthony Scaramucci both possess these qualities that Donald Trump, as President, really appreciates, which is that they're fighters, and they're passionate, and they're articulate about the agenda and why they're there. And the fact is that this president, really, should be respected and regarded as somebody who's always welcomed as a diversity of viewpoints, ideas, individual backgrounds, and he will continue to do that. And not because he has set us in a kind of silly games of thrones -- I read that, it's such nonsense -- and not because he wants a bunch of yes-men roaming around, that is just not true. What he wants though, is to receive all the inputs and ideas, and he's confident enough that then he weighs all those consequences and he makes his own decisions, and he was elected to do so."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to ask you a question about Jeff Sessions because I interviewed Jeff Sessions and General Kelly together at the border awhile back. They seem to have a very good relationship. And I wonder if General Kelly might have said to the president that he would like to see Jeff Sessions be able to keep his position if Kelly were to come on as Chief of Staff. Do you know whether or not this is a good sign for Jeff Sessions that General Kelly is going to have this high position now in the White House?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I can't divulge private conversations of that personal. But I will tell you this: I think it's a great time for anybody in the cabinet or the senior staffer in administration when they're doing their job. And the president, very clearly said the other day that, and Sarah Sanders, our Press Secretary, said that he is disappointed in the recusal, obviously, and frustrated by this ridiculous Russian investigation has gone absolutely nowhere by the way. But then, he wants everybody to do their job, and now Jeff Sessions is down in El Salvador this week as part of the crackdown on the MS-13 gangs. You've got the president doing in the (INAUDIBLE), but Jeff Sessions doing it with some of our counterparts in El Salvador and the neighboring countries. Anybody who's doing their job, will I think keeps their job for as long as the president and that individual agree, again the best and highest use. The other thing I would just say is that when the president announces staff, I think that people should stop always reading into it as who's up/who's down. You know what interests the president most, the fact that the stock market is up and that the unemployment rate is down. That's why he's there, the fact that illegal border crossings are down, and the fact that confidence in the market is up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But Kellyanne, I have to say, you know, I agree with you. That's what the American people care about. They care about health care. They care about their jobs. But the president tweets about Jeff Sessions, tweets about Reince Priebus, you know, and this is what makes the dynamic that's happening in the White House so much in the forefront because it's had to get past that."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Martha, I appreciate the fact that the president surrounds himself with, like you said, strong personalities. I mean, one of the dumbest criticism I hear, particularly on T.V., from people who have never worked in the White House, let alone this White House, is this idea that the president has no one around him to tell him not to disagree with him. That is simply not true. He invites disagreement and dissension. He also invites polite discussion, and research and data, and he raises all the consequences, and he's always willing to learn. Look at how he leaned all the way into health care, even though he's on his job. He got elected on repeal and replace with no footnotes and no bibliography and no (INAUDIBLE). And yet, he's waiting -- he been here for six months, he's waiting for the Senate to act, they've been there, and talking about it for seven years. So, this is someone who's very confident and strong personality. But look at else happened this week, is anybody talking about Russia? I thought it was so important that all we need to talk about is Russia, Russia, and Russia. That content analysis; 75 percent of the coverage was about Russia, even though six percent of America said --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, and we pointed out the, you know, sort lack of balance and the things that are covered and we're going to be talking about MS-13 visit that the president had in New York in a few moments. So, I hope we'll get a chance to listen to that too. Kellyanne, thank you very much. Good to see you tonight, as always."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Have a good weekend. All right, so as you know, Reince Priebus is no longer the chief of staff. And he did speak to CNN just a few moments ago; we're going to listen to that in just a second -- let's listen right now."
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "I'm always going to be a Trump fan. I'm on team Trump. And I look forward to helping him achieve his goals and his agenda for the American people."
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "utterance": "But why did you resign? I'm still trying to understand that you told the president, you wanted to resign, he accepted the resignation yesterday, but why? Where there are a series of issues? Or was there one thing that came up and you decided, you know what? I no longer can do this?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "No, look, I think the president wanted to go a different direction. I support him in that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Joining us now is Fox News politics editor Chris Stirewalt; and Fox News media analyst Howard Kurtz. Gentlemen, welcome, good to have you here tonight. Busy night, as always, covering the Trump White House. Chris, what are your thoughts tonight?"
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "Well, I would say that the president has set himself up for a pretty tough pass fail test here by bringing somebody who is no nonsense like General Kelly into his White House. So, you got a guy like Priebus, as you see there. Priebus is going to do whatever Trump tells him to do or whatever he thinks Trump might like. He is definitely the receiver here, not the quarterback. But with Kelly, Trump's got to be -- I'll put it this way, one of few things is going to be true here, either Donald Trump is ready to have discipline and order in his White House and that includes for him, and if that's true, then Kelly could be a tremendous -- this could be a turning point for an administration that's been a chaotic mess most of the time or Donald Trump is not ready to listen to Kelly. He's not ready to follow rules, not ready to protect people who are his favorites from the rules. And if he's not ready, this will be yeesh."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeesh!"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Yeesh!"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Howard, what do you think?"
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS MEDIA ANALYST",
      "utterance": "Well, I'm searching for some Scaramucci, like holy blank words that describe the magnitude of what's going on here. Look, Reince Priebus --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Please, we have a ban on some of those words."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. I'll be careful."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Choose wisely."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Whether it was Reince Priebus' fault or not, and he was widely perceived to be a weak chief of staff. This has been a White House at war with itself; lots internal backbiting, sniping, and leaks against each other, and also making the president look bad. So, what does the president do? He brings in a guy who's been command and more. And so, whether or not General Kelly can bring some kind of military precision to this operation would be a big improvement in terms of messages and all that. But Donald Trump remains the Commander-in-Chief. I doubt he's going to completely change his style of tweeting new policies or, you know, kind of saying things and when he wants to say them in the way that he wants to say them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "First of all, let's go back and play this sound bite, this President Trump on November 9th, 2016 with his buddy, Reince Priebus."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I never had a bad second with him. He's an unbelievable star. He is -- that's right. How did you possibly guess? So, let me tell you about Reince, and I've said this, I said, Reince, and I know it. I know it. Look at all those people over there. I know it. Reince is a superstar. And I'll tell you Reince is really a start. And he is the hardest working guy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, Reince was a star, Chris, for him in a lot of ways during that incredibly tumultuous primary season when he was running the RNC, and he had to navigate. And you know, time and time again, we spoke with him, and he said, I'm on the side of whoever wins the Republican nomination. That's my job as the Head of the RNC. And it really was not an easy job. Why do you think he had a tough time, perhaps, if any of the faults lie with him? Making the transition from there to working in the Trump White House or leaving it?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Let's be honest, he was set up to fail. We're hearing tonight-- there's reporting tonight that Anthony Scaramucci is still going to be a direct report to the president. You can't possibly be a successful chief of staff if you're not the chief of the staff. You're talking about a White House, in which the president's daughter and son-in-law are top advisors. You're talking about a president who plays favorites, he's got a new communications director that apparently delights him. And so, this guy gets a direct access to the president and doesn't have to go through the chief of staff. Reince Priebus was not in a position to win because he had those problems. If you replicate the same problems, then it doesn't matter how good of a Commander General Kelly was, if he is not given the requisite things he needed to win."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, General Kelly has such a great reputation. It's hard to find anybody who will say a bad word about General Kelly. And one thing that I do know is he treats everybody the same. I mean, you know, whether you're an assistant in the office or you're somebody that he's reporting to, he treats people equally. Let's put up some of his qualifications: retired Four-Star General; served three tours in Iraq; comes to this new role from serving as DHS Secretary, which we know; former Commander of the U.S. Southern Command; He is well-versed in the ways of Washington D.C., who is a former Senior Military Aide to Secretaries Gates and Panetta at the Defense Department; and very comfortable on both sides of the aisle. But you know, our Chris, makes a great here, Howie. And I doubt very much that General Kelly will put up with it. If he feels he has a difficult time, you know, corralling the people who work there and focusing the president information and everything else."
    },
    {
      "speaker": "KURTZ",
      "utterance": "John Kelly is very much a straight shooter. And he comes in as more of a peer. President loves military men. At the same time, Reince Priebus was the epitome of the Republican establishment. This is the guy who ran the RNC; we're supposed to have a good relationship with Capitol Hill, and they couldn't get the health care bill done. I think that took a toll on how the president viewed Priebus and made him feel like he needed a stronger personality. But as Chris alluded to earlier, if the president doesn't empower General Kelly to run a tighter ship, then we'll still see a White House that has these internal divisions, and that has troubled, you know, settling on one unified message."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. You guys are great, thank you as always. Good to see you both tonight."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Good to see you, Martha."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You bet. Happy Friday!"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You too. So, General Kelly released a statement a little while ago, and it reads in part, \"I have been fortunate to serve my country for more than 45 years -- first as a marine, and then as the Secretary of the Department of Homeland Security. I am honored to be asked to serve as chief of staff to the president of the United States.\" So, the question: how will General Kelly's distinguished military career serve him in his new position? Here now with some personal insight as retired four-star general Jack Keane, chairman of the Institute for the Study of War and a Fox News military analyst. General, good to have you here tonight especially with all of this breaking news."
    },
    {
      "speaker": "GEN. JACK KEANE, FOX NEWS MILITARY ANALYST AND CHAIRMAN OF THE INSTITUTE FOR THE STUDY OF WAR",
      "utterance": "Good to be here, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And it's my understanding that President Trump has been a long admirer of General Kelly, that they get along very well, that he has great respect for him, and that this is someone he's had his eye on, potentially, for this chief of staff position if it were to become open for quite some time. What do you think about all this?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, a couple of things: one, Kelly by all inside information, you know, people that we know what's going on in the administration is sort of the superstar among cabinet officials in terms of what he's been about to accomplish, in charge of Department of Homeland Security. You know, his skill sets in dealing with the media, his skill sets in dealing with the problems, and his skill sets in also dealing with the White House -- that's number one. Number two, there's no doubt that the president recognizes that he's got a problem inside his White House, and how does he solve that problem? The fact that he's reached out to a military guy -- you know, most military people like Kelly, I mean I had -- I was chief of staff three times, myself, to a principal. And as a principal, I had three chiefs of staff. So, Kelly has had all of that experience. And we're talking about stuff here that really doesn't matter. Let me say it, I mean, will Ivanka and Jared, and others have access to the president as they've always had? Of course, they will. Kelly will not interfere with that. The only thing he's going to tell them is, keep me posted. He recognizes that the president's operating style should never, ever change. He's not going to be an enforcement in terms of a gatekeeper. That would be ridiculous because that's not the president's operating style but he wants to be included in what that is, and keep him posted so he can make judgments about what that is, and then execute the policy that comes out of that. And that's a sense of discipline and order that he will bring to it. And obviously, the major problem this White House has had and is it's sad to see it, is the leaks and the competition that's going on internally. There's always been that in most White House, but the degree that this is happening is absolutely dysfunctional. And I think that's why, principally, the president has brought him in here. And it's not an issue of whether he can control Scaramucci or not. Of course, he'd be able to deal with Scaramucci, that's beside the point. He will definitely be able to deal with that. He has to bring order and discipline to the White House and stop the infighting, and he's going to provide leadership to it in a way that the president cannot because he can't deal with all of the people out there. So, this is a good thing. It's the best decision, I think, the president's made in some time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. I mean, we all know in the military it's not about you, it's about the mission. And I would expect that that would be part of, you know, the message and the discipline that he would hope to bring to this job. And we certainly wish him well. General, thank you so much. Good to see you tonight."
    },
    {
      "speaker": "KEANE",
      "utterance": "Always good talking to you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You too, General."
    },
    {
      "speaker": "KEANE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, we are monitoring the White House tonight for some more reactions to all of what has happened this afternoon. Reince Priebus is out, and General Kelly is in. We're watching for more breaking news this evening, we will bring it to you as soon as we get it. As that happens, the latest move by the president in the fight against violent gangs is also on our docket tonight; big, big story. Fueled by illegal immigration in some of our nations' cities, about 30 miles from the president's boyhood-home is where he was today. This girl allegedly murdered by the worst of the worst in MS-13. The president addresses today, her parents were there and they join us exclusively tonight."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Developing tonight, President Trump was in New York today to cheer on law enforcement in their battle against the brutal gang known as MS-13, which originated in El Salvador. They have taken root though here, in this country, in at least 42 states. They're ranks are filled by illegal immigrants, recently more than a dozen of them were charge in the murder of two teenage girls on Long Island, New York, where the president spoke this afternoon."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They have transformed to peaceful parks and beautiful quiet neighborhoods into bloodstained killing fields. They're animals. We cannot tolerate as a society the spilling of innocent, young, wonderful, vibrant people. Sons and daughters, even husbands and wives, we cannot accept this violence one day more."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Very moving moments there in Long Island today. We're going to be joined by the parents of Kyla Cuevas, one of the teenagers who was killed by this gang. We are honored to have her parents with us this evening, but first, Trace Gallagher, live on our west coast newsroom with the background on this deadly group. Trace?"
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS",
      "utterance": "Martha, MS-13 tactics are so gruesome that investigator can easily identify their signature kills, including 17 homicides on New York, Long Island, in just the past 18 months. The brutality of their methods as even drawn the attention of the -- drug cartel, which often hires MS-13 members as enforcers. MS-13 originated in El Salvador, became prominent in Los Angeles, and now has spread across the country. Police say the recent uptick in violence coincide with the arrival of dozens of MS-13 members from Central America. And in fact, most of those gang members arrested for murder over the past year were in this country illegally. Authorities call it a long-term war with a revolving door. For example, back in march, an MS-13 member arrested in New York for sexually assaulting a 2-year-old girl has been deported four times. Expert's estimates there are some 10,000 MS-13 members in the U.S., but they acknowledge that number is likely on the low side. Last year, after being involved with several disputes on social media, and a fight at Brentwood High School involving MS-13 members, 16-year-old Kayla Cuevas was targeted by the gang to be murdered. Then on September 13th, Kayla and her best friend, 15-year-old Nisa Mickens, were walking together when they were spotted by MS-13 members carrying baseball bats and a machete. The two girls were savage stabbed and beaten to death. The arrest affidavit for the suspects called the crime a, quote, homicidal overreaction to a school dispute. Kayla's mother, Evelyn Rodriquez, who was in the audience when President Trump spoke today says, she has been telling police and the school that her daughter had been threaten by gang members for two years prior to her murder. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you. Joining us now, Evelyn Rodriguez and Freddy Cuevas, the parents of this young lady, Kayla. It's a horrific story and you have been living it since last September, so our thoughts are with you and your family and your lost. But you have been determined to turn it into a fight to make sure that this doesn't happen to more families out there, Evelyn. But tell us what are the circumstances? How does this happen to your daughter?"
    },
    {
      "speaker": "EVELYN RODRIGUEZ, MOTHER OF KAYLA CUEVAS",
      "utterance": "She's been having problems for the last two years in school. As the mother going up there, I've been meaning to see if they could do something. They tell me they're going to take care of it and they didn't. It pursued, at one point I had my daughter home tutored for the rest of the year. She felt safe. She can actually breathe and be herself. But the minutes she used to walk on school grounds, you could totally see the personality of her changing. She had to wear a tougher skin. Be a little tougher, watch her surroundings even more. It wasn't a good environment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Freddy, tell me about your daughter, what was she like?"
    },
    {
      "speaker": "FREDDY CUEVAS, FATHER OF KAYLA CUEVAS",
      "utterance": "She was sincere. She was a very outgoing individual."
    },
    {
      "speaker": "RODRIGUEZ",
      "utterance": "Athletic, smart, caring."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Did you look at this group that was bothering her as MS-13? Was that an entity that you were familiar with at that point?"
    },
    {
      "speaker": "RODRIGUEZ",
      "utterance": "I knew they existed. I knew they were within the school. I just didn't know how bad it was. Me and my daughter had an open relationship. She told me everything. When there was a problem, I immediately contact the school, have meetings, with that, again, they will take care of it and it wasn't."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Freddy, when you were there today, when the president was speaking, what message did it say to you? What was your reaction to the way he spoke about this problem in America?"
    },
    {
      "speaker": "CUEVAS",
      "utterance": "As far as -- first and foremost, I admire him from -- him taking his time out from his busy agenda and schedule to come down to Long Island and express himself in the manner that he did. To assure us that there's something to be done. That there's a plan in place, intact, and hopefully they'd tackle that plan and conquer it in what way and how, it's up to them. But as far as that's concerned, it made us feel that something -- actually, we was being heard already. Now Washington had enough ears to hear us. And he's here today to express himself in the matter that he did, to let us know he's there for you, and we're going to take care of your problems."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There have been a lot of arrests, hundreds of arrests, under the new leadership. What stood out for you today in term of that experience, in that moment, the president coming there and speaking to all of you, and he had spoken specifically about your daughter and her dear friend?"
    },
    {
      "speaker": "RODRIGUEZ",
      "utterance": "I appreciate him acknowledging that we have a serious problem here in Long Island. He did mention and bring them out back in November, I believe. You know when he was being interviewed he showed the news -- he said that this cannot be tolerated anymore. We cannot accept this behavior. That made us think, hey, somebody was listening to us, you know. It was great hearing him speak. He was pretty much on point on everything that I really wanted to touch base with him in regards of backing up our police, our commissioner, the federal homeland security, you know, giving him the support, the tools that our law enforcement needs in order to get this done."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I remember the president at the inauguration talking about the carnage that exists in America. And I think he was talking about this kind of situation among other things. And I'm glad that he -- that you feel that something is being done because I know you made it your life's mission to make sure that this issue is address in a very forceful way. So again, our thoughts are with you and your family, and our sympathy for the loss of your daughter. We really hope and pray that your hard work will come to saving other children who are out there in the eradication of his group from this country. Freddy, I want to thank you."
    },
    {
      "speaker": "CUEVAS",
      "utterance": "Appreciate to meet you as well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So still ahead tonight, the video that has stunned the nation. Americans under fire and the attacker supposed to be our ally. Now the families of the fallen are demanding answers about what exactly happened out there in Jordan. We will speak to one father who lost his son that day, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "More question mounting tonight, an American family is demanding answers following the release of an awful video of three U.S. army green berets murdered at an airbase in Jordan last year. This attack started when their convoy pulled up, as one Jordanian guard standby, another Jordanian, off-screen, open fire initially killing two Americans. As bullets fly to other Americans get out of their vehicles desperately trying to signal the gunman that they are not the enemy. He clearly ignores them, hunting them down as well. When it was over three Americans lost their lives. Including the son of my next guests, Brian McEnroe is the father of Staff Sergeant Kevin McEnroe, and we welcome him to The Story tonight. Brian, thank you for being here, and we thank you and your family for your sacrifice, and your son for his service to this country. And this, sadly, is something that never ever should have happen. What is your understanding of what happened in Jordan?"
    },
    {
      "speaker": "BRIAN MCENROE, FATHER OF STAFF SERGEANT KEVIN MCENROE",
      "utterance": "Well, what happened in Jordan, quite clearly, to anyone who takes the time to carefully analyze the video was an assassination and a stalking and another killing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Explained to us what you were told when you were notified that your son was killed? What was the circumstances that were related to you?"
    },
    {
      "speaker": "MCENROE",
      "utterance": "Well, as far as our government is concerned, we were told that our son has been killed in action in Jordan, and that there was an investigation. And that was the prudent way for our folks to proceed. Now when we went to go over the Airforce base and I met the other families there, we were gathered in an area after the dignified transfer took place, and we were told that we shouldn't pay attention to the false narratives that were being advanced by the Jordanian government that alluded to the fact that, well, they crash the gate, they unintentionally discharge the weapon, you know, it just went on and on -- there was a loud noise and that's why the guy got spooked. That was two to three weeks later. But we were told initially that our guys didn't do anything wrong, which we knew, I mean, these were consummate professional army special forces."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So in terms of the person who fired these shots, what was the ramifications for him? What was his story? What was he doing?"
    },
    {
      "speaker": "MCENROE",
      "utterance": "Well, he was initially supposed to be located in another place further into the base. He extensively came up to the guardhouse to change the battery on his radio, and when the first guard went out to open the first gate and removed the spike strips, he remained in the guardhouse. The second guard went out and move the sliding gate and the first vehicle as you can see in the video passed through unmolested. When the second vehicle which carried my son, Kevin, and Sergeant Matthew Lewellen, came along side the window to the guardhouse which was covered by a camouflage net, Al-Tuwayha, the shooter opened up on them from point-blank range, literally 6-7 feet away, with an M-16 rifle killed my son instantly, and Matt Lewellen sustain injuries that he couldn't recover from."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sir, as I've said, we thank you for your sacrifice, we're going to continue digging into this story and learning more about what happened. Thank you for laying it out for us this evening. And our, again, our thoughts and our prayers and our thanks to you and your family for the sacrifice on all of your parts. Thank you very much."
    },
    {
      "speaker": "MCENROE",
      "utterance": "Thanks for giving us the opportunity to get our story out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We hope that you'll come back. Thank you, sir. So still ahead tonight, the question that we have been digging into here at The Story, who paid for the now debunked Trump dossier? Because there's a lot of questions that are raising some interesting story line here. And why is one senator saying that Democrats do not want you to know who paid for it. Mollie Hemingway and Marie Harf on this interesting story right after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So that unverified Trump dossier is now getting a little bit of attention in the United States senate. Yesterday, Bill Browder, who you seen here on The Story, testified that he believe that the oppo research firm, the American company Fusion GPS, was working on that, and that they were doing that, he says, for the Russians. But Kimberly Strassel of the Wall Street Journal thinks that it may have been Democrats behind it. Here now, Mollie Hemingway, senior editor at The Federalist, and Marie Harf, former State Department spokesperson under President Obama, both are Fox News contributors. Welcome. Good to see you both tonight. Mollie, you have been talking about this a lot, lay out your argument or your interest in what really went on here."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "Right. At the center of the entire Russia scare has been this dossier, this very salacious document that made all sort of allegations against Trump. Now, a lot of them have been discredited. A lot of stuff has been objectively shown to not be true. What we learn this week is that the group that put the dossier together was at the very same time being funded and doing work on behalf of Russian interests on this very same issue that the Donald Trump meeting took place on, about sanderling those sanctions that the U.S. have imposed on Russia. So now things gets much more interesting, who is paying them to do this dossier work on Donald Trump? That used Russian agents to come up with all these allegations. And then, that it was happening at the same time they were being paid by Russian interests to scaddle these sanctions, just makes something that the media should be much more interested in."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it's fascinating. You look, sort of the different players here, Glenn Simpson, former Wall Street Journal reporter, who started this investigative firm that does a lot of opposition research, have some involvement in putting this dossier, doing research for this dossier. And the original supposition was -- that it was -- Republicans who didn't want Donald Trump have some, perhaps, some role in supporting it, but then it looked like somebody else picked up the funding. And so the question is who was that and was it perhaps Democrats? Marie, what do you think about all this?"
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I'm very impressed with Mollie's ability to spin a conspiracy theory out of this. There is no evidence to support what she's putting forward. Look, I think it's interesting. It was certainly salacious when it came out. But I would disagree with something she just said, this dossier wall got a lot of attention isn't actually what the Russian investigations are about right now. They're about all these meetings that Trump officials had with the Russians that they were not honest about. There about possible ties. And nothing they comes from those investigations. But let's be very clear, they're not based on that dossier. I have no idea who paid for it. I have no idea where any of this came from. But I suspect there's some attempt in congress right now in the Republican side to use this dossier and some of these conspiracy theory."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "In fact, this dossier was used by the FBI to secure a FISA warrant against an American citizen. It was also use by Obama officials and intelligence agencies to really get this whole Russian conspiracy going."
    },
    {
      "speaker": "HARF",
      "utterance": "That's not true, Mollie. I was in the administration. That's absolutely not true. We thought this was a funny, salacious thing. The Russian investigations started because a bunch of other issues not related."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Refusing to cooperate with the committee that are investigating this, he's now going to work with them behind closed doors, so we need to know much more."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right out of time. Thanks, you guys. Thank you very much. We're going to take a quick break. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow, that was quite a story for tonight. But \"The Story\" goes on as you know on Monday. However, my story will be happening at the beach. It is family vacation time, but I will be back soon. In the meantime, Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}