{
  "date": "July 19, 2017",
  "headline": "Deputy AG Rosenstein on the firing of Comey and appointment of Mueller",
  "subHeadline": "Deputy attorney general provides insight into investigative processes on 'The Story with Martha MacCallum'",
  "url": "https://www.foxnews.com/transcript/deputy-ag-rosenstein-on-the-firing-of-comey-and-appointment-of-mueller",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "For seven years you promised the American people that you would repeal ObamaCare. People are hurting. Inaction is not an option. And frankly, I don't think we should leave town unless we have a health insurance plan. Any Senator, who votes against, starting a debate, is really telling America that you are fine with ObamaCare. But being fun with ObamaCare isn't an option for another reason because it's gone. It's failed. It's not going to be around. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There you have it. Chief National Correspondent, Ed Henry, live at the White House tonight. Good evening, Ed if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Martha, good to see you. Let me give you a dramatic example of how difficult this battle is for President Trump. Even if the Majority Leader, Mitch McConnell, gets the 50 votes needed for that motion to proceed that you mentioned, but basically moves forward on a debate that the president said in that sound bite he wants to happen. Republican Lamar Alexander emerged from that lunch here at the White House today to say that even if they succeed on that motion, he does not think there are even 40 yes-votes on a repeal only bill; more than ten votes short. That is a stunning example just how difficult it is to bring along the president's fellow Republicans on repeal only. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } As for repeal and replace, trouble there, too. A new Fox poll out tonight shows only a narrow majority of Republican support the Senate bill. As what's next if the president cannot get a deal, a whopping 74 percent of voters, say he and Republican leaders should compromise with Democrats. 22 percent, said drop the plan altogether, leave ObamaCare in place, and start over later on. Meanwhile, a new Wall Street Journal/NBC News poll that focused on the 439 counties that elected the president. They found 47 percent of all voters, 59 percent of those who voted for the president, say they do not know what to think about the Republican health bill. That feeds the narrative that the president did not sell this hard enough. The president's advisors are arguing, look, he's about you go on the road, sell it some more, he's been active already. And they say the reason the public is not focused on health care is that the media is fascinated with Russia. The latest example: screaming headlines last night and today suggesting something nefarious happened because the president had a second so-called \"secret meeting\" with Russian President Vladimir Putin at the G20 Summit in Germany; a meeting that allegedly lasted an hour. Except White House officials insist to us, it did not last that long and it happened on the sidelines of a not-so-secret-dinner hosted by the German Chancellor Angela Merkel. The president tweeting: \"Fake news story of secret dinner with Putin is sick! All G20 leaders and spouses were invited by the Chancellor of Germany. Press knew about it!\" It leaked, of course, because some of the U.S. allies at that dinner table did not like that Putin was getting more attention than the others. The White House everybody -- Aides tell us that everybody should calm down. It was not even a meeting; it was, basically, a drive-by meeting on the sidelines over dessert, and this was not a big deal. And then breaking tonight, the Senate Judiciary Committee has just announced that they've invited a lot of Top Trump Advisors to come testify next week. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Monday, Jared Kushner, the president's son-in-law, and a top White House Aide, obviously is expected to be behind closed-doors, Monday, with that committee. And then, Paul Manafort, you see there, him in the middle, the former Campaign Manager, as well as Donald Trump Jr. at the center of that controversial June 2016 meeting at Trump Tower with a Russian lawyer and others. The bottom line is: they're expected to testify Wednesday next week in a public session. That could ratchet all of this up on the Russia story, Martha. But on the other hand, it also gives these Trump Advisors and family members a chance to finally tell their side of the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So is that all, Ed, nothing -- not so much is going on where you are? Thank you very much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ed Henry, outside the White House. So, here with more: Charles Hurt, Political Columnist for the Washington Times; and Marie Harf, former Obama State Department spokesperson, both are Fox News contributors. Welcome to both of you. Good to see you both tonight. You know this is sort of a thick brew of situations going on in Washington. Charlie, I do want to give you one sort of crack at this health care situation. Has the president done enough to rally people to explain? Those polls are very interesting, it indicates that people say they don't really get it, they're not really sure how the whole thing is going to change. And 74 percent, say, yes, why don't you just get together, Democrats and Republicans, and see what kind of fixes you can make. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES HURT, FOX NEWS CONTRIBUTOR, AND POLITICAL COLUMNIST FOR WASHINGTON TIMES",
      "sentences": "Sure. You know, I think, probably, the president probably could've done a much better job of pushing the bill, pushing some of the specifics in it. But the problem is -- you know, I would still lay a larger share of that blame at the feet of Republican leaders in Congress, because they've been at it for seven years. Seven years they've been under the hood sort of tinkering with or should've been tinkering with all the different things that the free market sort of ideas that they could've replaced ObamaCare with. And instead, they just did this showboat after showboat, after showboat. And I think, honestly, when President Trump came into office, an event, I think, Republican leaders in Congress never thought it was going to happen, or they might have had a plan in place. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think that he really did think that they had to have been much further along. And that's why, if you remember, Martha, very early on, he really cracked the whip and said, oh, no, no, we're going to get this thing done in a week. And Republican leaders were like, oh, no, we can't get that done the week; we haven't started yet. And I think that I think he really did -- he did expect them to have a whole lot more of a framework in place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, and when you look at what people care about in terms of issues, health care is at the top. So, they want some responsibility on this issue. The government is in place to try to find better ways to deal with things for the American people. That's their job. That's what they get paid to do. And they expect them to do it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Marie, I want to turn to this G20 meeting. I don't know how you have a secretly revealed meeting, it happens with about 60 people sitting around you. I mean, have you ever been in a dinner party, and everybody has, you know, if you really want to talk Turkey with somebody, you're probably not going to do it in a room like that. What is the outcry about? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR AND FORMER SPOKESPERSON OF OBAMA STATE DEPARTMENT",
      "sentences": "Well, I think a couple things. First, the Trump administration gave a lot of readouts of the G20 and just managed to not mention this, which on the backs of everything else on the Russia story, just looks a little weird. From my perspective, though, not having your own translator in that meeting may seems like a wonky diplomatic thing. It's actually a problem because you're relying on Putin's translator to basically tell Putin what the president of the United States was saying. We would never have done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But would you acknowledge that this is -- it was not a meeting? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I don't know what it was. We've no idea what they talked about. Nobody else in the American government knows what they talked about independently besides the president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, the people on the right and the left to them know what they talked about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Well, I mean, you know, here's the problem though, clearly, some of our European allies were upset enough that they were getting treated less well than Russian President Putin was. Look, I don't think this is, like the worst thing that's ever happened in the history of American foreign policy. But look, if Trump has nothing to hide on the Russia story, even if he's guilty of nothing but bad judgment, he acts like he has something to hide in by not being transparent about this relationship with Russia after everything we've been through. That, I think, is a problem for the administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, Charlie, there's this other story about the CIA covert operation that now the White House apparently doesn't want to continue. Now, there's a variety of reasons why they may not want to continue it. Is that problematic given this sideline discussion at the dinner party, because that's what, you know, a lot of people are trying to make out of it? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes. Well, I think, Marie makes a fine point, and that is given the environment, given the Russia hysteria that we've been going through for the past couple of months, everything is going to get scrutinized. The White House probably would be wise to sort of try to do everything they can to kind of minimize this stuff because it really has. I mean, and all my years covering politics, the last three or four weeks I've never been so disoriented in Washington in terms of listening to these genuinely -- people that I thought were serious reporters, going on and on about all this Russia stuff. That for which there is no even allegation of a crime. And they're comparing it to Watergate, which began as a crime. You know, so, they probably would be better to sort of handle this better from a media standpoint. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I think that's probably a good way to put it. Charlie, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Thank you, Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Marie, it's good to see you here in New York as well. So, coming up next, can the police take your money when they pull you over? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN OLIVER, HBO HOST",
      "sentences": "The question do you have cash in the vehicle is surprisingly common in traffic stops. And the police are prepared to overcome any language barrier to ask it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But the Department of Justice, says Oliver has it all wrong. Their answer in my exclusive interview with Deputy Attorney General, Rod Rosenstein, next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What about one police just pulls someone over and decide to seize a wallet, money, in that situation. Is that all right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tonight in an exclusive to \"The Story.\" For the first time since he took office, Deputy Attorney General, Rod Rosenstein, is answering questions about the Comey firing, the Russian investigation, and Special Counsel Robert Mueller. Our conversation begins, though, with another hot issue. Attorney General, Jeff Sessions, reinstating get-tough policies on drugs, and the people who traffic them. It's a whole new era at justice. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "sentences": "Civil Asset Forfeiture is a key tool that helps law enforcement defund organized crime. Take back ill-gotten gains from them, and prevent new crimes from being committed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the policy though is not without controversy, which is exactly where we begin with Deputy Attorney General Rosenstein. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Deputy Attorney, thank you very much for being with us. I want to jump right in on the issue of civil forfeiture, which I know you're discussing. John Oliver recently sort of brought this issue on television, talking about a man who was pulled over and had $2400 confiscated from them by the police. I think for a lot of people, it's surprising to hear that this is a practice that happens often and that the police don't really need anything more than a good hunch that it might be drug money to take that money away and not give it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROD ROSENSTEIN, U.S. DEPUTY ATTORNEY GENERAL",
      "sentences": "That's actually a misrepresentation. A hunch is not enough. In order to seize property, police need probable cause. It's the same standard that police to make an arrest. And when a decision is made to forfeit property, federally, we conduct an independent review of the facts and circumstances. So, we actually have a government lawyer, a federal government lawyer review those facts and make a determination on whether or not that seizure was supported by probable cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What about when police just pull someone over and decide to seize a wallet, money in that situation, is that all right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Well, keep in mind that the federal government doesn't regulate all police conduct. What we're talking about here, cases where a decision is made that a federal forfeiture is appropriate. And so, that issue only comes up when the police present this matter to a federal government agency and request their assistance in conducting forfeiture. And if they want the federal government to forfeit that property, then, we need to make our own determination about whether or not that seizure was supported by probable cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But an Inspector General did an assessment on the Department of Justice, and said that $28 billion had come into the coffers through those means. And that in some cases, there was not any litigation, and a charging that was related to those forfeitures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I think that $28 billion is an accumulation of a lot of different forfeitures over an extended period of time. But in every case where the government forfeits property acclaimed, and anybody who claims an interest in that property has a right to object. Now, in most cases, no objection is made. That there is no claim is filed. And the reason why no claim is filed in most cases, is because the evidence is overwhelming and people realize it's not going to be worth their effort to do that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Understood. With regard to the issue of sentencing, Attorney General Sessions has said that he is reversing the policy of the Obama administration that he wants to seek the most serious, readily provable offense, particularly with regard to drug offenses. What issues do you believe that the Department of Justice will address or remedy? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Well, that policy of charging serious has been the position of the Department of Justice since 1980. In effect, that continued during the last administration. The only difference was, in certain drug offenses, prosecutors were told not to charge mandatory minimum sentences unless certain criteria applied. Now, that policy changes going to empower prosecutors. It's going to allow them to use mandatory minimum in inappropriate cases to combat drug dealers. We think that's particularly important now because we are facing an unprecedented surge in drug abuse. And that's reflected in the extraordinary increase in overdose deaths of Americans. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Eight years ago, we lost about 36,000 Americans to drug overdose deaths. Last year, estimates are that 60,000 Americans lost their lives to a drug overdose. And so, what the Attorney General has said is that we need to provide our prosecutors and our police with all the tools that we can to help them combat that terrible, terrible scourge of drug abuse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what you say to those who are critical of that and believe it's going to fill our jails with low-level drug offenders, many of whom if they had a lighter sentence could get back to their life and rehabilitate and live a good life? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I think the important thing to keep in mind is that minor drug offenders and drug abusers typically are prosecuted locally by local prosecutors, by state prosecutors. Our federal cases, normally, are targeting higher-level drug dealers. Now, if there are drug dealers who are involved in organizations, who we think may have information about higher- level dealers, who may be involved in violence, those folks may be targeted by our federal prosecutors. But recognize here, the Attorney General is charging our U.S. Attorneys throughout the country to use their discretion, to make sure that we target the most significant drug dealers and the people who are fermenting violence in our communities. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Speaking of our U.S. Attorneys across the country, they were all fired under this administration. And some have been critical, saying that you're not filling the spots quickly enough. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "We're actually moving very quickly to fill those U.S. Attorneys' spots. And I believe we're proceeding at a pace even faster than the last three administrations for which we have statistics. And so, we are going to fill those spots very quickly. In the meantime, though, we do have U.S. Attorneys; it's almost always the case when a new administration comes that most, if not all, U.S. Attorneys leave. And we have career prosecutors who step up and serve as acting U.S. Attorneys. I have been in contact with those acting U.S. Attorneys in all 93 districts, and I can assure you that they're doing the right thing, they are moving forward in enforcing the law and following our policies. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Much more for my exclusive interview with Deputy Attorney General, Rod Rosenstein, next. His take on the firing of James Comey, and given everything we know now about Mueller and Comey. Does he still think Robert Mueller is the right man for the Russia investigation; he'll answer that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mueller's special counsel investigation which you are overseeing, does his relationship with James Comey give you any pause in terms of the appointment of --the decision to appoint him for that post? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Back now with more from our exclusive interview with Deputy Attorney General, Rod Rosenstein. In part two, I asked him about his decision that rocked the nation and threw fuel on the Russia investigation: the recommendation to fire FBI Director James Comey. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, with regard to the Russia investigation, do you stand by your recommendation to fire James Comey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I've testified several times about this, and yes I do. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Whose idea was it originally to fire the former FBI Director?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Well, I've also testified about that. And as I've explained, I'm not going to be talking publicly about anything that may be within the scope of the ongoing investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But in that testimony, you did indicate that you wrote the memo and you believed that the president was on board with that idea when you wrote the memo, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you felt compelled to write this memo based on James Comey's decision not to prosecute Hillary Clinton, which you felt was a wrong decision, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I don't think that's a fair characterization. My memo addresses not the decision whether or not to prosecute or to investigate. It addresses the communication of that information to the public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Well, as I explained in the memo and as I've explained publicly, there's a principle in the Department of Justice that's a very important principle. And that is that, when we're investigating people, we do it confidentially. We make a determination. That is our agent's bag of determination whether to recommend the prosecution. Our Federal prosecutors make the ultimate decision whether or not to prosecute. If we decide to prosecute, then, we return an indictment and the charges become public; people find out about that information. If we decide not to prosecute, we don't make any disparaging comments about the people we investigate. That's a very fundamental principle of law enforcement. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, given your assessment of that, of his statement in July, and the investigation that you did personally to come to that conclusion, do you see any reason to reopen the investigation into Hillary Clinton's e- mail and the server?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I'm not going to comment about that; any of our investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you deep dive into that investigation in order to come to that conclusion that James Comey had stepped out-of-bounds in the statement that he made last July? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "You know, I've explained the rationale, and my memo reflects my rationale. And I don't have anything more to say about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of those -- just one more on that. In terms of the people who were part of that investigation, who felt that he arrived at the wrong conclusion in not prosecuting, do you feel that they deserve to have that investigation reopened? And did you agree with them or sympathize with that point of view when you dug into it yourself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Now, that's a very creative way you posed the question, but again, I'll come back to my answer. I'm not going to be commenting on that. What I've commented on was the publicity surrounding the investigation. I've never commented on the substance of the investigation, and I'm not going to do that now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, are there any DOJ resources going to that question or that issue, whether to reopen the investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "So, I'm just not going to comment on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. With regard to James Comey's decision to leak his memorandums from his conversation with the president, did you -- what was your reaction to that when he said that he leaked that information to the press?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "You know, as I explained previously, I'm not going to be able to comment about anything that may be related to the ongoing investigation. So, I've nothing to say about that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, just in general, do you think it would ever be -- would it ever be proper for an FBI Director to make notes of a conversation in that regard and leak them to the press, would that ever be proper?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Those are two different issues. You know, as a general proposition, you have to understand the Department of Justice; we take confidentiality seriously. And so, when we have memoranda about all ongoing matters, we have an obligation to keep that confidential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I would take from that that you would not approve of any releasing of a memorandum written in an interview or discussion with the president to the press?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "The general proposition, I think, it's quite clear, and it's what we were taught. All of us as prosecutors and agents, that we have an obligation to keep information confidential. I think that's critical for a variety of reasons. You know, we have a responsibility that people who were investigating; we have a responsibility to the people conducting those investigations to keep our investigations confidential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Over to the Mueller special counsel investigation which you are overseeing, does his relationship with James Comey give you any pause in terms of the appointment of -- the decision to appoint him for that post?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I've explained that I made the decision to appoint Director Mueller based upon his reputation. He had an excellent reputation, really bipartisan support for his integrity, and that's why made that decision. I'm not going to be able to comment upon what he may or may not be investigating. But I can assure you that if there were conflicts that arose because of Director Mueller and anybody employed by Director Mueller; we have a process within the Department to take care of that. We have ethics experts who review any allegations of conflicts, so I'm confident that we will reach the right result.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, it has come out and some of the Attorneys that he has hired that several of them have made donations to Hillary Clinton, to the Clinton campaign. Does that bother you? Does it make you believe that those people have any reason to be questioned in terms of their impartiality in this investigation? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Now, the Department of Justice, we judge by results. And so, my view about that is we'll see if they do the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Have you vetoed any of his choices for any attorneys that are working on this case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I have not personally been involved in any decisions about who to hire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you're not doing any oversight on the people that he selects to be part of this investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Well, I would say I'm not doing any micromanagement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you have not rejected anyone that has been chosen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "As I said, I've not been involved in the hiring decision. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is the Trump administration cooperating with the special counsel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Well, I'm part of the Trump administration, the special counsel is reporting to me, and the answer to that is certainly yes. We're providing all appropriate cooperation to make sure that investigation is done properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So in terms of everyone at the White House that you've ask for things from or he's asked for things from, they've been forthcoming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "I think you have to keep in mind that the point of having a special counsel is to have some degree of independence from the department of justice. So Director Mueller is not reporting to me about individual decisions made in his investigation. We are following regulation, which provides for general oversight by the attorney general, in this case the acting attorney general. But it also provides some degree of insulation because what we want to be able to do is at the end of the day be able to say that we appointed somebody who is independent, who made independent decisions, and therefore we can have confidence in the result that they reach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Has the president or the White House ask you for any update on the investigation that Mueller is doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. I think that's everything I have. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSENSTEIN",
      "sentences": "Thank you. Thank you for coming to D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to speak with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So there you have it. Here now, Chris Stirewalt, Fox News politics editor, Katie Pavlich, the news editor at townhall.com, and a Fox News contributor, and Zac Petkanas, a former senior DNC advisor. Welcome to all of you. Good to see you all tonight. You know, just listening to that again, Katie, a few takeaways that he clearly feels that it's wrong to release notes from any memorandum that you're taking in the course of any investigation or discussion. He didn't want to attach that directly to James Comey, but he said in the broader sense it would be wrong to do that. He also made it clear several times that if they see any indication if there's a conflict of interest with any of these attorneys or with Robert Mueller in doing their jobs in this investigation, that there is a process to remove them from the investigation, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM NEWS EDITOR",
      "sentences": "I think that he really tried to show that he's independent of the White House, despite being part of the Trump administration, and tried to make it very clear to the American people watching your interview that he's not interested in toeing the line. He's interested in making sure the special counsel has what they need, and making sure that the facts leads to a conclusion without bias or impact from outside sources, including people who are in the justice department. He believes the special counsel investigation should be independent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } One thing I thought was also interesting, Martha, was your last question to him, and that is how does the White House or anyone in the Trump administration asked you for an update on the special counsel investigation, and the answer was no. And in previous reporting, we've kind of seen and heard that the White House had pressured, and the president had pressured a number of people to stop the investigation into the Russian election meddling. So that, I think, again, shows that he's trying to draw that line of independence between the justice department, and the White House, and the special investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Zac, what did you think about those findings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAC PETKANAS, FORMER SENIOR DNC ADVISOR",
      "sentences": "Well, look, I agree. I mean, I think the biggest takeaway from that is how careful that Rod Rosenstein was to show or at least pay lip service to the fact that they're trying to keep a very strong and tall wall between his office and the special counsel. And I think that that's really important because the investigation appears to be moving toward members of Donald Trump's family, Donald Trump, Jr., Jared Kushner. And so, what we've seen in the past is that Donald Trump has had an inclination to try to interfere in this election, and I think the temptation is to be very strong now that it's moving in this direction. And so Rod Rosenstein's words tonight are encouraging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And politically, Chris, the deputy attorney general is really on the line here to make sure that this investigation is very fair and straightforward, especially given the past and how we got here to the special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "He holds in his hands the key to credibility for this administration on this question. He's the guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So Chris, in terms of the politics of all of this, you know -- I mean, obviously, there are a lot of people out there who look at Robert Mueller and his relationship with James Comey, and the lawyers that he's pick and say, you know, this doesn't look good for President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Those individuals in the administration and around it who sought for a period of time to impeach the character of Robert Mueller have mostly stopped doing that, and they stopped doing it because it was a stupid idea. It was a profoundly stupid idea, to take a guy who was -- left Princeton, volunteered for the marine corps, won a bronze star in Vietnam, and then put together a 35 year public career that is the envy of anybody in law enforcement. He is the highest regarded law man in the United States. And if he was a crook, he would've been a crook by now. And there was this brief gambit that was offered by supporters of the president that they were going to try to tear down Robert Mueller and put him in a character contest with the president, and they determine after a period of time that was probably a bad idea. And now, they have taken the smarter course which is they're going to have to wait and watch and see what Mueller concludes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. Katie, how's the White House handling this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, we saw a couple weeks ago, the president tweeting about Robert Mueller, and essentially calling the special counsel investigation a witch hunt. We haven't seen that in recent weeks, with specific with -- specifically with the investigation. But in terms of the transparency with the American public, the story on Russia keeps coming out. We keep seeing more revelations about different things. But in the end, as Chris said, we're going to see how this concludes. Next week we will learn a lot as Paul Manafort, Don Jr., and Jared Kushner, are planning to testify in front of various committee's on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Just a real quick last thought, Zac, about ten seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETKANAS",
      "sentences": "Yeah. I mean, I agree with everything you're saying. I mean, next week is game time for this administration with his son testifying in an open hearing. They have to be very scared right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll see. Thank you, guys. Good to see you all. So in less than 24 hours, O.J. Simpson faces a parole board in the largely expected situation that they think will make him a free man come October. Up next, a lineup that you will not see anywhere else on this story, two men linked very closely to O.J. crime story from the very beginning. Mark Fuhrman and Alan Dershowitz, next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "911 emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Yeah. We were just robbed at gunpoint by O.J. Simpson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So after nine years behind bars, O.J. Simpson could be back on the street soon. A free man, perhaps, once again. That 911 call that you've just heard, led to O.J. Simpson's first-ever conviction. Here's his bungled Las Vegas robbery. Remember this tape? Many have come to think of O.J.'s 33 years max sentence for these crimes as some sort of justice arriving all too late for the deaths of Nicole Brown and Ron Goldman. That case, the man, all of it still grips our attention all these years later. And it comes to a head tomorrow when O.J. Simpson will face a parole board. Mark Fuhrman was a key player in O.J.'s 95 murder investigation trial. He joins us now live from Nevada's Lovelock Correctional Center. Mark, good evening. Good to have you here this evening. Initially, your thoughts on what's going to happen tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK FUHRMAN, FORMER LAPD DETECTIVE",
      "sentences": "Well, Martha, I think it's kind of a foregone conclusion that O.J. Simpson will be paroled. I think in a legal vacuum, for the crime that he committed in Nevada, I think that would be a just end to a nine-year sentence of a 33 year possible. It was a bungled robbery. It was not the heist of the century. It was haphazard with people that knew each other, victims knew each other. Suspects knew each other. It was more of a business dispute gone sideways because somebody brought a gun, somebody pushed somebody. Somebody hit somebody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So Mark, you know, I just want to give you a moment to comment on the fact that you're closely associated with this case. You're one of the key witnesses in this case against O.J. Simpson. And in the course of that, his legal team sought to ruin your credibility with charges of racism, and then tapes surfaced that did exactly that where you were heard using the N-word. It was a huge story, of course. And this the first time that you're sort of re-associating yourself with this case. So what do you have to say to those critics? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "Well, you know, the evidence that the attorneys acquired, regardless of how they did it, they did not create them. That was my responsibility, regardless of the context or the moment. It really didn't make any difference if it was a screenplay or not. That actually destroyed credibility in an area that was really irrelevant to the crimes, but it became very relevant to the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Indeed it did. Mark, I know you are there tonight, and you're going to be with us tomorrow night when we get the result of this decision, what you say you believe will go in favor of O.J. Simpson. It's going to be quite something to see him walk out of there when that time comes if indeed it happens. Thank you very much for being with us tonight, Mark. And we'll see you back tomorrow night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FUHRMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So joining me now on the chances of this parole happening, Alan Dershowitz, professor emeritus at Harvard Law School, and the face and name that we all remember so well closely associated with the dream team. What are your thoughts on this whole thing, Alan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR EMERITUS HARVARD LAW SCHOOL",
      "sentences": "First of all, it wasn't a dream team. It was a nightmare team. Nobody gets along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And nobody would know better than you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Fighting with each other. But the most important thing that Mark said was that, quote, in legal vacuum he ought to get parole. Well, that's called the rule of law. The law of rule says, when a person is been acquitted, even if you think he did it, you can't take that into account in making a decision where the victim whether to parole him. So what Mark Fuhrman calls the legal vacuum is the legal context with which this decision should be made. But look, most Americans think O.J. Simpson committed a double murder and got away with it because his lawyers helped him get away with it. That's the 900-pound gorilla that's been in every room, in the jury room, the courtroom, and may be in the parole room. So nobody can predict the outcome of this. If it was anybody else, you'd know, but with O.J. Simpson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "If it's somebody else, he probably wouldn't have done as many years as O.J. Simpson did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Usually, you'd get one-tenth of that sentence. To give you one example, they call it an armed robbery and a kidnapping. When somebody pulls a gun and says stay here, that's an armed robbery, but they turned it into an armed robbery and a kidnapping because the words stay here means you can't leave, so you're kidnap. They don't do that. Prosecutors don't generally multiply the crimes that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's go back though, Alan, and back to the original trial. What are your thoughts on your role in it? You just heard Mark Fuhrman speak about what happened to him and his thoughts on his role in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Well, you know, we didn't win, they lost. They made so many bad decisions. Darden, the lawyer, put the glove on. I was in the court room. I was literally 3 feet away from O.J. when he tried it on, and he said it's too small. It was the dumbest lawyer's decision I've ever seen. And the California law it could have him try it on outside the jury, see whether it fits, and then make the decision. And if it fit outside the jury room, and it didn't fit in front of the jury, he could have cross-examined him, essentially, and said, it fit when you tried it on before, you're stretching your hand. He did it foolishly. And then, here, with due respect to Mark Fuhrman, it was a mistake to use Mark Fuhrman as a witness. We knew, and they knew we knew, and Marsha Clark knew, that he had a long history of being accused of racism, and we were going to take advantage of that. They brought the jury to downtown, which would've resulted in nine African-Americans on the jury. That was their decision. If it had been in a suburb of California where the crime occurred, it would've been all white or mostly white jury. They thought they would win with nine black women on the jury. Once we saw that jury, of course race and racial animus becomes relevant. They never should have used Mark Fuhrman as a witness. He hurt the case rather than help them. Notwithstanding the fact that he may have discovered some important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's fascinating. Your thoughts -- we're just looking at the moment when O.J. Simpson was found not guilty. And I don't think any of us will ever forget where they were, and who they were with, and the jaw- dropping feeling of hearing that. What was it like for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "You say jaw-dropping. I had students who are both African- American students at Harvard, and white students, and many white jaws dropped. But many of the black students stood up and applauded. This showed racial division in America. I spoke to some African-American students who said we don't care whether he's guilty or innocent, this is payback. We've had so many guilty -- so many innocent black people get convicted. This is payback. And white students were saying this is just terrible, what a miscarriage justice -- it really reveal racial divide in a way that hasn't happened since.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. Alan Dershowitz, thank you very much. Good to have you back on the program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Bye-bye. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "See you soon. So coming up, straight ahead, justice gone very wrong at Columbia University, a young woman carrying a mattress around her Columbia University campus claiming that she was rape, and naming the person who she said did it, but the school found him blameless and so did the police. So now there's a huge twist. Columbia is now paying the young man. That story you cannot miss, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking news, the New York Times has just interviewed President Trump, and it is explosive. If the New York Times is portraying this accurately, the president is basically saying that he never would've hired attorney general Jeff Sessions for that role if he had known that he was going to recuse himself from the Russian investigation. So that story developing. We're going to bring you more of that in just a moment. But in the meantime, new developments in a story that we brought to you earlier this week, involving a former Columbia University student falsely accused of rape. Back in 2013, Emma Sulkowicz became known as mattress girl, claiming that fellow student, Paul Nungesser, has sexually assaulted her. When the school, the police, everybody, essentially, cleared him of any wrongdoing, she began carrying this mattress around as an art project and putting his name attached to the whole story, time and time again. It garnered worldwide attention. Got her a ton of -- she was on the cover of New York Times Magazine. Nungesser says that she ruined his name, and his reputation, and robbed him of his right to an education. Columbia now agrees with him. And in a reverse title nine decision, they have offered him a settlement. Joining me now, the attorney representing him, Paul Nungesser, Andrew Miltenberg is with me now. Good to have you with us, Andrew. We've talked about this case many times over the past couple of years. Were you shocked by the settlement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MILTENBERG, ATTORNEY",
      "sentences": "We were. And since we first spoke, you and I, about two and a half years ago about this, it's been a very, very hard road for Paul, for his family, and through the courts. And we're very pleased that the matter was resolved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So essentially, both the university and the police in Manhattan found him to be not guilty in this case, blameless in this case. But then, the school allowed her to continually drag his name through it and say that he was a rapist. So he was completely isolated on-campus. Nobody would talk to them, couldn't take his classes, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILTENBERG",
      "sentences": "That's quite true. That's very true. He went through a period of complete isolation on campus. It was almost a mob injustice, if you will, that went on. Alan was just on, he spoke about the 900-pound gorilla in the room, even though Paul Nungesser was found not responsible, the police declined to do anything after an initial investigation, he was completely battered emotionally on campus by a mob of people that believe that he should be punished even though he was found not responsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We both know that this is far from an isolated case. I mean, there's a lot of this cases that happen in campuses across the country where there's sort of a little court made up of three professors who decide whether or not someone is guilty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILTENBERG",
      "sentences": "I wouldn't even call it a court, and it's often not three professors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A panel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILTENBERG",
      "sentences": "It's a tribunal. And it's a prosecutorial tribunal. It's a very misguided attempt by university professors, faculty, administration to essentially, in this volatile political climate, prosecute young men accused of sexual assault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But they were pressured, really, to do that. I'm many ways, under the Obama administration. But I want you to come back because we're out of time tonight. But I want to talk about what you think this new administration may be doing to change this on campuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILTENBERG",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Andrew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILTENBERG",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Great to see you back. So we're going to have more from this bombshell interview that President Trump just did with the New York Times when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "An explosive interview the president gave to the New York Times, just in to The Story, the president lashing out at attorney general Jeff Sessions, one of his earliest supporters over his decision to recuse himself in the Russian investigation. The president stating this, quote, Jeff Sessions takes a job, gets into the job, recuse himself, which, frankly, I think is very unfair to the president, how do you take a job and then recuse yourself? If you would have recused himself before the job, I would have said, thanks, Jeff, but I'm not going to take you. There is more in this story, and \"The Story\" goes on tomorrow night. But now, Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "I'm Martha MacCallum. First, the breaking news tonight out of Washington",
      "utterance": "the president's patience appears to be running out. Now, another meeting about to get underway tonight at 7:30 Eastern on Capitol Hill; we are watching that live. The White House and some key Senate players will all be joined together. Mitch McConnell has said that that there will be a vote to proceed next week; we'll see how that shapes up."
    },
    {
      "speaker": "The president sending some mixed messages, but clearly, one form or another wants action. Yesterday, the president tweeting this",
      "utterance": "\"As I've always said, let ObamaCare fail and then come together and do a great health care plan. Stay tuned!\" But here is the president today at a lunch with the GOP Senators. Listen."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "For seven years you promised the American people that you would repeal ObamaCare. People are hurting. Inaction is not an option. And frankly, I don't think we should leave town unless we have a health insurance plan. Any Senator, who votes against, starting a debate, is really telling America that you are fine with ObamaCare. But being fun with ObamaCare isn't an option for another reason because it's gone. It's failed. It's not going to be around."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There you have it. Chief National Correspondent, Ed Henry, live at the White House tonight. Good evening, Ed"
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Martha, good to see you. Let me give you a dramatic example of how difficult this battle is for President Trump. Even if the Majority Leader, Mitch McConnell, gets the 50 votes needed for that motion to proceed that you mentioned, but basically moves forward on a debate that the president said in that sound bite he wants to happen. Republican Lamar Alexander emerged from that lunch here at the White House today to say that even if they succeed on that motion, he does not think there are even 40 yes-votes on a repeal only bill; more than ten votes short. That is a stunning example just how difficult it is to bring along the president's fellow Republicans on repeal only. As for repeal and replace, trouble there, too. A new Fox poll out tonight shows only a narrow majority of Republican support the Senate bill. As what's next if the president cannot get a deal, a whopping 74 percent of voters, say he and Republican leaders should compromise with Democrats. 22 percent, said drop the plan altogether, leave ObamaCare in place, and start over later on. Meanwhile, a new Wall Street Journal/NBC News poll that focused on the 439 counties that elected the president. They found 47 percent of all voters, 59 percent of those who voted for the president, say they do not know what to think about the Republican health bill. That feeds the narrative that the president did not sell this hard enough."
    },
    {
      "speaker": "The president's advisors are arguing, look, he's about you go on the road, sell it some more, he's been active already. And they say the reason the public is not focused on health care is that the media is fascinated with Russia. The latest example",
      "utterance": "screaming headlines last night and today suggesting something nefarious happened because the president had a second so-called \"secret meeting\" with Russian President Vladimir Putin at the G20 Summit in Germany; a meeting that allegedly lasted an hour. Except White House officials insist to us, it did not last that long and it happened on the sidelines of a not-so-secret-dinner hosted by the German Chancellor Angela Merkel."
    },
    {
      "speaker": "The president tweeting",
      "utterance": "\"Fake news story of secret dinner with Putin is sick! All G20 leaders and spouses were invited by the Chancellor of Germany. Press knew about it!\" It leaked, of course, because some of the U.S. allies at that dinner table did not like that Putin was getting more attention than the others. The White House everybody -- Aides tell us that everybody should calm down. It was not even a meeting; it was, basically, a drive-by meeting on the sidelines over dessert, and this was not a big deal. And then breaking tonight, the Senate Judiciary Committee has just announced that they've invited a lot of Top Trump Advisors to come testify next week. Monday, Jared Kushner, the president's son-in-law, and a top White House Aide, obviously is expected to be behind closed-doors, Monday, with that committee. And then, Paul Manafort, you see there, him in the middle, the former Campaign Manager, as well as Donald Trump Jr. at the center of that controversial June 2016 meeting at Trump Tower with a Russian lawyer and others. The bottom line is: they're expected to testify Wednesday next week in a public session. That could ratchet all of this up on the Russia story, Martha. But on the other hand, it also gives these Trump Advisors and family members a chance to finally tell their side of the story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So is that all, Ed, nothing -- not so much is going on where you are? Thank you very much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ed Henry, outside the White House. So, here with more: Charles Hurt, Political Columnist for the Washington Times; and Marie Harf, former Obama State Department spokesperson, both are Fox News contributors. Welcome to both of you. Good to see you both tonight. You know this is sort of a thick brew of situations going on in Washington. Charlie, I do want to give you one sort of crack at this health care situation. Has the president done enough to rally people to explain? Those polls are very interesting, it indicates that people say they don't really get it, they're not really sure how the whole thing is going to change. And 74 percent, say, yes, why don't you just get together, Democrats and Republicans, and see what kind of fixes you can make."
    },
    {
      "speaker": "CHARLES HURT, FOX NEWS CONTRIBUTOR, AND POLITICAL COLUMNIST FOR WASHINGTON TIMES",
      "utterance": "Sure. You know, I think, probably, the president probably could've done a much better job of pushing the bill, pushing some of the specifics in it. But the problem is -- you know, I would still lay a larger share of that blame at the feet of Republican leaders in Congress, because they've been at it for seven years. Seven years they've been under the hood sort of tinkering with or should've been tinkering with all the different things that the free market sort of ideas that they could've replaced ObamaCare with. And instead, they just did this showboat after showboat, after showboat. And I think, honestly, when President Trump came into office, an event, I think, Republican leaders in Congress never thought it was going to happen, or they might have had a plan in place. I think that he really did think that they had to have been much further along. And that's why, if you remember, Martha, very early on, he really cracked the whip and said, oh, no, no, we're going to get this thing done in a week. And Republican leaders were like, oh, no, we can't get that done the week; we haven't started yet. And I think that I think he really did -- he did expect them to have a whole lot more of a framework in place."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, and when you look at what people care about in terms of issues, health care is at the top. So, they want some responsibility on this issue. The government is in place to try to find better ways to deal with things for the American people. That's their job. That's what they get paid to do. And they expect them to do it. Marie, I want to turn to this G20 meeting. I don't know how you have a secretly revealed meeting, it happens with about 60 people sitting around you. I mean, have you ever been in a dinner party, and everybody has, you know, if you really want to talk Turkey with somebody, you're probably not going to do it in a room like that. What is the outcry about?"
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR AND FORMER SPOKESPERSON OF OBAMA STATE DEPARTMENT",
      "utterance": "Well, I think a couple things. First, the Trump administration gave a lot of readouts of the G20 and just managed to not mention this, which on the backs of everything else on the Russia story, just looks a little weird. From my perspective, though, not having your own translator in that meeting may seems like a wonky diplomatic thing. It's actually a problem because you're relying on Putin's translator to basically tell Putin what the president of the United States was saying. We would never have done that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But would you acknowledge that this is -- it was not a meeting?"
    },
    {
      "speaker": "HARF",
      "utterance": "I don't know what it was. We've no idea what they talked about. Nobody else in the American government knows what they talked about independently besides the president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, the people on the right and the left to them know what they talked about."
    },
    {
      "speaker": "HARF",
      "utterance": "Well, I mean, you know, here's the problem though, clearly, some of our European allies were upset enough that they were getting treated less well than Russian President Putin was. Look, I don't think this is, like the worst thing that's ever happened in the history of American foreign policy. But look, if Trump has nothing to hide on the Russia story, even if he's guilty of nothing but bad judgment, he acts like he has something to hide in by not being transparent about this relationship with Russia after everything we've been through. That, I think, is a problem for the administration."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, Charlie, there's this other story about the CIA covert operation that now the White House apparently doesn't want to continue. Now, there's a variety of reasons why they may not want to continue it. Is that problematic given this sideline discussion at the dinner party, because that's what, you know, a lot of people are trying to make out of it?"
    },
    {
      "speaker": "HURT",
      "utterance": "Yes. Well, I think, Marie makes a fine point, and that is given the environment, given the Russia hysteria that we've been going through for the past couple of months, everything is going to get scrutinized. The White House probably would be wise to sort of try to do everything they can to kind of minimize this stuff because it really has. I mean, and all my years covering politics, the last three or four weeks I've never been so disoriented in Washington in terms of listening to these genuinely -- people that I thought were serious reporters, going on and on about all this Russia stuff. That for which there is no even allegation of a crime. And they're comparing it to Watergate, which began as a crime. You know, so, they probably would be better to sort of handle this better from a media standpoint."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I think that's probably a good way to put it. Charlie, thank you very much."
    },
    {
      "speaker": "HURT",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Marie, it's good to see you here in New York as well. So, coming up next, can the police take your money when they pull you over?"
    },
    {
      "speaker": "JOHN OLIVER, HBO HOST",
      "utterance": "The question do you have cash in the vehicle is surprisingly common in traffic stops. And the police are prepared to overcome any language barrier to ask it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But the Department of Justice, says Oliver has it all wrong. Their answer in my exclusive interview with Deputy Attorney General, Rod Rosenstein, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What about one police just pulls someone over and decide to seize a wallet, money, in that situation. Is that all right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tonight in an exclusive to \"The Story.\" For the first time since he took office, Deputy Attorney General, Rod Rosenstein, is answering questions about the Comey firing, the Russian investigation, and Special Counsel Robert Mueller. Our conversation begins, though, with another hot issue. Attorney General, Jeff Sessions, reinstating get-tough policies on drugs, and the people who traffic them. It's a whole new era at justice."
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "utterance": "Civil Asset Forfeiture is a key tool that helps law enforcement defund organized crime. Take back ill-gotten gains from them, and prevent new crimes from being committed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the policy though is not without controversy, which is exactly where we begin with Deputy Attorney General Rosenstein. Watch."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Deputy Attorney, thank you very much for being with us. I want to jump right in on the issue of civil forfeiture, which I know you're discussing. John Oliver recently sort of brought this issue on television, talking about a man who was pulled over and had $2400 confiscated from them by the police. I think for a lot of people, it's surprising to hear that this is a practice that happens often and that the police don't really need anything more than a good hunch that it might be drug money to take that money away and not give it back."
    },
    {
      "speaker": "ROD ROSENSTEIN, U.S. DEPUTY ATTORNEY GENERAL",
      "utterance": "That's actually a misrepresentation. A hunch is not enough. In order to seize property, police need probable cause. It's the same standard that police to make an arrest. And when a decision is made to forfeit property, federally, we conduct an independent review of the facts and circumstances. So, we actually have a government lawyer, a federal government lawyer review those facts and make a determination on whether or not that seizure was supported by probable cause."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What about when police just pull someone over and decide to seize a wallet, money in that situation, is that all right?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Well, keep in mind that the federal government doesn't regulate all police conduct. What we're talking about here, cases where a decision is made that a federal forfeiture is appropriate. And so, that issue only comes up when the police present this matter to a federal government agency and request their assistance in conducting forfeiture. And if they want the federal government to forfeit that property, then, we need to make our own determination about whether or not that seizure was supported by probable cause."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But an Inspector General did an assessment on the Department of Justice, and said that $28 billion had come into the coffers through those means. And that in some cases, there was not any litigation, and a charging that was related to those forfeitures."
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I think that $28 billion is an accumulation of a lot of different forfeitures over an extended period of time. But in every case where the government forfeits property acclaimed, and anybody who claims an interest in that property has a right to object. Now, in most cases, no objection is made. That there is no claim is filed. And the reason why no claim is filed in most cases, is because the evidence is overwhelming and people realize it's not going to be worth their effort to do that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Understood. With regard to the issue of sentencing, Attorney General Sessions has said that he is reversing the policy of the Obama administration that he wants to seek the most serious, readily provable offense, particularly with regard to drug offenses. What issues do you believe that the Department of Justice will address or remedy?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Well, that policy of charging serious has been the position of the Department of Justice since 1980. In effect, that continued during the last administration. The only difference was, in certain drug offenses, prosecutors were told not to charge mandatory minimum sentences unless certain criteria applied. Now, that policy changes going to empower prosecutors. It's going to allow them to use mandatory minimum in inappropriate cases to combat drug dealers. We think that's particularly important now because we are facing an unprecedented surge in drug abuse. And that's reflected in the extraordinary increase in overdose deaths of Americans. Eight years ago, we lost about 36,000 Americans to drug overdose deaths. Last year, estimates are that 60,000 Americans lost their lives to a drug overdose. And so, what the Attorney General has said is that we need to provide our prosecutors and our police with all the tools that we can to help them combat that terrible, terrible scourge of drug abuse."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what you say to those who are critical of that and believe it's going to fill our jails with low-level drug offenders, many of whom if they had a lighter sentence could get back to their life and rehabilitate and live a good life?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I think the important thing to keep in mind is that minor drug offenders and drug abusers typically are prosecuted locally by local prosecutors, by state prosecutors. Our federal cases, normally, are targeting higher-level drug dealers. Now, if there are drug dealers who are involved in organizations, who we think may have information about higher- level dealers, who may be involved in violence, those folks may be targeted by our federal prosecutors. But recognize here, the Attorney General is charging our U.S. Attorneys throughout the country to use their discretion, to make sure that we target the most significant drug dealers and the people who are fermenting violence in our communities."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Speaking of our U.S. Attorneys across the country, they were all fired under this administration. And some have been critical, saying that you're not filling the spots quickly enough."
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "We're actually moving very quickly to fill those U.S. Attorneys' spots. And I believe we're proceeding at a pace even faster than the last three administrations for which we have statistics. And so, we are going to fill those spots very quickly. In the meantime, though, we do have U.S. Attorneys; it's almost always the case when a new administration comes that most, if not all, U.S. Attorneys leave. And we have career prosecutors who step up and serve as acting U.S. Attorneys. I have been in contact with those acting U.S. Attorneys in all 93 districts, and I can assure you that they're doing the right thing, they are moving forward in enforcing the law and following our policies."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Much more for my exclusive interview with Deputy Attorney General, Rod Rosenstein, next. His take on the firing of James Comey, and given everything we know now about Mueller and Comey. Does he still think Robert Mueller is the right man for the Russia investigation; he'll answer that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mueller's special counsel investigation which you are overseeing, does his relationship with James Comey give you any pause in terms of the appointment of --the decision to appoint him for that post?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Back now with more from our exclusive interview with Deputy Attorney General, Rod Rosenstein. In part two, I asked him about his decision that rocked the nation and threw fuel on the Russia investigation: the recommendation to fire FBI Director James Comey."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, with regard to the Russia investigation, do you stand by your recommendation to fire James Comey?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I've testified several times about this, and yes I do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Whose idea was it originally to fire the former FBI Director?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Well, I've also testified about that. And as I've explained, I'm not going to be talking publicly about anything that may be within the scope of the ongoing investigations."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But in that testimony, you did indicate that you wrote the memo and you believed that the president was on board with that idea when you wrote the memo, correct?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you felt compelled to write this memo based on James Comey's decision not to prosecute Hillary Clinton, which you felt was a wrong decision, right?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I don't think that's a fair characterization. My memo addresses not the decision whether or not to prosecute or to investigate. It addresses the communication of that information to the public."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How so?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Well, as I explained in the memo and as I've explained publicly, there's a principle in the Department of Justice that's a very important principle. And that is that, when we're investigating people, we do it confidentially. We make a determination. That is our agent's bag of determination whether to recommend the prosecution. Our Federal prosecutors make the ultimate decision whether or not to prosecute. If we decide to prosecute, then, we return an indictment and the charges become public; people find out about that information. If we decide not to prosecute, we don't make any disparaging comments about the people we investigate. That's a very fundamental principle of law enforcement."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, given your assessment of that, of his statement in July, and the investigation that you did personally to come to that conclusion, do you see any reason to reopen the investigation into Hillary Clinton's e- mail and the server?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I'm not going to comment about that; any of our investigations."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you deep dive into that investigation in order to come to that conclusion that James Comey had stepped out-of-bounds in the statement that he made last July?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "You know, I've explained the rationale, and my memo reflects my rationale. And I don't have anything more to say about that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of those -- just one more on that. In terms of the people who were part of that investigation, who felt that he arrived at the wrong conclusion in not prosecuting, do you feel that they deserve to have that investigation reopened? And did you agree with them or sympathize with that point of view when you dug into it yourself?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Now, that's a very creative way you posed the question, but again, I'll come back to my answer. I'm not going to be commenting on that. What I've commented on was the publicity surrounding the investigation. I've never commented on the substance of the investigation, and I'm not going to do that now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, are there any DOJ resources going to that question or that issue, whether to reopen the investigation?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "So, I'm just not going to comment on that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. With regard to James Comey's decision to leak his memorandums from his conversation with the president, did you -- what was your reaction to that when he said that he leaked that information to the press?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "You know, as I explained previously, I'm not going to be able to comment about anything that may be related to the ongoing investigation. So, I've nothing to say about that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, just in general, do you think it would ever be -- would it ever be proper for an FBI Director to make notes of a conversation in that regard and leak them to the press, would that ever be proper?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Those are two different issues. You know, as a general proposition, you have to understand the Department of Justice; we take confidentiality seriously. And so, when we have memoranda about all ongoing matters, we have an obligation to keep that confidential."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I would take from that that you would not approve of any releasing of a memorandum written in an interview or discussion with the president to the press?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "The general proposition, I think, it's quite clear, and it's what we were taught. All of us as prosecutors and agents, that we have an obligation to keep information confidential. I think that's critical for a variety of reasons. You know, we have a responsibility that people who were investigating; we have a responsibility to the people conducting those investigations to keep our investigations confidential."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Over to the Mueller special counsel investigation which you are overseeing, does his relationship with James Comey give you any pause in terms of the appointment of -- the decision to appoint him for that post?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I've explained that I made the decision to appoint Director Mueller based upon his reputation. He had an excellent reputation, really bipartisan support for his integrity, and that's why made that decision. I'm not going to be able to comment upon what he may or may not be investigating. But I can assure you that if there were conflicts that arose because of Director Mueller and anybody employed by Director Mueller; we have a process within the Department to take care of that. We have ethics experts who review any allegations of conflicts, so I'm confident that we will reach the right result."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, it has come out and some of the Attorneys that he has hired that several of them have made donations to Hillary Clinton, to the Clinton campaign. Does that bother you? Does it make you believe that those people have any reason to be questioned in terms of their impartiality in this investigation?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Now, the Department of Justice, we judge by results. And so, my view about that is we'll see if they do the right thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Have you vetoed any of his choices for any attorneys that are working on this case?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I have not personally been involved in any decisions about who to hire."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you're not doing any oversight on the people that he selects to be part of this investigation."
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Well, I would say I'm not doing any micromanagement."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you have not rejected anyone that has been chosen?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "As I said, I've not been involved in the hiring decision."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is the Trump administration cooperating with the special counsel?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Well, I'm part of the Trump administration, the special counsel is reporting to me, and the answer to that is certainly yes. We're providing all appropriate cooperation to make sure that investigation is done properly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So in terms of everyone at the White House that you've ask for things from or he's asked for things from, they've been forthcoming?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "I think you have to keep in mind that the point of having a special counsel is to have some degree of independence from the department of justice. So Director Mueller is not reporting to me about individual decisions made in his investigation. We are following regulation, which provides for general oversight by the attorney general, in this case the acting attorney general. But it also provides some degree of insulation because what we want to be able to do is at the end of the day be able to say that we appointed somebody who is independent, who made independent decisions, and therefore we can have confidence in the result that they reach."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Has the president or the White House ask you for any update on the investigation that Mueller is doing?"
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "No."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. I think that's everything I have."
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "All right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "ROSENSTEIN",
      "utterance": "Thank you. Thank you for coming to D.C."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to speak with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So there you have it. Here now, Chris Stirewalt, Fox News politics editor, Katie Pavlich, the news editor at townhall.com, and a Fox News contributor, and Zac Petkanas, a former senior DNC advisor. Welcome to all of you. Good to see you all tonight. You know, just listening to that again, Katie, a few takeaways that he clearly feels that it's wrong to release notes from any memorandum that you're taking in the course of any investigation or discussion. He didn't want to attach that directly to James Comey, but he said in the broader sense it would be wrong to do that. He also made it clear several times that if they see any indication if there's a conflict of interest with any of these attorneys or with Robert Mueller in doing their jobs in this investigation, that there is a process to remove them from the investigation, what do you think?"
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM NEWS EDITOR",
      "utterance": "I think that he really tried to show that he's independent of the White House, despite being part of the Trump administration, and tried to make it very clear to the American people watching your interview that he's not interested in toeing the line. He's interested in making sure the special counsel has what they need, and making sure that the facts leads to a conclusion without bias or impact from outside sources, including people who are in the justice department. He believes the special counsel investigation should be independent. One thing I thought was also interesting, Martha, was your last question to him, and that is how does the White House or anyone in the Trump administration asked you for an update on the special counsel investigation, and the answer was no. And in previous reporting, we've kind of seen and heard that the White House had pressured, and the president had pressured a number of people to stop the investigation into the Russian election meddling. So that, I think, again, shows that he's trying to draw that line of independence between the justice department, and the White House, and the special investigation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Zac, what did you think about those findings?"
    },
    {
      "speaker": "ZAC PETKANAS, FORMER SENIOR DNC ADVISOR",
      "utterance": "Well, look, I agree. I mean, I think the biggest takeaway from that is how careful that Rod Rosenstein was to show or at least pay lip service to the fact that they're trying to keep a very strong and tall wall between his office and the special counsel. And I think that that's really important because the investigation appears to be moving toward members of Donald Trump's family, Donald Trump, Jr., Jared Kushner. And so, what we've seen in the past is that Donald Trump has had an inclination to try to interfere in this election, and I think the temptation is to be very strong now that it's moving in this direction. And so Rod Rosenstein's words tonight are encouraging."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And politically, Chris, the deputy attorney general is really on the line here to make sure that this investigation is very fair and straightforward, especially given the past and how we got here to the special counsel."
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "He holds in his hands the key to credibility for this administration on this question. He's the guy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So Chris, in terms of the politics of all of this, you know -- I mean, obviously, there are a lot of people out there who look at Robert Mueller and his relationship with James Comey, and the lawyers that he's pick and say, you know, this doesn't look good for President Trump."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Those individuals in the administration and around it who sought for a period of time to impeach the character of Robert Mueller have mostly stopped doing that, and they stopped doing it because it was a stupid idea. It was a profoundly stupid idea, to take a guy who was -- left Princeton, volunteered for the marine corps, won a bronze star in Vietnam, and then put together a 35 year public career that is the envy of anybody in law enforcement. He is the highest regarded law man in the United States. And if he was a crook, he would've been a crook by now. And there was this brief gambit that was offered by supporters of the president that they were going to try to tear down Robert Mueller and put him in a character contest with the president, and they determine after a period of time that was probably a bad idea. And now, they have taken the smarter course which is they're going to have to wait and watch and see what Mueller concludes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. Katie, how's the White House handling this?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, we saw a couple weeks ago, the president tweeting about Robert Mueller, and essentially calling the special counsel investigation a witch hunt. We haven't seen that in recent weeks, with specific with -- specifically with the investigation. But in terms of the transparency with the American public, the story on Russia keeps coming out. We keep seeing more revelations about different things. But in the end, as Chris said, we're going to see how this concludes. Next week we will learn a lot as Paul Manafort, Don Jr., and Jared Kushner, are planning to testify in front of various committee's on Capitol Hill."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Just a real quick last thought, Zac, about ten seconds."
    },
    {
      "speaker": "PETKANAS",
      "utterance": "Yeah. I mean, I agree with everything you're saying. I mean, next week is game time for this administration with his son testifying in an open hearing. They have to be very scared right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll see. Thank you, guys. Good to see you all. So in less than 24 hours, O.J. Simpson faces a parole board in the largely expected situation that they think will make him a free man come October. Up next, a lineup that you will not see anywhere else on this story, two men linked very closely to O.J. crime story from the very beginning. Mark Fuhrman and Alan Dershowitz, next."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "911 emergency."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Yeah. We were just robbed at gunpoint by O.J. Simpson."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So after nine years behind bars, O.J. Simpson could be back on the street soon. A free man, perhaps, once again. That 911 call that you've just heard, led to O.J. Simpson's first-ever conviction. Here's his bungled Las Vegas robbery. Remember this tape? Many have come to think of O.J.'s 33 years max sentence for these crimes as some sort of justice arriving all too late for the deaths of Nicole Brown and Ron Goldman. That case, the man, all of it still grips our attention all these years later. And it comes to a head tomorrow when O.J. Simpson will face a parole board. Mark Fuhrman was a key player in O.J.'s 95 murder investigation trial. He joins us now live from Nevada's Lovelock Correctional Center. Mark, good evening. Good to have you here this evening. Initially, your thoughts on what's going to happen tomorrow."
    },
    {
      "speaker": "MARK FUHRMAN, FORMER LAPD DETECTIVE",
      "utterance": "Well, Martha, I think it's kind of a foregone conclusion that O.J. Simpson will be paroled. I think in a legal vacuum, for the crime that he committed in Nevada, I think that would be a just end to a nine-year sentence of a 33 year possible. It was a bungled robbery. It was not the heist of the century. It was haphazard with people that knew each other, victims knew each other. Suspects knew each other. It was more of a business dispute gone sideways because somebody brought a gun, somebody pushed somebody. Somebody hit somebody."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So Mark, you know, I just want to give you a moment to comment on the fact that you're closely associated with this case. You're one of the key witnesses in this case against O.J. Simpson. And in the course of that, his legal team sought to ruin your credibility with charges of racism, and then tapes surfaced that did exactly that where you were heard using the N-word. It was a huge story, of course. And this the first time that you're sort of re-associating yourself with this case. So what do you have to say to those critics?"
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "Well, you know, the evidence that the attorneys acquired, regardless of how they did it, they did not create them. That was my responsibility, regardless of the context or the moment. It really didn't make any difference if it was a screenplay or not. That actually destroyed credibility in an area that was really irrelevant to the crimes, but it became very relevant to the case."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Indeed it did. Mark, I know you are there tonight, and you're going to be with us tomorrow night when we get the result of this decision, what you say you believe will go in favor of O.J. Simpson. It's going to be quite something to see him walk out of there when that time comes if indeed it happens. Thank you very much for being with us tonight, Mark. And we'll see you back tomorrow night."
    },
    {
      "speaker": "FUHRMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So joining me now on the chances of this parole happening, Alan Dershowitz, professor emeritus at Harvard Law School, and the face and name that we all remember so well closely associated with the dream team. What are your thoughts on this whole thing, Alan?"
    },
    {
      "speaker": "ALAN DERSHOWITZ, PROFESSOR EMERITUS HARVARD LAW SCHOOL",
      "utterance": "First of all, it wasn't a dream team. It was a nightmare team. Nobody gets along."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And nobody would know better than you."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Fighting with each other. But the most important thing that Mark said was that, quote, in legal vacuum he ought to get parole. Well, that's called the rule of law. The law of rule says, when a person is been acquitted, even if you think he did it, you can't take that into account in making a decision where the victim whether to parole him. So what Mark Fuhrman calls the legal vacuum is the legal context with which this decision should be made. But look, most Americans think O.J. Simpson committed a double murder and got away with it because his lawyers helped him get away with it. That's the 900-pound gorilla that's been in every room, in the jury room, the courtroom, and may be in the parole room. So nobody can predict the outcome of this. If it was anybody else, you'd know, but with O.J. Simpson."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "If it's somebody else, he probably wouldn't have done as many years as O.J. Simpson did."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Usually, you'd get one-tenth of that sentence. To give you one example, they call it an armed robbery and a kidnapping. When somebody pulls a gun and says stay here, that's an armed robbery, but they turned it into an armed robbery and a kidnapping because the words stay here means you can't leave, so you're kidnap. They don't do that. Prosecutors don't generally multiply the crimes that way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's go back though, Alan, and back to the original trial. What are your thoughts on your role in it? You just heard Mark Fuhrman speak about what happened to him and his thoughts on his role in it."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Well, you know, we didn't win, they lost. They made so many bad decisions. Darden, the lawyer, put the glove on. I was in the court room. I was literally 3 feet away from O.J. when he tried it on, and he said it's too small. It was the dumbest lawyer's decision I've ever seen. And the California law it could have him try it on outside the jury, see whether it fits, and then make the decision. And if it fit outside the jury room, and it didn't fit in front of the jury, he could have cross-examined him, essentially, and said, it fit when you tried it on before, you're stretching your hand. He did it foolishly. And then, here, with due respect to Mark Fuhrman, it was a mistake to use Mark Fuhrman as a witness. We knew, and they knew we knew, and Marsha Clark knew, that he had a long history of being accused of racism, and we were going to take advantage of that. They brought the jury to downtown, which would've resulted in nine African-Americans on the jury. That was their decision. If it had been in a suburb of California where the crime occurred, it would've been all white or mostly white jury. They thought they would win with nine black women on the jury. Once we saw that jury, of course race and racial animus becomes relevant. They never should have used Mark Fuhrman as a witness. He hurt the case rather than help them. Notwithstanding the fact that he may have discovered some important."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's fascinating. Your thoughts -- we're just looking at the moment when O.J. Simpson was found not guilty. And I don't think any of us will ever forget where they were, and who they were with, and the jaw- dropping feeling of hearing that. What was it like for you?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "You say jaw-dropping. I had students who are both African- American students at Harvard, and white students, and many white jaws dropped. But many of the black students stood up and applauded. This showed racial division in America. I spoke to some African-American students who said we don't care whether he's guilty or innocent, this is payback. We've had so many guilty -- so many innocent black people get convicted. This is payback. And white students were saying this is just terrible, what a miscarriage justice -- it really reveal racial divide in a way that hasn't happened since."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. Alan Dershowitz, thank you very much. Good to have you back on the program."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Bye-bye. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "See you soon. So coming up, straight ahead, justice gone very wrong at Columbia University, a young woman carrying a mattress around her Columbia University campus claiming that she was rape, and naming the person who she said did it, but the school found him blameless and so did the police. So now there's a huge twist. Columbia is now paying the young man. That story you cannot miss, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking news, the New York Times has just interviewed President Trump, and it is explosive. If the New York Times is portraying this accurately, the president is basically saying that he never would've hired attorney general Jeff Sessions for that role if he had known that he was going to recuse himself from the Russian investigation. So that story developing. We're going to bring you more of that in just a moment. But in the meantime, new developments in a story that we brought to you earlier this week, involving a former Columbia University student falsely accused of rape. Back in 2013, Emma Sulkowicz became known as mattress girl, claiming that fellow student, Paul Nungesser, has sexually assaulted her. When the school, the police, everybody, essentially, cleared him of any wrongdoing, she began carrying this mattress around as an art project and putting his name attached to the whole story, time and time again. It garnered worldwide attention. Got her a ton of -- she was on the cover of New York Times Magazine. Nungesser says that she ruined his name, and his reputation, and robbed him of his right to an education. Columbia now agrees with him. And in a reverse title nine decision, they have offered him a settlement. Joining me now, the attorney representing him, Paul Nungesser, Andrew Miltenberg is with me now. Good to have you with us, Andrew. We've talked about this case many times over the past couple of years. Were you shocked by the settlement?"
    },
    {
      "speaker": "ANDREW MILTENBERG, ATTORNEY",
      "utterance": "We were. And since we first spoke, you and I, about two and a half years ago about this, it's been a very, very hard road for Paul, for his family, and through the courts. And we're very pleased that the matter was resolved."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So essentially, both the university and the police in Manhattan found him to be not guilty in this case, blameless in this case. But then, the school allowed her to continually drag his name through it and say that he was a rapist. So he was completely isolated on-campus. Nobody would talk to them, couldn't take his classes, correct?"
    },
    {
      "speaker": "MILTENBERG",
      "utterance": "That's quite true. That's very true. He went through a period of complete isolation on campus. It was almost a mob injustice, if you will, that went on. Alan was just on, he spoke about the 900-pound gorilla in the room, even though Paul Nungesser was found not responsible, the police declined to do anything after an initial investigation, he was completely battered emotionally on campus by a mob of people that believe that he should be punished even though he was found not responsible."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We both know that this is far from an isolated case. I mean, there's a lot of this cases that happen in campuses across the country where there's sort of a little court made up of three professors who decide whether or not someone is guilty."
    },
    {
      "speaker": "MILTENBERG",
      "utterance": "I wouldn't even call it a court, and it's often not three professors."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A panel."
    },
    {
      "speaker": "MILTENBERG",
      "utterance": "It's a tribunal. And it's a prosecutorial tribunal. It's a very misguided attempt by university professors, faculty, administration to essentially, in this volatile political climate, prosecute young men accused of sexual assault."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But they were pressured, really, to do that. I'm many ways, under the Obama administration. But I want you to come back because we're out of time tonight. But I want to talk about what you think this new administration may be doing to change this on campuses."
    },
    {
      "speaker": "MILTENBERG",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Andrew."
    },
    {
      "speaker": "MILTENBERG",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Great to see you back. So we're going to have more from this bombshell interview that President Trump just did with the New York Times when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "An explosive interview the president gave to the New York Times, just in to The Story, the president lashing out at attorney general Jeff Sessions, one of his earliest supporters over his decision to recuse himself in the Russian investigation. The president stating this, quote, Jeff Sessions takes a job, gets into the job, recuse himself, which, frankly, I think is very unfair to the president, how do you take a job and then recuse yourself? If you would have recused himself before the job, I would have said, thanks, Jeff, but I'm not going to take you. There is more in this story, and \"The Story\" goes on tomorrow night. But now, Tucker Carlson is up next. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}