{
  "date": "July 18, 2019",
  "headline": "What does Alexandria Ocasio-Cortez and the 'Squad's' prominence mean for the Democrats?",
  "subHeadline": "Guests: Tom Fitton, Sebastian Gorka",
  "url": "https://www.foxnews.com/transcript/what-does-alexandria-ocasio-cortez-and-the-squads-prominence-mean-for-the-democrats",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "All right, Tucker. Great show as always. Everybody, buckle up. Welcome to “Hannity.” if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Tonight, we are tracking multiple breaking news stories, including a bombshell new discovery from Judicial Watch, showing what is a possible link between Obama and officials and the Russia collusion witch hunt in the fall of 2016. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is big news, what have always we been saying? What did Obama know? What did Biden know? When did they know it? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } We'll also have the very latest on the radical, socialist, anti-Semitic lawmakers that are running the show of the Democratic Party. But first, big news tonight out of the Persian Gulf. Today, the president announced a U.S. Navy ship destroyed a uranium drone over the Straits of Hormuz. Boom! if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "The Boxer took defensive action against an Iranian drone which had closed into a very, very near distance, approximately 1,000 yards, ignoring multiple calls to stand down and was threatening the safety of the ship and the ship's crew. The drone was immediately destroyed. This is the latest of many provocative and hostile actions by Iran against vessels operating in international waters. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, mark my words on this, the president -- there will be no shipment of $150 billion of cash and other currency and cargo planes being delivered to the mullahs of Iran, that was the Obama-Biden era. There's not going to be any bribery, no appeasement. And the world's leading sponsor of terror, those who chant \"death to America, death to Israel,\" burn the American flag, the Israeli flag, they must never, ever be allowed to develop a nuclear weapon. Here now with the very latest, our very own Trace Gallagher in the West Coast newsroom tonight -- Trace. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Sean, this happen in international waters just as the USS Boxer, an amphibious assault ship was leading the Strait of Hormuz and entering the Persian Gulf. The Pentagon says that the unmanned aerial vehicle began closing on the Boxer within 1,000 yards and ignored numerous calls to stand down. That's when the ship took defensive action and used that anti-drone electronic jamming device which effectively render the drone useless and brought it down. Today, the Iranian foreign minister issued a statement saying that his country has no information about losing a drone. This, of course, is just the latest event that could lead to a military confrontation. In recent months, Iran has been accused of attacking oil tankers and shooting down an American drone. After the drone shot down, President Trump ordered a retaliatory strike, but called it off at the last moment. It's also notable that earlier today, Iran said it's Revolutionary Guard seized a foreign oil tanker and its crew for smuggling fuel out of the country. That shape appears to be from the United Arab Emirates -- Sean. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Trace Gallagher, we'll continue to update you throughout the hour. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Very interesting, remember when the American drone was shot down, all of the people on the left, the Democrats, the media mob, what were they saying? Oh, my gosh, Trump is going to start World War III. Here's the president -- steady, in control, and on top of it all, no briberies, no cash payments to radical mullahs that, of course, chant \"death to America\". We turn now to a brand-new story out of the deep state, because just moments ago, Judicial Watch published a trove of documents and e-mails from Obama State Department, including one exchange from a top State Department official, Victoria Nuland, and a close associate of Christopher Steele. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is from September of 2016. Nuland wanted to discuss, quote, the Russian matter face-to-face. One more piece of evidence that numerous officials at the highest levels of the Obama administration were desperate to get something, anything on President Trump. They knew, they were warned about Christopher Steele, they knew he hated Trump. They knew Hillary paid for the dossier, and they knew that it was unverified. The FBI was warned twice before the first FISA application that James Comey signed. The DOJ knew, the State Department knew, they all knew about the glaring red flags, what is now what we now know to be unverifiable material, Steele's rampant bias, Russian lies, the stories that never added up from the beginning. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But they use those Hillary Clinton bought and paid for Russian lies to what? First, well, leak to the American people through hacks and conspiracy theorists like Michael Isikoff, and \"The Washington Post\" and David Corn to impact to the election. And then, of course, they were spying, not only on the Trump campaign, but then the Trump transition and then the Trump presidency, four warrants of full year of spying. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Members of your government, they used this trash, these Russian lies, even \"The New York Times\" saying from the beginning, it was likely Russian disinformation to obtain FISA warrants to directly spy on one American, denying that American his several liberties, his civil rights, and using it as a catalyst to what has now been a never-ending witch hunt, lies, conspiracy theories, a hoax, and the media mob peddling those lies and conspiracy theories for two-plus years along with a Democratic friends. Four separate investigations, no collusion. But now, they want a fifth and sixth investigation. This, though, is the tip of the iceberg. This might go right to the White House of Barack Obama, and the vice president's office, Joe Biden. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here with more, Judicial Watch President Tom Fitton. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Tom, to me, this is a breakthrough. We have and asking the question how high up, we know that the deep state actors are now turning on each other, Page, Strzok are pointing the finger at then Attorney General Loretta Lynch. And we've got, of course, James Baker saying, I knew from the beginning this was a bad idea. Then, of course, you've got the deputy FBI Director McCabe saying, we would not have gotten a FISA warrants without the dossier, the dirty dossier, the unverifiable dossier. And then you have Brennan and Clapper hating Comey, and Comey and McCabe going at each other. So I would assume between all that infighting and all the finger-pointing and what is a civil war and circulatory firing squad, I think we're going to get to the truth finally. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, JUDICIAL WATCH PRESIDENT",
      "sentences": "Well, certainly now we need to expand the investigation into the Obama State Department. Jonathan Winer, who was close to Christopher Steele, the Russia -- I mean, the Libya expert for John Kerry State Department was shepherding Steele and actually helping him write the dossier or a part of it that was laundered into the FBI and Justice Department. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } The Steele dossier was written in part, according to Winer, he admitted this in the op-ed in \"The Washington Post,\" he admitted that he helped write a summary of other material he was getting from the Clinton gang and then laundered it through Steele to the DOJ and FBI. This new e-mail show that he was in communication with Victoria Nuland and they wanted to meet in New York about the Russian matter. We were suing for Russia-gate documents related to Steele. So, we know it's about that. And this meeting took place almost simultaneously with a meeting that Glenn Simpson had with the State Department about to Russia- gate as well. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Remember Victoria Nuland had blessed the meetings between the FBI and Christopher Steele in the U.K. of the summer of 2016, and that other documents show that she was working with Steny Hoyer's office to get this Russia material through, and then pushing classified information to make Trump look bad just before the inauguration. The State Department is at the center of the storm in terms of the abuses of the Obama administration against then candidate Trump, and then the incoming president, Mr. Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, we know this. We know that Bruce Ohr and Kathleen Kavalec all warned about the dossier bought and paid for, and unverifiable, Steele's agenda before the first FISA warrant application when in. At the top of the FISA warrant, I am told, it says verified. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Comey signed it anyway. Then John Solomon's report which, of course, is -- the FBI had their own spreadsheet. Even they knew that to 90 percent of it was garbage. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, then on top of this, now we are seeing just how high up it goes. Do you think we get to the question of when did Obama know it? When did he know it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Well, the big meeting occurred just before Comey went and ambushed then candidate Trump with the dossier in January 2017. There was an Oval Office meeting where Comey brought up the dossier with Mr. Obama, Mr. Biden, Susan Rice was there. And I think Brennan was there. So, they all discuss the dossier. Susan Rice was there as well. Obama knew about the dossier and the text messages between Strzok and Page. The White House wanted to know about this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look, when it came to going after Trump on the dossier and the Obama administration, it was all hands on deck and was orchestrated out of the White House. And I think the big issue is for the media and investigators, why isn't President Obama being asked to serious questions about this? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Not one time, very interesting. I know sleepy, creepy, crazy Uncle Biden is going to be asked at some point. Tom Fitton, great work as always. Judicial Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, this weekend, the president called out the radical socialist new leaders in the Democratic Party in a huge way. He rebuked a lot of the anti-American comments, essentially told them -- love it or leave it, and when you fix a country you came from, well, then you can come back and show us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } There's been a lot of media mob Democratic outrage. But today, the president after last night, he denounced the chant that called for Congresswoman Omar to be sent back. Here's what he said. Take a listen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I disagree with it, by the way. But it was quite a chance, and I felt a little bit badly about it. But I will say this, I did, and I started speaking very clearly, but it started up rather fast as you probably noticed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "So, you will tell your supporters never -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, I would say that I -- I was not happy with it. I disagree with it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As I said last night, \"love it or leave it\" is not a new concept that has been discussed in the country. There's a big difference between love it and leave it and send somebody back who is a citizen. The president -- well, he was right in that sense. And I disagree vehemently with Congresswoman Omar. But I also understand something that I think is a lot deeper here, and that is who is Congresswoman Omar? Why has she said that things that she has said? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } She is an American citizen duly elected to serve her district. She belongs in Congress because she is duly elected as much as any other person. Her views are downright scary. We do have a duty to call them out, especially since she and other members of the so-called \"Squad\" are now the brain trust of the Democratic Party. They are the only ones that seem to be influencing the Democratic 2020 candidates. The 2020 candidates are all adopting some version of the Green New Deal. And this week, Congresswoman Omar again, more controversy introducing a BDS resolution, calling for the boycott of Israel, the only democracy in the region, one of our closest allies. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, keep in mind, Omar vehemently opposes sanctions against the world's leading sponsor of terror, Iran, the people that fight and fund terrorism like Hezbollah and fight proxy wars and kill Americans in Iraq. Ever call for the boycott of them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } She also opposes sanctions against the Maduro dictatorship in Venezuela. Yet here she is advocating for sanctions in Congress against our biggest ally, the only democracy in the Middle East. And the resolution, she actually took it a step further on top of other things that she has said, she compared Israel to Nazi Germany, the Soviet Union, apartheid South Africa. Now, this is -- this BDS resolution that is now evidence of two things, one, Congresswoman Omar, frankly, the evidence is incontrovertible. She is bigoted. She is an anti-Semite, in my opinion. No surprise there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Constantly using anti-Semitic tropes on Twitter, hangs out with radicals like Linda Sarsour, who supports Sharia law, and she once accused Israel of hypnotizing the world. She claimed that lawmakers were being controlled by, quote, Jewish money. It's all about the Benjamin's. Number two, this BDS bill is one more piece of evidence that Speaker Pelosi, speaker in name only, when she has zero power over the radical caucus of these freshman congresswomen, remember, in the last two weeks, she has been pretty much called racist twice by two separate members of the, quote, \"squad.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And four months ago, Pelosi declared that the BDS movement was bigoted. She said it was bigoted and dangerous. We have the tape to prove it. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "I simply declared to be anti-Semitic is to be anti-American. It has no place in our country. We must also be vigilant against bigoted or dangerous ideologies masquerading as policy. And that includes BDS. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then remember, Speaker Pelosi and the Democrats -- they were scared to death to actually call out the congresswoman by name. Remember the watered down condemnation, we'll condemn everybody, but they were supposed to go after her. But again, more selective moral outrage, everything we get from Democrats these days. And a freshman lawmaker in her party is advocating for a policy that Nancy Pelosi herself called racist, dangerous, and anti-American. If Speaker Pelosi had any control over her party, she would come out and denounce Omar by name right now. That's not going to happen. Her speakership, she knows, hangs in the balance. In the past week alone, members of \"The Squad\" twice now called Pelosi racist. Congresswoman Ayanna Pressley demanded that all minorities get on board with her radical ideas or get out of the Democratic Party. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Of course, Congresswoman Ocasio-Cortez said no one is heartbroken at the prospect of losing private health insurance, and she wants to get rid of the Department of Homeland Security on top of the Green New Deal that every 2020 Democratic hopefuls signing onto. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } And Congresswoman Tlaib doubled down on her promise to impeach the MF-er in the Oval Office. She said that on day one. And Congresswoman Omar told Gayle King of CBS that she doesn't regret any of her anti-Semitic language. These lawmakers are now defining the Democratic Party. One recent poll showing that Omar has a whopping 9 percent approval rating among voters in swing districts. The same poll showing that socialism was viewed in a positive light by a whopping 18 percent of voters. Pelosi has been in politics quite a while. She knows that \"The Squad\" is political poison as radical left as Pelosi is. Let me reiterate, she is now powerless to stop them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here with more on the future of Omar's resolution is our own Capitol Hill senior reporter, Chad Pergram is with us -- Chad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, SENIOR CAPITOL HILL REPORTER",
      "sentences": "Good evening, Sean. Well, Ilhan Omar's resolution does not specifically mention Israel or the BDS movement. Omar frames this around free speech and First Amendment rights. Republican New York Representative Lee Zeldin slammed Omar. Zeldin accuses Omar of bringing, quote, her hateful twist, propping up the BDS movement and blaming Israel. Zeldin notes that Israel is the best ally the U.S. has in the Middle East. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, also sponsoring Omar's resolution is her fellow member of the squad. That's Michigan Democrat Rashida Tlaib. Tlaib is the first female Palestinian American lawmaker in the Congress. Now, it's unclear if the House would ever consider the resolution. A lot of times, members just introduced resolutions and bills important to them or their districts even if it is not going anywhere. Some Democrats think this is a bad time to bring up such a resolution that could set up a clash because the president just united Democrats with his attack on the squad and Democrats don't want to drive a wedge through their caucus. This comes as Israeli Prime Minister Benjamin Netanyahu could bar Omar and Tlaib from entering Israel. The Senate Majority Leader Mitch McConnell today criticized the House for not approving what he called, quote, straightforward resolutions condemning anti-Semitism. McConnell says the House won't deal with a measure like that because it is a tough vote. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Sean, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Chad. Thank you, from Washington tonight. Tonight, there are now multiple polls showing just how unpopular \"The Squad\" has become. A new Economist poll has the approval ratings of Congresswoman Tlaib, Congresswoman Ocasio-Cortez, and Omar well underwater. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here know what the reaction to all of this is Fox News contributor, our friend Dan Bongino. You know, I look at -- let's take Congresswoman Omar for just a second here, because that's who the president said, OK, we know what the laws are in Somalia. If you in any way contribute to an abortion or have one, you are going to jail. If you happen to be gay or lesbian, you're going to jail. Draconian laws that contradict American values. And I suspect when the president said, OK, you can go back there and then come back and show us how, I think there was a certain amount of, do you realize how great we are compared to countries like Somalia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "Sean, the odd thing about Representative Omar is that she -- her story is the American Dream. I mean, do you get it? She comes to the country as a refugee. The country takes her in and embraces her, elects her to the United States Congress, pays her a healthy salary, gives her power, the accoutrements of office, right? And yet, she turns around after this wonderful opportunity of what will be a fantastic story otherwise and then in every opportunity seems to take a gut shot at the United States of America. Now, listen, I get the criticism of some of the language on both -- whatever. You -- I don't mind a political fistfight. Some people do. That's your thing. But can you at least see it from the liberal -- listen, because I know that you watch this show. Can you see it as reasonable that hardworking Americans who love this country would be like, is there even a moment of gratitude where you say to yourself, gosh, I'm glad to be in the United States in the position that I am because this story, Sean, is not replicable anywhere else on the planet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hey, Dan, when there was al-Shabaab's terrorist attack on a Kenyan shopping mall, remember, she blamed America's involvement in other people's affairs for the cause. No, we did not cause terrorists to act. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } When you compare Israel to Iran and Nazi Germany, and Ocasio-Cortez was claiming, making an analogy about concentration camps and then voting against improving the conditions, which is a little bit ironic. But I think the worst thing that Omar has done is she is laughing at the idea, oh, the way that Americans pronounce the words al Qaeda after 3,000 of our fellow citizens were slaughtered that day. People jumping out of the windows of the Trade Center towers. Then, of course, the Pentagon, and the hijacked plane into the Pentagon. And then, of course, the field in Pennsylvania. There is nothing funny to me about the way that we pronounce al Qaeda. Not one bit. And you don't compare Israel to Iran and Nazi Germany. And just like you don't compare the detention centers where people were given food, water, medicine, cots, blankets, baby formula, and supplies to death camps in Nazi Germany. That's what we have from \"The Squad.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Sean, Representative Omar and Representative Tlaib as well aren't even hiding open anti-Semitism anymore. They're not hiding it. Let's be crystal clear. This BDS movement is targeted at Jews in Israel. Not Muslims in Israel. It is pathologically a discriminatory measure at its nature. They openly support this. They pal around with Linda Sarsour. Have you heard some of the stuff, the vile stuff coming out of the mouth of Linda Sarsour?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The one that supports Sharia? That one? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Exactly, I mean, these are pictures that would be devastating to a GOP or conservative candidate if somebody with the resume of Linda Sarsour was photographed with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, let me ask you this question --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But the media doesn't want to do any homework. It's over. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, when the president said, and he actually tweeted out, which I thought was interesting in the media would never talk about, it is up to people to decide whether to stay or leave. He is very clear about that. But she comes from a country where abortion is imprisonment or even assisting in such, where if you say anything bad about Islam, you are going to jail. If you happen to be gay, you are going to jail, and the president says, all right, go fix that country of origin, you are a citizen, he said, it is up to you if you want to stay or go, but then you can come back and tell us how to fix this place after you fix that place. I think the people of North Carolina were taking, I don't think they were saying send her back as much as they were saying, these views are repugnant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Sean, I think there is a large portion of America that is tired of this. Listen, we are a country that has had our flaws. We have our battle scars. You know, we lost hundreds of thousands of men defeating the scourge of slavery in the initiation of our country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } But we have come so far. And people like Omar succeed in the United States with a uniquely American dream. And people are tired of having this country crapped on constantly by far leftist that can't admit that overall we're a great place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's what the people were chanting last night in North Carolina about how outrageous, this is a country that has opened its hearts to people from every country around the world. Was that what they were angry about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I think so. I think we take millions of people come in the most benevolent country on earth. I would not say send her back. I think the president has spoken out about that as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But I get why people would be upset. And I wish liberals would understand our position like we try to understand theirs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dan Bongino, thank you. My friend Barry Farber says, there's never been a country in the history of man that has accumulated more power and abuse at less than this country. I add to that, never been in country in the history of man that has accumulated more power, abused it less, used it to advance the entire human condition, and used it to spread liberty and freedom more than this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } We paid the price. A great country. Greatest country God gave man. When we come back, prominent Democrats starting to get extremely worried about the squad's influence over their party. Karl Rove, Mike Huckabee. Later the great one, Mark Levin, he's got a lot to say tonight, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right now as the new extreme left takes control of the Democratic Party, some prominent liberals are already sounding the alarm. Just listen to Obama strategist David Axelrod lay out his theory. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID AXELROD, FORMER OBAMA SENIOR ADVISER",
      "sentences": "If you listen to what he and other -- his strategists are talking about, they want to paint a portrait of the Democratic Party as a far left socialist party for open borders and so on. And so, these women, these young members of Congress have now taken that place. And I think that he saw a chance in the fight between Pelosi and them to elevate them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I think that they believe that there are still more votes out there that they did not get in 2016 in their base, and that if they turn up the temperature that they can mobilize them even further.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Also get this, Congresswoman Ocasio-Cortez tonight is also out there promoting her radical green agenda, and using this summer's heat, imagine that, heat in summer as evidence of climate change. You can't make this up. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "There's a lot of times people will say, climate change does not affect me as we are sweltering hot in the middle of D.C. summer. In New York, we are about to -- you know, when I head back to New York, we are about to land in one of the biggest heat waves that we've had in very recently. We are about to hit 110 degrees this summer, this weekend, in New York City, and it's only July.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It may get cold in August, who knows? Wow, weather changes. I am shocked. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here with reaction, Fox News contributors Karl Rove and former Governor Mike Huckabee. All right. Both of you guys have been in a lot of elections and I'm listening to all this, and I'm watching all of this. And the New Green Deal and the new leadership of the Democratic Party, how does this play out? Governor, we'll start with you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, CONTRIBUTOR",
      "sentences": "Well, David Axelrod is half right when he says that this is exposing just how socialist and how far to the Left the Democratic Party has become. It's not the Democratic Party even of Barack Obama and they're going to have a hard time selling this to America, especially the part of America that lives somewhere between the two coasts. So good luck with that Democrats, you have just taken a sharp Left turn right off the California coast, swimming in the Pacific. Hope that works out well for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Karl Rove, I see one big influence on the 2020 Democratic presidential hopefuls, they've all adopted some version of the New Green Deal, which we know means no oil, gas, no combustion engine, everything's free, eventually we get rid of cars, planes and cows. I don't know if that's going to sell. Maybe I don't know that much about politics, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, CONTRIBUTOR",
      "sentences": "Well, I don't think it sells. And I think neither do Democrats, which is why when the Senator McConnell, the Republican leader in the Senate, brought up the bill up in the House - the Senate floor. Chuck Schumer attacked him for doing so, calling it a stunt. They don't want to be forced to vote for it. But isn't that amazing, we have these four young freshman members who are exerting an enormous influence over the Democratic Party. And as I said in my column in \"The Wall Street Journal\" today in reference to AOC, they're unusually shallow. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } I mean, that Green New Deal draft that she produced which talked about cow flatulence and unspecified actions that were going to curb people's ability to go get on an airplane and travel on their vacation and all kinds of sort of Left-Wing Nostrum that would turn us into new Venezuela. Not too many Democrats stood up and said, you know what, that's really nutty Democrats. Democrats stood up and say, \"Well, I think it goes in the right direction. Same on immigration, it is this four that have taken very firm stances in favor of open borders. I wrote my column today about Ocasio-Cortez coming out last week for the abolition, not only of Immigration and Customs Enforcement, but the entire Department of Homeland Security. And where are the Greybeards inside the Democratic Party who say, \"No, that's too extreme. We're going to reform the agency\". No, no, they're keeping their mouth shut, because they don't want to be on the other side of the so-called justice Democrats that \"The Squad\" represents the sort of Left-Wing fringe of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You can add free health care for illegals and then we can have during birth and after birth and fantasize by way more Democrats than I ever thought possible in my lifetime and then we can add to it everybody seems afraid of them Governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "People aren't that stupid. I mean you've got to be really stupid in order to believe that somehow everybody's going to get free education. That open borders are going to make America a safer and a better place and less expensive to live in, and that somehow we can take vacations to Hawaii by swimming there rather than taking an airplane. I mean, there's just a point at which they're stretching everybody's capability of suspending their belief to a point where they could buy into the Democratic platform. And then they've taken it to a new level, Sean. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } The anti-Semitism, the hate for Israel, the disgust for America, I think that's simply the most dangerous thing of all, the other stuff is silly. But this is serious stuff. When you show that level of anti-Semitism that these four have shown and you show no capacity to appreciate what America has done. America is not a perfect place. I'll be the first to admit. There's a lot of things we ought to fix. But by golly, I've grown up in this country, have come a long way from what I've seen when I was a kid to what I see now, experience a lot of the blessings of this country. And I don't think these four represent the optimism, the hope and the resilience of the America that many of us have lived in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask Karl Rove this last question. Let's look at the people of North Carolina last night, Karl. Were they reacting to virulent anti- Semitism and the idea that you laugh at the way Americans talk about Al Qaeda after 9/11? Or well wanting leniency for nine people that wanted to join ISIS and all the other anti-Semitic remarks? Do you think maybe they hear that and they're disgusted, because that's what I sensed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, I think that's part of it. I think, though, it's the whole package. They look at them and sort of are bewildered that that people are in the United States Congress could be so far Left and so antagonistic to our free enterprise democratic system. And in there is a lesson, if the if simply the President, but our Senate candidates and House candidates on the Republican side do three things. They pick out these issues that the particularly the Left Wing of the Democratic Party is forcing on the entire party, and they say this is bad policy and explain why. And then say here's why it's not in keeping with our values. And finally the most difficult things say, we on the center-right of American politics. That conservatives have a better idea. If we do those things systematically, we'll be in good shape. The President did it in that speech. I thought we saw it in the State of the Union address when he sort of foreshadowed this. America is not a socialist country. He had a pretty deliberate, pretty focused, indictment of those - of \"The Squad\" as they call themselves. I think if the President continues to do that, and focuses on the issue - less on the personality, more on the issue and does those three things. Here's why it's bad policy for America, here's why it's not even keeping with our values and we've got a better idea for the future - of the country we'll be in a better place in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They had a hell of a track record. The best employment in situation since 1969 and for every demographic group, thank God. Thank you both. All right, when we come back, buckle up he is fired up over all of this, \"The Great One\" Mark Levin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right a new crop of radical extreme socialist Democrats led by, yes, \"The Squad\". That would be Congresswoman Alexandria Ocasio- Cortez's squad, are now sowing chaos in the Democratic Party and they have taken the battle of the President. But are they merely playing into Trump's hands. Here now this is eight weeks in a row. #1 for six. The author of \"The New York Times\" #1 bestseller \"Unfreedom of the Press\". I call him \"The Great One\". \"Life, Liberty & Levin\" #1 Sunday nights at Fox. He also syndicates a radio show that I made him do, but that's a back story that we'll tell you another day. \"Great One\" how am I? MARK LEVIN, \"LIFE, LIBERTY & LEVIN\" HOST: All right. Sean, I want to thank you for having me on tonight as I watch this idiocy that's taking place in our country. President Trump was addressing the content, of the character of these four women, not the color of their skin. But the media wanted to be otherwise. The media are projecting and the media are insisting on the opposite, because they want the narrative of racism. He didn't talk about race. He didn't talk about skin color he didn't talk about religion. He talked about them, the content or lack thereof of their character. On the other hand, Omar, Tlaib, AOC, I don't know this Pressley that well. They are degrading an entire faith, an entire people - Jew, Israelis, an entire country - Israel. So it shouldn't surprise anybody that their venom for America is same as their venom for Israel and vice versa, that's typical of the radical hard Left. And the evidence is overwhelming that these women are anti-Semite bigots and they don't hide it. They don't hide it. The BDS movement, their constant references to Hitler and the Third Reich and concentration camps, they have no knowledge of history. They've never visited these sites. Their families really have done nothing for this country. I'm going to be very blunt about it. I don't know what they've done in support of this country, while they rip this great country apart, while we have men and women in uniform of all faiths and all colors in one hellhole after another all over the world trying to defend people and promote freedom. We have this fifth column in our country, and they're not alone, the media's of fifth column too, undermining us at home, while our brave men and women are fighting abroad. So they hate the President because he has two strikes against him. He loves America and he's the greatest President that Israel has ever seen. Recognizing their capital in Jerusalem, moving our embassy to Jerusalem, recognizing sovereignty of Israel over the Golan Heights, kicking the PLO the hell out of our country, cutting off funds for terrorists that are linked to the Palestinian Authority, and it's driving these three anti- Semites nuts. That's what's going on. Now, 50% of the hate crimes in this country are against Jews. The media don't mention. You know Democrat Party, you have a high tolerance for anti- Semitism in your ranks, maybe you ought to tone it down maybe. You ought to tone it down Omar and Tlaib and AOC. But no, they're celebrated. They're promoted. Now let's look at Donald Trump's record when it comes to Muslims and women of color, particularly overseas. Let's take a look at Syria, where this Commander in Chief ordered attacks on Syria to prevent that regime from gassing women of color, men of color, babies of color, Muslims. It was this President who stepped in, not Obama. It's this President who ordered his military to destroy ISIS and the Caliphate that was killing women of color, men of color, babies of color, Muslims, Yazidis and Christians too, but primarily Muslims. It's this Commander in Chief that oversees the war in Afghanistan to protect Muslims from the Taliban. That would be men, women, children of color. Now what the hell of Omar and Tlaib and AOC done for men and women and children of color? Not a damn thing. Now let's talk about the southern border. It's this President who said look - and I didn't even agree with this, 1-1.2 million individuals who are here illegally, most of them south of the border, from south of the border, I'll give them legalization, maybe even citizenship if we can cut a deal on immigration. The Democrats said no. Does that sound like a racist to you? It's this President who was prescient and said secure the border, you have people coming into this country, some of them have been kidnapped little kids, brought into this country. We need to have a rational, humane process for immigration. It's the Democrats who first said, 10 years ago secure the border, then call this a joke, a manufactured crisis. Now they created the crisis. They created the lack of the detention space. They created the lack of physical barriers. And now they blame the President who tried to prevent it. The media have allowed this to happen. They are a disgrace. They have a high tolerance for racism and anti- Semitism. Why? Because they are the mouthpiece for the Hard Left. This President is not a racist. This president is a patriot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. That's why I call you \"The Great One\". Mark Levin, powerful monologue. Thank you my friend. Don't forget Mark's show every Sunday night. You see his book there \"Unfreedom of the Press\". But here at Fox 10:00 Eastern Sunday nights. When we come back, what's going on in these liberal cities across the country, Trace Gallagher has a full report. We'll also see and hear from our special correspondent Lawrence Jones, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We have a reporting on this show by liberal cities all across the country. Wow, the people that have the most compassion for other people, through all at a total crisis. Last night we were reported on the brutal MS-13 slayings in California. Tonight there are major eruptions again of violence in the City of Chicago. Fox News Chief Breaking News Correspondent Trace Gallagher again from our West Coast Newsroom. When are we going to solve this problem and save lives, our treasure, our family? This has gone on for how many years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, ANCHOR",
      "sentences": "And that's the $60,000 question, Sean. But even Chicago Mayor, Lori Lightfoot acknowledges that police are quote \"Losing the streets\". The Mayor made the comments while visiting New York. And despite Chicago being smaller, its homicide rate is higher than both New York and Los Angeles. Take a look at these numbers. Over the Memorial Day weekend 43 people were shot in Chicago, seven of them died, that's despite deploying an additional 1,200 police officers. Over the 4th of July holiday weekend, an additional 1,500 police were on the streets and yet 66 were shot, six died. And last weekend - ordinary weekend, 40 were shot, nine fatally. Mayor Lightfoot says, \"She's not ready to change police leadership. But that leadership needs to do better\". And here in Los Angeles were learning more about the horrific string of murders by MS-13. The indictment says the gang has recently seen an influx of young Central American migrants who rise in the ranks by committing murders and police say they have committed seven murders. It's notable, this comes at a time when California is fighting to support sanctuary cities and fighting against tougher immigration policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Trace Gallagher, thank you. Joining us now with reaction the Host of Fox Nation's \"Keeping up with Jones\". Is it Jones or Jones'?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "sentences": "Jones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jones. Lawrence Jones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There you go. I just bought Lawrence dinner - anyway, and our Special Correspondent. Also with us Fox News Contributor, radio talk shows nationally syndicated big troublemaker. I saw what you did to that media guy out in the Rose Garden. I kind of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "sentences": "He deserved it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know what I wished you did, though, because that guy was out of line and said, \"I have bunch of demons\" or whatever he said. You're so big, I wanted you just hover over him, because he said, \"I'll take you on the back\". I love - like Jim Acosta says. \"I want to meet Hannity in the schoolyard\". I said, \"OK, I'm free the week of the 4th. But I'm not promoting your crappy book that only sold 8,000 copies in two weeks\". Levin as sold a half a million plus. Why didn't you stand over him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Because the second I got in his face, Sean, the punk Brian Karem looked at his shoes like the little girl that he is. I made my point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm in the school yard, no, memories of traumatic past, fighting in the school yard. All right. You've been in liberal cities one after another. You know Rush made a point that I really agree with. We played it one night. He said, California, you don't have to fix things, because that's 55 guaranteed electoral votes. Why should they bother helping in San Francisco and LA?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well, I'll tell you this. Although, it's a guaranteed, there are people across this country that are getting very upset. When you talk about Chicago, my hometown Dallas, Texas, where murders after murders, they essentially have made the cops because of the unfair standard - of course you've got some bad apples in police departments. But a lot of the police officers are standing down because of the public pressure. These mayor's office are making this political, not given due process when it's deserved and the community is hurting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, I'm going to call you out on something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Don't. Stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, I'm not going to do it now. Don't do it. I want you to tell your mom and dad what I'm - what I said to you tonight. All right, last word Dr. Gorka?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Think of the America we now live in, think of those cities, those municipalities that wish to make America great again. And then think of the sanctuary cities that have caused the deaths of Americans, because they've actually ignored detainer requests from ICE, from DHS. People have been released and killed again. And think about the fact, Sean, that this is the most disgusting of all. The Speaker of the House is giving advice to illegal aliens who have been giving a deportation notice--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "--how to evade the authorities--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Nancy Pelosi is schooling - is schooling - yes, aiding and abetting illegal aliens who have a deportation notice. That is a crime. This is - choose. 2020 is choice between America and those who hate America, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good to see you both. All right. Your secret's safe. Just tell - you know that your secret is safe. More “Hannity” right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Unfortunately, that is all the time we have left. Now, tomorrow night for the full hour, we are going to discuss this new extreme, radical, socialist Democratic Party, because 2020 is going to be the biggest choice election, tipping point election in the history of this country. So we are going to have a studio audience, that's tomorrow night, 9:00 Eastern right here on Fox. We will never be the destroy-Trump, rage, media mob. And not let your heart be troubled, there she is, Laura Ingraham. How are you? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "All right, Tucker. Great show as always. Everybody, buckle up. Welcome to “Hannity.” Tonight, we are tracking multiple breaking news stories, including a bombshell new discovery from Judicial Watch, showing what is a possible link between Obama and officials and the Russia collusion witch hunt in the fall of 2016. This is big news, what have always we been saying? What did Obama know? What did Biden know? When did they know it? We'll also have the very latest on the radical, socialist, anti-Semitic lawmakers that are running the show of the Democratic Party. But first, big news tonight out of the Persian Gulf. Today, the president announced a U.S. Navy ship destroyed a uranium drone over the Straits of Hormuz. Boom! Take a look."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "The Boxer took defensive action against an Iranian drone which had closed into a very, very near distance, approximately 1,000 yards, ignoring multiple calls to stand down and was threatening the safety of the ship and the ship's crew. The drone was immediately destroyed. This is the latest of many provocative and hostile actions by Iran against vessels operating in international waters."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, mark my words on this, the president -- there will be no shipment of $150 billion of cash and other currency and cargo planes being delivered to the mullahs of Iran, that was the Obama-Biden era. There's not going to be any bribery, no appeasement. And the world's leading sponsor of terror, those who chant \"death to America, death to Israel,\" burn the American flag, the Israeli flag, they must never, ever be allowed to develop a nuclear weapon. Here now with the very latest, our very own Trace Gallagher in the West Coast newsroom tonight -- Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Sean, this happen in international waters just as the USS Boxer, an amphibious assault ship was leading the Strait of Hormuz and entering the Persian Gulf. The Pentagon says that the unmanned aerial vehicle began closing on the Boxer within 1,000 yards and ignored numerous calls to stand down. That's when the ship took defensive action and used that anti-drone electronic jamming device which effectively render the drone useless and brought it down. Today, the Iranian foreign minister issued a statement saying that his country has no information about losing a drone. This, of course, is just the latest event that could lead to a military confrontation. In recent months, Iran has been accused of attacking oil tankers and shooting down an American drone. After the drone shot down, President Trump ordered a retaliatory strike, but called it off at the last moment. It's also notable that earlier today, Iran said it's Revolutionary Guard seized a foreign oil tanker and its crew for smuggling fuel out of the country. That shape appears to be from the United Arab Emirates -- Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Trace Gallagher, we'll continue to update you throughout the hour. Very interesting, remember when the American drone was shot down, all of the people on the left, the Democrats, the media mob, what were they saying? Oh, my gosh, Trump is going to start World War III. Here's the president -- steady, in control, and on top of it all, no briberies, no cash payments to radical mullahs that, of course, chant \"death to America\". We turn now to a brand-new story out of the deep state, because just moments ago, Judicial Watch published a trove of documents and e-mails from Obama State Department, including one exchange from a top State Department official, Victoria Nuland, and a close associate of Christopher Steele. This is from September of 2016. Nuland wanted to discuss, quote, the Russian matter face-to-face. One more piece of evidence that numerous officials at the highest levels of the Obama administration were desperate to get something, anything on President Trump. They knew, they were warned about Christopher Steele, they knew he hated Trump. They knew Hillary paid for the dossier, and they knew that it was unverified. The FBI was warned twice before the first FISA application that James Comey signed. The DOJ knew, the State Department knew, they all knew about the glaring red flags, what is now what we now know to be unverifiable material, Steele's rampant bias, Russian lies, the stories that never added up from the beginning. But they use those Hillary Clinton bought and paid for Russian lies to what? First, well, leak to the American people through hacks and conspiracy theorists like Michael Isikoff, and \"The Washington Post\" and David Corn to impact to the election. And then, of course, they were spying, not only on the Trump campaign, but then the Trump transition and then the Trump presidency, four warrants of full year of spying. Members of your government, they used this trash, these Russian lies, even \"The New York Times\" saying from the beginning, it was likely Russian disinformation to obtain FISA warrants to directly spy on one American, denying that American his several liberties, his civil rights, and using it as a catalyst to what has now been a never-ending witch hunt, lies, conspiracy theories, a hoax, and the media mob peddling those lies and conspiracy theories for two-plus years along with a Democratic friends. Four separate investigations, no collusion. But now, they want a fifth and sixth investigation. This, though, is the tip of the iceberg. This might go right to the White House of Barack Obama, and the vice president's office, Joe Biden. Here with more, Judicial Watch President Tom Fitton. Tom, to me, this is a breakthrough. We have and asking the question how high up, we know that the deep state actors are now turning on each other, Page, Strzok are pointing the finger at then Attorney General Loretta Lynch. And we've got, of course, James Baker saying, I knew from the beginning this was a bad idea. Then, of course, you've got the deputy FBI Director McCabe saying, we would not have gotten a FISA warrants without the dossier, the dirty dossier, the unverifiable dossier. And then you have Brennan and Clapper hating Comey, and Comey and McCabe going at each other. So I would assume between all that infighting and all the finger-pointing and what is a civil war and circulatory firing squad, I think we're going to get to the truth finally."
    },
    {
      "speaker": "TOM FITTON, JUDICIAL WATCH PRESIDENT",
      "utterance": "Well, certainly now we need to expand the investigation into the Obama State Department. Jonathan Winer, who was close to Christopher Steele, the Russia -- I mean, the Libya expert for John Kerry State Department was shepherding Steele and actually helping him write the dossier or a part of it that was laundered into the FBI and Justice Department. The Steele dossier was written in part, according to Winer, he admitted this in the op-ed in \"The Washington Post,\" he admitted that he helped write a summary of other material he was getting from the Clinton gang and then laundered it through Steele to the DOJ and FBI. This new e-mail show that he was in communication with Victoria Nuland and they wanted to meet in New York about the Russian matter. We were suing for Russia-gate documents related to Steele. So, we know it's about that. And this meeting took place almost simultaneously with a meeting that Glenn Simpson had with the State Department about to Russia- gate as well. Remember Victoria Nuland had blessed the meetings between the FBI and Christopher Steele in the U.K. of the summer of 2016, and that other documents show that she was working with Steny Hoyer's office to get this Russia material through, and then pushing classified information to make Trump look bad just before the inauguration. The State Department is at the center of the storm in terms of the abuses of the Obama administration against then candidate Trump, and then the incoming president, Mr. Trump."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, we know this. We know that Bruce Ohr and Kathleen Kavalec all warned about the dossier bought and paid for, and unverifiable, Steele's agenda before the first FISA warrant application when in. At the top of the FISA warrant, I am told, it says verified. Comey signed it anyway. Then John Solomon's report which, of course, is -- the FBI had their own spreadsheet. Even they knew that to 90 percent of it was garbage. So, then on top of this, now we are seeing just how high up it goes. Do you think we get to the question of when did Obama know it? When did he know it?"
    },
    {
      "speaker": "FITTON",
      "utterance": "Well, the big meeting occurred just before Comey went and ambushed then candidate Trump with the dossier in January 2017. There was an Oval Office meeting where Comey brought up the dossier with Mr. Obama, Mr. Biden, Susan Rice was there. And I think Brennan was there. So, they all discuss the dossier. Susan Rice was there as well. Obama knew about the dossier and the text messages between Strzok and Page. The White House wanted to know about this. Look, when it came to going after Trump on the dossier and the Obama administration, it was all hands on deck and was orchestrated out of the White House. And I think the big issue is for the media and investigators, why isn't President Obama being asked to serious questions about this?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Not one time, very interesting. I know sleepy, creepy, crazy Uncle Biden is going to be asked at some point. Tom Fitton, great work as always. Judicial Watch. Now, this weekend, the president called out the radical socialist new leaders in the Democratic Party in a huge way. He rebuked a lot of the anti-American comments, essentially told them -- love it or leave it, and when you fix a country you came from, well, then you can come back and show us. There's been a lot of media mob Democratic outrage. But today, the president after last night, he denounced the chant that called for Congresswoman Omar to be sent back. Here's what he said. Take a listen."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I disagree with it, by the way. But it was quite a chance, and I felt a little bit badly about it. But I will say this, I did, and I started speaking very clearly, but it started up rather fast as you probably noticed."
    },
    {
      "speaker": "REPORTER",
      "utterance": "So, you will tell your supporters never --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, I would say that I -- I was not happy with it. I disagree with it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As I said last night, \"love it or leave it\" is not a new concept that has been discussed in the country. There's a big difference between love it and leave it and send somebody back who is a citizen. The president -- well, he was right in that sense. And I disagree vehemently with Congresswoman Omar. But I also understand something that I think is a lot deeper here, and that is who is Congresswoman Omar? Why has she said that things that she has said? She is an American citizen duly elected to serve her district. She belongs in Congress because she is duly elected as much as any other person. Her views are downright scary. We do have a duty to call them out, especially since she and other members of the so-called \"Squad\" are now the brain trust of the Democratic Party. They are the only ones that seem to be influencing the Democratic 2020 candidates. The 2020 candidates are all adopting some version of the Green New Deal. And this week, Congresswoman Omar again, more controversy introducing a BDS resolution, calling for the boycott of Israel, the only democracy in the region, one of our closest allies. Now, keep in mind, Omar vehemently opposes sanctions against the world's leading sponsor of terror, Iran, the people that fight and fund terrorism like Hezbollah and fight proxy wars and kill Americans in Iraq. Ever call for the boycott of them. She also opposes sanctions against the Maduro dictatorship in Venezuela. Yet here she is advocating for sanctions in Congress against our biggest ally, the only democracy in the Middle East. And the resolution, she actually took it a step further on top of other things that she has said, she compared Israel to Nazi Germany, the Soviet Union, apartheid South Africa. Now, this is -- this BDS resolution that is now evidence of two things, one, Congresswoman Omar, frankly, the evidence is incontrovertible. She is bigoted. She is an anti-Semite, in my opinion. No surprise there. Constantly using anti-Semitic tropes on Twitter, hangs out with radicals like Linda Sarsour, who supports Sharia law, and she once accused Israel of hypnotizing the world. She claimed that lawmakers were being controlled by, quote, Jewish money. It's all about the Benjamin's. Number two, this BDS bill is one more piece of evidence that Speaker Pelosi, speaker in name only, when she has zero power over the radical caucus of these freshman congresswomen, remember, in the last two weeks, she has been pretty much called racist twice by two separate members of the, quote, \"squad.\" And four months ago, Pelosi declared that the BDS movement was bigoted. She said it was bigoted and dangerous. We have the tape to prove it. Take a look."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "I simply declared to be anti-Semitic is to be anti-American. It has no place in our country. We must also be vigilant against bigoted or dangerous ideologies masquerading as policy. And that includes BDS."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then remember, Speaker Pelosi and the Democrats -- they were scared to death to actually call out the congresswoman by name. Remember the watered down condemnation, we'll condemn everybody, but they were supposed to go after her. But again, more selective moral outrage, everything we get from Democrats these days. And a freshman lawmaker in her party is advocating for a policy that Nancy Pelosi herself called racist, dangerous, and anti-American. If Speaker Pelosi had any control over her party, she would come out and denounce Omar by name right now. That's not going to happen. Her speakership, she knows, hangs in the balance. In the past week alone, members of \"The Squad\" twice now called Pelosi racist. Congresswoman Ayanna Pressley demanded that all minorities get on board with her radical ideas or get out of the Democratic Party. Of course, Congresswoman Ocasio-Cortez said no one is heartbroken at the prospect of losing private health insurance, and she wants to get rid of the Department of Homeland Security on top of the Green New Deal that every 2020 Democratic hopefuls signing onto. And Congresswoman Tlaib doubled down on her promise to impeach the MF-er in the Oval Office. She said that on day one. And Congresswoman Omar told Gayle King of CBS that she doesn't regret any of her anti-Semitic language. These lawmakers are now defining the Democratic Party. One recent poll showing that Omar has a whopping 9 percent approval rating among voters in swing districts. The same poll showing that socialism was viewed in a positive light by a whopping 18 percent of voters. Pelosi has been in politics quite a while. She knows that \"The Squad\" is political poison as radical left as Pelosi is. Let me reiterate, she is now powerless to stop them. Here with more on the future of Omar's resolution is our own Capitol Hill senior reporter, Chad Pergram is with us -- Chad."
    },
    {
      "speaker": "CHAD PERGRAM, SENIOR CAPITOL HILL REPORTER",
      "utterance": "Good evening, Sean. Well, Ilhan Omar's resolution does not specifically mention Israel or the BDS movement. Omar frames this around free speech and First Amendment rights. Republican New York Representative Lee Zeldin slammed Omar. Zeldin accuses Omar of bringing, quote, her hateful twist, propping up the BDS movement and blaming Israel. Zeldin notes that Israel is the best ally the U.S. has in the Middle East. Now, also sponsoring Omar's resolution is her fellow member of the squad. That's Michigan Democrat Rashida Tlaib. Tlaib is the first female Palestinian American lawmaker in the Congress. Now, it's unclear if the House would ever consider the resolution. A lot of times, members just introduced resolutions and bills important to them or their districts even if it is not going anywhere. Some Democrats think this is a bad time to bring up such a resolution that could set up a clash because the president just united Democrats with his attack on the squad and Democrats don't want to drive a wedge through their caucus. This comes as Israeli Prime Minister Benjamin Netanyahu could bar Omar and Tlaib from entering Israel. The Senate Majority Leader Mitch McConnell today criticized the House for not approving what he called, quote, straightforward resolutions condemning anti-Semitism. McConnell says the House won't deal with a measure like that because it is a tough vote. Sean, back to you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Chad. Thank you, from Washington tonight. Tonight, there are now multiple polls showing just how unpopular \"The Squad\" has become. A new Economist poll has the approval ratings of Congresswoman Tlaib, Congresswoman Ocasio-Cortez, and Omar well underwater. Here know what the reaction to all of this is Fox News contributor, our friend Dan Bongino. You know, I look at -- let's take Congresswoman Omar for just a second here, because that's who the president said, OK, we know what the laws are in Somalia. If you in any way contribute to an abortion or have one, you are going to jail. If you happen to be gay or lesbian, you're going to jail. Draconian laws that contradict American values. And I suspect when the president said, OK, you can go back there and then come back and show us how, I think there was a certain amount of, do you realize how great we are compared to countries like Somalia?"
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "Sean, the odd thing about Representative Omar is that she -- her story is the American Dream. I mean, do you get it? She comes to the country as a refugee. The country takes her in and embraces her, elects her to the United States Congress, pays her a healthy salary, gives her power, the accoutrements of office, right? And yet, she turns around after this wonderful opportunity of what will be a fantastic story otherwise and then in every opportunity seems to take a gut shot at the United States of America. Now, listen, I get the criticism of some of the language on both -- whatever. You -- I don't mind a political fistfight. Some people do. That's your thing. But can you at least see it from the liberal -- listen, because I know that you watch this show. Can you see it as reasonable that hardworking Americans who love this country would be like, is there even a moment of gratitude where you say to yourself, gosh, I'm glad to be in the United States in the position that I am because this story, Sean, is not replicable anywhere else on the planet."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hey, Dan, when there was al-Shabaab's terrorist attack on a Kenyan shopping mall, remember, she blamed America's involvement in other people's affairs for the cause. No, we did not cause terrorists to act. When you compare Israel to Iran and Nazi Germany, and Ocasio-Cortez was claiming, making an analogy about concentration camps and then voting against improving the conditions, which is a little bit ironic. But I think the worst thing that Omar has done is she is laughing at the idea, oh, the way that Americans pronounce the words al Qaeda after 3,000 of our fellow citizens were slaughtered that day. People jumping out of the windows of the Trade Center towers. Then, of course, the Pentagon, and the hijacked plane into the Pentagon. And then, of course, the field in Pennsylvania. There is nothing funny to me about the way that we pronounce al Qaeda. Not one bit. And you don't compare Israel to Iran and Nazi Germany. And just like you don't compare the detention centers where people were given food, water, medicine, cots, blankets, baby formula, and supplies to death camps in Nazi Germany. That's what we have from \"The Squad.\""
    },
    {
      "speaker": "BONGINO",
      "utterance": "Sean, Representative Omar and Representative Tlaib as well aren't even hiding open anti-Semitism anymore. They're not hiding it. Let's be crystal clear. This BDS movement is targeted at Jews in Israel. Not Muslims in Israel. It is pathologically a discriminatory measure at its nature. They openly support this. They pal around with Linda Sarsour. Have you heard some of the stuff, the vile stuff coming out of the mouth of Linda Sarsour?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "The one that supports Sharia? That one?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Exactly, I mean, these are pictures that would be devastating to a GOP or conservative candidate if somebody with the resume of Linda Sarsour was photographed with you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, let me ask you this question --"
    },
    {
      "speaker": "BONGINO",
      "utterance": "But the media doesn't want to do any homework. It's over. Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, when the president said, and he actually tweeted out, which I thought was interesting in the media would never talk about, it is up to people to decide whether to stay or leave. He is very clear about that. But she comes from a country where abortion is imprisonment or even assisting in such, where if you say anything bad about Islam, you are going to jail. If you happen to be gay, you are going to jail, and the president says, all right, go fix that country of origin, you are a citizen, he said, it is up to you if you want to stay or go, but then you can come back and tell us how to fix this place after you fix that place. I think the people of North Carolina were taking, I don't think they were saying send her back as much as they were saying, these views are repugnant."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Sean, I think there is a large portion of America that is tired of this. Listen, we are a country that has had our flaws. We have our battle scars. You know, we lost hundreds of thousands of men defeating the scourge of slavery in the initiation of our country. But we have come so far. And people like Omar succeed in the United States with a uniquely American dream. And people are tired of having this country crapped on constantly by far leftist that can't admit that overall we're a great place."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's what the people were chanting last night in North Carolina about how outrageous, this is a country that has opened its hearts to people from every country around the world. Was that what they were angry about?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "I think so. I think we take millions of people come in the most benevolent country on earth. I would not say send her back. I think the president has spoken out about that as well."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He did."
    },
    {
      "speaker": "BONGINO",
      "utterance": "But I get why people would be upset. And I wish liberals would understand our position like we try to understand theirs."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dan Bongino, thank you. My friend Barry Farber says, there's never been a country in the history of man that has accumulated more power and abuse at less than this country. I add to that, never been in country in the history of man that has accumulated more power, abused it less, used it to advance the entire human condition, and used it to spread liberty and freedom more than this. We paid the price. A great country. Greatest country God gave man. When we come back, prominent Democrats starting to get extremely worried about the squad's influence over their party. Karl Rove, Mike Huckabee. Later the great one, Mark Levin, he's got a lot to say tonight, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right now as the new extreme left takes control of the Democratic Party, some prominent liberals are already sounding the alarm. Just listen to Obama strategist David Axelrod lay out his theory. Take a look."
    },
    {
      "speaker": "DAVID AXELROD, FORMER OBAMA SENIOR ADVISER",
      "utterance": "If you listen to what he and other -- his strategists are talking about, they want to paint a portrait of the Democratic Party as a far left socialist party for open borders and so on. And so, these women, these young members of Congress have now taken that place. And I think that he saw a chance in the fight between Pelosi and them to elevate them. And I think that they believe that there are still more votes out there that they did not get in 2016 in their base, and that if they turn up the temperature that they can mobilize them even further."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Also get this, Congresswoman Ocasio-Cortez tonight is also out there promoting her radical green agenda, and using this summer's heat, imagine that, heat in summer as evidence of climate change. You can't make this up. Take a look."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "There's a lot of times people will say, climate change does not affect me as we are sweltering hot in the middle of D.C. summer. In New York, we are about to -- you know, when I head back to New York, we are about to land in one of the biggest heat waves that we've had in very recently. We are about to hit 110 degrees this summer, this weekend, in New York City, and it's only July."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It may get cold in August, who knows? Wow, weather changes. I am shocked. Here with reaction, Fox News contributors Karl Rove and former Governor Mike Huckabee. All right. Both of you guys have been in a lot of elections and I'm listening to all this, and I'm watching all of this. And the New Green Deal and the new leadership of the Democratic Party, how does this play out? Governor, we'll start with you tonight."
    },
    {
      "speaker": "MIKE HUCKABEE, CONTRIBUTOR",
      "utterance": "Well, David Axelrod is half right when he says that this is exposing just how socialist and how far to the Left the Democratic Party has become. It's not the Democratic Party even of Barack Obama and they're going to have a hard time selling this to America, especially the part of America that lives somewhere between the two coasts. So good luck with that Democrats, you have just taken a sharp Left turn right off the California coast, swimming in the Pacific. Hope that works out well for you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Karl Rove, I see one big influence on the 2020 Democratic presidential hopefuls, they've all adopted some version of the New Green Deal, which we know means no oil, gas, no combustion engine, everything's free, eventually we get rid of cars, planes and cows. I don't know if that's going to sell. Maybe I don't know that much about politics, though."
    },
    {
      "speaker": "KARL ROVE, CONTRIBUTOR",
      "utterance": "Well, I don't think it sells. And I think neither do Democrats, which is why when the Senator McConnell, the Republican leader in the Senate, brought up the bill up in the House - the Senate floor. Chuck Schumer attacked him for doing so, calling it a stunt. They don't want to be forced to vote for it. But isn't that amazing, we have these four young freshman members who are exerting an enormous influence over the Democratic Party. And as I said in my column in \"The Wall Street Journal\" today in reference to AOC, they're unusually shallow. I mean, that Green New Deal draft that she produced which talked about cow flatulence and unspecified actions that were going to curb people's ability to go get on an airplane and travel on their vacation and all kinds of sort of Left-Wing Nostrum that would turn us into new Venezuela. Not too many Democrats stood up and said, you know what, that's really nutty Democrats. Democrats stood up and say, \"Well, I think it goes in the right direction. Same on immigration, it is this four that have taken very firm stances in favor of open borders. I wrote my column today about Ocasio-Cortez coming out last week for the abolition, not only of Immigration and Customs Enforcement, but the entire Department of Homeland Security. And where are the Greybeards inside the Democratic Party who say, \"No, that's too extreme. We're going to reform the agency\". No, no, they're keeping their mouth shut, because they don't want to be on the other side of the so-called justice Democrats that \"The Squad\" represents the sort of Left-Wing fringe of the Democratic Party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You can add free health care for illegals and then we can have during birth and after birth and fantasize by way more Democrats than I ever thought possible in my lifetime and then we can add to it everybody seems afraid of them Governor."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "People aren't that stupid. I mean you've got to be really stupid in order to believe that somehow everybody's going to get free education. That open borders are going to make America a safer and a better place and less expensive to live in, and that somehow we can take vacations to Hawaii by swimming there rather than taking an airplane. I mean, there's just a point at which they're stretching everybody's capability of suspending their belief to a point where they could buy into the Democratic platform. And then they've taken it to a new level, Sean. The anti-Semitism, the hate for Israel, the disgust for America, I think that's simply the most dangerous thing of all, the other stuff is silly. But this is serious stuff. When you show that level of anti-Semitism that these four have shown and you show no capacity to appreciate what America has done. America is not a perfect place. I'll be the first to admit. There's a lot of things we ought to fix. But by golly, I've grown up in this country, have come a long way from what I've seen when I was a kid to what I see now, experience a lot of the blessings of this country. And I don't think these four represent the optimism, the hope and the resilience of the America that many of us have lived in."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask Karl Rove this last question. Let's look at the people of North Carolina last night, Karl. Were they reacting to virulent anti- Semitism and the idea that you laugh at the way Americans talk about Al Qaeda after 9/11? Or well wanting leniency for nine people that wanted to join ISIS and all the other anti-Semitic remarks? Do you think maybe they hear that and they're disgusted, because that's what I sensed?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, I think that's part of it. I think, though, it's the whole package. They look at them and sort of are bewildered that that people are in the United States Congress could be so far Left and so antagonistic to our free enterprise democratic system. And in there is a lesson, if the if simply the President, but our Senate candidates and House candidates on the Republican side do three things. They pick out these issues that the particularly the Left Wing of the Democratic Party is forcing on the entire party, and they say this is bad policy and explain why. And then say here's why it's not in keeping with our values. And finally the most difficult things say, we on the center-right of American politics. That conservatives have a better idea. If we do those things systematically, we'll be in good shape. The President did it in that speech. I thought we saw it in the State of the Union address when he sort of foreshadowed this. America is not a socialist country. He had a pretty deliberate, pretty focused, indictment of those - of \"The Squad\" as they call themselves. I think if the President continues to do that, and focuses on the issue - less on the personality, more on the issue and does those three things. Here's why it's bad policy for America, here's why it's not even keeping with our values and we've got a better idea for the future - of the country we'll be in a better place in 2020."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They had a hell of a track record. The best employment in situation since 1969 and for every demographic group, thank God. Thank you both. All right, when we come back, buckle up he is fired up over all of this, \"The Great One\" Mark Levin."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right a new crop of radical extreme socialist Democrats led by, yes, \"The Squad\". That would be Congresswoman Alexandria Ocasio- Cortez's squad, are now sowing chaos in the Democratic Party and they have taken the battle of the President. But are they merely playing into Trump's hands. Here now this is eight weeks in a row. #1 for six. The author of \"The New York Times\" #1 bestseller \"Unfreedom of the Press\". I call him \"The Great One\". \"Life, Liberty & Levin\" #1 Sunday nights at Fox. He also syndicates a radio show that I made him do, but that's a back story that we'll tell you another day. \"Great One\" how am I? MARK LEVIN, \"LIFE, LIBERTY & LEVIN\" HOST: All right. Sean, I want to thank you for having me on tonight as I watch this idiocy that's taking place in our country. President Trump was addressing the content, of the character of these four women, not the color of their skin. But the media wanted to be otherwise. The media are projecting and the media are insisting on the opposite, because they want the narrative of racism. He didn't talk about race. He didn't talk about skin color he didn't talk about religion. He talked about them, the content or lack thereof of their character. On the other hand, Omar, Tlaib, AOC, I don't know this Pressley that well. They are degrading an entire faith, an entire people - Jew, Israelis, an entire country - Israel. So it shouldn't surprise anybody that their venom for America is same as their venom for Israel and vice versa, that's typical of the radical hard Left. And the evidence is overwhelming that these women are anti-Semite bigots and they don't hide it. They don't hide it. The BDS movement, their constant references to Hitler and the Third Reich and concentration camps, they have no knowledge of history. They've never visited these sites. Their families really have done nothing for this country. I'm going to be very blunt about it. I don't know what they've done in support of this country, while they rip this great country apart, while we have men and women in uniform of all faiths and all colors in one hellhole after another all over the world trying to defend people and promote freedom. We have this fifth column in our country, and they're not alone, the media's of fifth column too, undermining us at home, while our brave men and women are fighting abroad. So they hate the President because he has two strikes against him. He loves America and he's the greatest President that Israel has ever seen. Recognizing their capital in Jerusalem, moving our embassy to Jerusalem, recognizing sovereignty of Israel over the Golan Heights, kicking the PLO the hell out of our country, cutting off funds for terrorists that are linked to the Palestinian Authority, and it's driving these three anti- Semites nuts. That's what's going on. Now, 50% of the hate crimes in this country are against Jews. The media don't mention. You know Democrat Party, you have a high tolerance for anti- Semitism in your ranks, maybe you ought to tone it down maybe. You ought to tone it down Omar and Tlaib and AOC. But no, they're celebrated. They're promoted. Now let's look at Donald Trump's record when it comes to Muslims and women of color, particularly overseas. Let's take a look at Syria, where this Commander in Chief ordered attacks on Syria to prevent that regime from gassing women of color, men of color, babies of color, Muslims. It was this President who stepped in, not Obama. It's this President who ordered his military to destroy ISIS and the Caliphate that was killing women of color, men of color, babies of color, Muslims, Yazidis and Christians too, but primarily Muslims. It's this Commander in Chief that oversees the war in Afghanistan to protect Muslims from the Taliban. That would be men, women, children of color. Now what the hell of Omar and Tlaib and AOC done for men and women and children of color? Not a damn thing. Now let's talk about the southern border. It's this President who said look - and I didn't even agree with this, 1-1.2 million individuals who are here illegally, most of them south of the border, from south of the border, I'll give them legalization, maybe even citizenship if we can cut a deal on immigration. The Democrats said no. Does that sound like a racist to you? It's this President who was prescient and said secure the border, you have people coming into this country, some of them have been kidnapped little kids, brought into this country. We need to have a rational, humane process for immigration. It's the Democrats who first said, 10 years ago secure the border, then call this a joke, a manufactured crisis. Now they created the crisis. They created the lack of the detention space. They created the lack of physical barriers. And now they blame the President who tried to prevent it. The media have allowed this to happen. They are a disgrace. They have a high tolerance for racism and anti- Semitism. Why? Because they are the mouthpiece for the Hard Left. This President is not a racist. This president is a patriot."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. That's why I call you \"The Great One\". Mark Levin, powerful monologue. Thank you my friend. Don't forget Mark's show every Sunday night. You see his book there \"Unfreedom of the Press\". But here at Fox 10:00 Eastern Sunday nights. When we come back, what's going on in these liberal cities across the country, Trace Gallagher has a full report. We'll also see and hear from our special correspondent Lawrence Jones, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We have a reporting on this show by liberal cities all across the country. Wow, the people that have the most compassion for other people, through all at a total crisis. Last night we were reported on the brutal MS-13 slayings in California. Tonight there are major eruptions again of violence in the City of Chicago. Fox News Chief Breaking News Correspondent Trace Gallagher again from our West Coast Newsroom. When are we going to solve this problem and save lives, our treasure, our family? This has gone on for how many years?"
    },
    {
      "speaker": "TRACE GALLAGHER, ANCHOR",
      "utterance": "And that's the $60,000 question, Sean. But even Chicago Mayor, Lori Lightfoot acknowledges that police are quote \"Losing the streets\". The Mayor made the comments while visiting New York. And despite Chicago being smaller, its homicide rate is higher than both New York and Los Angeles. Take a look at these numbers. Over the Memorial Day weekend 43 people were shot in Chicago, seven of them died, that's despite deploying an additional 1,200 police officers. Over the 4th of July holiday weekend, an additional 1,500 police were on the streets and yet 66 were shot, six died. And last weekend - ordinary weekend, 40 were shot, nine fatally. Mayor Lightfoot says, \"She's not ready to change police leadership. But that leadership needs to do better\". And here in Los Angeles were learning more about the horrific string of murders by MS-13. The indictment says the gang has recently seen an influx of young Central American migrants who rise in the ranks by committing murders and police say they have committed seven murders. It's notable, this comes at a time when California is fighting to support sanctuary cities and fighting against tougher immigration policies."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Trace Gallagher, thank you. Joining us now with reaction the Host of Fox Nation's \"Keeping up with Jones\". Is it Jones or Jones'?"
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "utterance": "Jones."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jones. Lawrence Jones."
    },
    {
      "speaker": "JONES",
      "utterance": "Yes. Thank you, sir."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There you go. I just bought Lawrence dinner - anyway, and our Special Correspondent. Also with us Fox News Contributor, radio talk shows nationally syndicated big troublemaker. I saw what you did to that media guy out in the Rose Garden. I kind of--"
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "utterance": "He deserved it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know what I wished you did, though, because that guy was out of line and said, \"I have bunch of demons\" or whatever he said. You're so big, I wanted you just hover over him, because he said, \"I'll take you on the back\". I love - like Jim Acosta says. \"I want to meet Hannity in the schoolyard\". I said, \"OK, I'm free the week of the 4th. But I'm not promoting your crappy book that only sold 8,000 copies in two weeks\". Levin as sold a half a million plus. Why didn't you stand over him?"
    },
    {
      "speaker": "GORKA",
      "utterance": "Because the second I got in his face, Sean, the punk Brian Karem looked at his shoes like the little girl that he is. I made my point."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm in the school yard, no, memories of traumatic past, fighting in the school yard. All right. You've been in liberal cities one after another. You know Rush made a point that I really agree with. We played it one night. He said, California, you don't have to fix things, because that's 55 guaranteed electoral votes. Why should they bother helping in San Francisco and LA?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well, I'll tell you this. Although, it's a guaranteed, there are people across this country that are getting very upset. When you talk about Chicago, my hometown Dallas, Texas, where murders after murders, they essentially have made the cops because of the unfair standard - of course you've got some bad apples in police departments. But a lot of the police officers are standing down because of the public pressure. These mayor's office are making this political, not given due process when it's deserved and the community is hurting."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, I'm going to call you out on something."
    },
    {
      "speaker": "JONES",
      "utterance": "Don't. Stop."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, I'm not going to do it now. Don't do it. I want you to tell your mom and dad what I'm - what I said to you tonight. All right, last word Dr. Gorka?"
    },
    {
      "speaker": "GORKA",
      "utterance": "Think of the America we now live in, think of those cities, those municipalities that wish to make America great again. And then think of the sanctuary cities that have caused the deaths of Americans, because they've actually ignored detainer requests from ICE, from DHS. People have been released and killed again. And think about the fact, Sean, that this is the most disgusting of all. The Speaker of the House is giving advice to illegal aliens who have been giving a deportation notice--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nancy Pelosi."
    },
    {
      "speaker": "GORKA",
      "utterance": "--how to evade the authorities--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nancy Pelosi."
    },
    {
      "speaker": "GORKA",
      "utterance": "Nancy Pelosi is schooling - is schooling - yes, aiding and abetting illegal aliens who have a deportation notice. That is a crime. This is - choose. 2020 is choice between America and those who hate America, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good to see you both. All right. Your secret's safe. Just tell - you know that your secret is safe. More “Hannity” right after this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Unfortunately, that is all the time we have left. Now, tomorrow night for the full hour, we are going to discuss this new extreme, radical, socialist Democratic Party, because 2020 is going to be the biggest choice election, tipping point election in the history of this country. So we are going to have a studio audience, that's tomorrow night, 9:00 Eastern right here on Fox. We will never be the destroy-Trump, rage, media mob. And not let your heart be troubled, there she is, Laura Ingraham. How are you? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}