{
  "date": "July 8, 2021",
  "headline": "‘Ingraham Angle’ on radical left, Afghanistan",
  "subHeadline": "Guests: Ian Prior, Harmeet Dhillon, Daniel Concannon, Barbara Orandello, Kerry Quinlan, Jay Bhattacharya, Kevin McCarthy, Doug MacGregor",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-on-radical-left-afghanistan",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. Now, last night, Anthony Fauci took to the airwaves and he told Americans just to get over it, just go get the shot. Well, one woman did just that. She's here tonight to share her harrowing experience. It's a story you will not see anywhere else. But first, \"Hide Your Kids.\" That's the focus of \"Tonight's Angle.\" Now, it's often said that the children are our future, and of course, that's exactly why the Left wants to take them from parents who don't buy into their twisted agenda. Everywhere you look, in myriad ways, forces are working overtime, to undermine parental rights and their Judeo Christian values. From teachers unions to gender activists to Biden's vaccine pushers, we're seeing a concerted effort backed by some of the biggest financial interests out there to indoctrinate our children into a dark mindset of anti-Americanism. Now, this new normal requires the undermining of American history. It involves teaching concepts directly at odds with the ideal of the nuclear family. Now, on the COVID issue, government and so called public health experts are trying to force your kids to get injected with an experimental COVID vaccine, whether you want them to or not. As \"The Angle\" revealed last night, the Biden administration is about to take their pressure campaign to your doorstep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We're going to continue to press to get 12 to 18 year olds vaccinated, to continue to work with communities where there's lower vaccination rates. That's one of the reasons we initiated these strike forces to go into communities and work with them to determine what they need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Strike forces? President Xi must be very proud with that language. Now, but today, HHS Secretary Becerra took it to an even more sinister level. Biden's vaccine militia will apparently be asking household adults questions about the family's vaccine status, and God knows what else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "XAVIER BECERRA, SECRETARY OF HEALTH AND HUMAN SERVICES",
      "sentences": "Perhaps we should point out that the federal government had to spent trillions of dollars to try to keep Americans alive during this pandemic, so it is absolutely the government's business, it is taxpayers business, if we have to continue to spend money to try to keep people from contracting COVID and helping reopen the economy. Knocking on a door has never been against the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First, Xavier, it's not your Department's role to pry into the medical decisions of American citizens. Second, the economy's already reopened and has been for a year in red states. Third, we trust parents, not the bureaucrats who have misled us consistently to make important family health decisions. Now, Republican officials are already pushing back - and this is great. Missouri's Governor Mike Parson politely told the feds to take their vaccine evangelization elsewhere. And the Arizona Ag in a letter to President Biden raised the issue of medical privacy. Writing, \"I will not tolerate such intrusions within Arizona. If Americans are on the fence about taking the COVID-19 vaccine, it would be most inappropriate for bureaucrats to single them out, regardless of motivations or intentions.\" Now, the White House is claiming that it's not going to keep vaccination database and that all door knockers are just going to be volunteers, don't worry about it. But given their raw obsession with vaccinating kids, who rarely get ill from COVID, no wonder if you trust them. Now, things are so bad in my old home state of Connecticut, that parents there are suing to enjoin the new law that requires kindergarteners to be vaccinated even if it violates parents' religious beliefs. But when it comes to directly violating parental rights D.C. takes the cake. Now, in a story we brought you last night, new legislation there allows children as young as 11 years old to get any vaccine, including COVID-19's without parental consent. The attorney representing the father who's suing D.C. in federal court over this appeared on \"The Ingraham Angle\" last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AARON SIRI, ATTORNEY REPRESENTING FATHER SUING DC HEALTH DEPARTMENT",
      "sentences": "The law actually requires the doctor, the school, the health insurance company, and the Health Department to all actively conceal from the parent that the child has received the vaccine. This law is not only an encouraging lying, it actually mandates by law, an elaborate scheme of lying to their own parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unbelievable. Now, it's not just Connecticut and D.C. subverting parental rights, Alabama allows 14 year olds to get the vaccine without parental consent. Oregon allows 15 year olds to get it and in Rhode Island in South Carolina, you can get it at 16. Now, this is just unacceptable. None of these states allow tattoos for those under the age of 18 without parental permission, but they're allowing minors to get an experimental drug? A brand new study out of England, revealing tonight that children are even more resilient to COVID than we actually thought. Some 99.995 percent of the 469,982 children in England who were infected during the year, examined by researchers, survived. But that doesn't matter to the Left. And it's not going to stop there anti-parental trends, which are perhaps most pernicious in our schools. Now, if kids aren't being bombarded by nonstop hectoring on race and white privilege, they're being forced to read sexually explicit books with little to no literary value. Chicago takes things a step further from reading assignments focused on sex, to actually encouraging students to have sex. Free condoms for fifth graders - isn't that nifty? Forget that this also means encouraging fifth graders to violate Illinois law that prohibits sex with minors - no big deal there. But parents, I got to say don't worry, because the experts say that condoms in elementary schools will stop the bad stuff from happening. Now Left Wing educrats who relish pushing the sexual envelope and redefining gender have zero respect for parental boundaries. Conversations that are best left between parents and their children are being short circuited in states like California and New York. And by the way, remember, one of New York's fanciest schools is teaching first graders about masturbation. And when adults cry foul as we have against things like critical race theory being taught in our schools, the elites and their activist base, they move into smear mode, and of course, they don't hesitate to lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RANDI WEINGARTEN, PRESIDENT, AMERICAN FEDERATION OF TEACHERS",
      "sentences": "Culture warriors are labeling any discussion of race, racism, or discrimination as CRT to try to make it toxic. They are bullying teachers and trying to stop us from teaching students accurate history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Accurate history Randi? Topping the list of suggested reading for teachers and high school students is of course the book \"How to Be an Antiracist\" Ibrahim Kendi. It's filled with historical inaccuracies and totalitarian policy ideas. Remember, Ibrahim writes that capitalism is essentially racist. And racism is essentially capitalists. Oh, how clever? I guess, that means everyone who works then is racist. Kids, that means your parents then are part of the problem. And they mean immediately those parents of yours need to begin their never-ending reeducation in anti-racism. And if even raised the slightest doubt about white privilege, or this concept of systemic racism, Democrat state media, they will defame you. JOY REID, MSNBC HOST, \"AM JOY\": Followers of QAnon, who are now using the battle cry to similarly target school boards with many who have espoused QAnon's theories, now melding their own conspiracies with the lies about critical race theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's so weak. Parents of all races and ethnicities who are raising concerns about their kids' education, which by the way they pay for, that's like QAnon? Joy. Well, totalitarian societies depend on propagandizing and their leaders ruthlessly enforce its dissemination. \"Give me four years to teach the children and the seed I have sown will never be uprooted.\" That was from Vladimir Lenin. We can't afford to give our would be cultural totalitarians four more weeks with our kids, let alone four more years, and that's \"The Angle.\" Joining me now is Ian Prior, Executive Director of Fight for Schools and Senior Counsel for Unsilenced Majority; and Harmeet Dhillon, the founder and CEO of the Center for American Liberty. Ian let's start with you, you are on the front lines of this fight in the schools. I want to ask you a simple question tonight. Are you a member of QAnon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IAN PRIOR, EXECUTIVE DIRECTOR OF FIGHT FOR SCHOOLS",
      "sentences": "I honestly don't really know much about QAnon other than what I've seen on NBC news lately. But I'll tell you this, this whole thing about going after parents because, oh, hey, they may have worked in politics, or, they may be Republicans, it's actually laughable. And all it does is fire up people like, yes, I have been a lawyer, I have worked in politics. But now those things are jobs, right. When you come for my kids, when you come for our kids, it becomes personal. And certainly I will take every skill, every lesson that I've ever learned throughout my career, and fight to ensure that our children all have an educational future that guarantees that they will be successful in life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet, the Supreme Court jurisprudence on parental rights is very strong, on the side of preserving them. At some point, the Left is going to run into a Buzzsaw here of legal claims against what's being done to teach this hatred of America to our children against the wishes of the people paying the salaries of these teachers, and education administrators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, CEO, CENTER FOR AMERICAN LIBERTY",
      "sentences": "Right. Well, Laura, what the Left is using here is not the very good jurisprudence on the schools and sort of cutting back the doctrine of in loco parentis, but they're using different doctrines. And so, for example, when we're talking about COVID and vaccines, they're using, basically the doctrines of the emergency. So the Jacobson doctrine and doctrines that have been used to sterilize people with low IQs in our country. That line of cases has a very dark history in our country. And so what we have here, Laura, is really, Americans on both sides of the political spectrum, having long ceded a lot of authority to our schools. We've had Republicans preside over the expansion of the Department of Education, the federalization of it. And so now we've gone down that path where schools are turned to for safety, for feeding children, for you know, filling in the role of the parents. And so it's not a surprise that the Left and the establishment there and the teachers union is overreaching in this regard. But what they're really doing is they are substituting themselves for the parents. Often the parents are absent, or in many cases, like Ian is mentioning, the parents are not absent, they are right there, but they are virtually helpless thanks to the power of the teachers' union and how politicians are in the pockets of the school infrastructure. That that is where we're really having push come to shove. When I went to court last year to try to open California schools, what was interesting was it was very much not a partisan issue. Democrat parents, people would had voted for Governor Newsom were right there with us, with other parents who are deeply concerned. So I think we are reaching a turning point in our country, because people - parents care more about their children than anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "--and they for the kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "You're creating an army.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, this is, I think they've crawled out, Ian, on the end of a branch. And that branch that they're on is really weak and the wood is kind of old, and it's about to snap. I sense it when I travel with people coming up to me who are frankly, not big fans of mine on other issues. But on the schools issue and on the teaching of basic good curriculum, and a general love of the country we all are blessed to live in, that's not really debatable in most homes, it's just not. I think they're making a huge mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIOR",
      "sentences": "Yes, that's absolutely right. And look, we did polling recently in Fairfax County in Loudoun County, Virginia. And what we found is that both Republicans and Independents are overwhelmingly against this kind of overreach from the schools. This is not your liberalism of the 1960s or the 1990s, where it's - the government says, we know what to do with your money better than you. This is a new kind of radical Left that says we know what to do with your kids better than you. And we actually just got a foyer (ph) last week that Fox Digital reported on, where it talked about from Loudoun County Public Schools, they were instructing teachers, and they were saying that it is the teacher's job to inculcate morals in students, and that parents had to respect that authority. I'm sorry, not on my watch, not on anybody's watch. Are we going to let a government body inculcate morals in our children? That is not what schools are there for. They are to teach math, science, reading and yes, accurate history. But what they are trying to say right now is anything but accurate history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now CNN, doctor and former Planned Parenthood Head, Leana Wen said this today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. LEANA WEN, CNN MEDICAL ANALYST",
      "sentences": "It needs to be hard for people to remain unvaccinated. Right now it's kind of the opposite. It's fine. I mean, it's easy if you're unvaccinated. At some point these mandates by workplaces, by schools, I think, it will be important to say, hey, you can opt out. But if you want to opt out, you have to sign these forms, you have to get twice weekly testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet, I think if she could should put the unvaccinated Americans in camps. I mean, honestly, she creeps me out probably more than anyone else on TV, and that's saying something. Could there be a legal challenge here? This singling out people who've made their own medical decisions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Well, absolutely. And, we have a long line of cases going back to the law that has increasingly recognized privacy rights of American citizens. Now, some conservatives haven't liked these doctrines, but they have been allowed to - for example, the state cannot stand between a husband and a wife taking birth control. So we have many, many cases that say that the right to privacy, the right to be let alone that has been talked about by Supreme Court Justices going back over a century is a fundamental American right and it's unique. And so, yes, I think we are reaching the point where the government telling us that either you do what we're telling you with this experimental drug or even when it's not experimental, or you lose your privileges. That will be subject to legal challenges, Laura. And I'm already there looking at those. And so we will right there - we will be fighting these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fantastic. Harmeet, thank you. Ian, great to see you. And until last month, Daniel Concannon was an administrator at a Northwest Elementary School in Manchester, New Hampshire. Like so many school employees, he was forced to participate in critical race theory training, that we're all told doesn't happen. Now, instead of remaining on the job, one that he really needed, Mr. Concannon quit. Now, in good conscience he decided he just couldn't take part in this ongoing race fraud. His resignation letter ended this way. \"I wish the Trotsky disciples at Manchester School District nothing but failure and their ongoing quest for civilizational degradation. I leave you with the only verbal response befitting any attempt at anti-White indoctrination\" (bleep) you. Daniel Concannon joins me now. Daniel, I understand the temptation just to give the big salute to the schools that are doing this. But you say you needed the paycheck. So I mean, just as a practical matter, couldn't you have just played along, just to get the paycheck?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL CONCANNON, FORMER MACALESTER SCHOOL COORDINATOR",
      "sentences": "Sure, and then I could live to resent myself, having not stood up on this civilizational anti-White campaign that these tyrants are on. I'm constitutionally incapable of hating myself and if they want to shove that down my throat, I will turn it right back around on them and shove it down their throat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Daniel, anytime an individual opposes this constant belittling of the United States from 200 years ago today, like nothing is good, it's all pretty - been pretty much bad, racism is defining everything we do. Anytime you raise a question about that today, you're called racist. And I'm sure that's what a lot of the woke people are calling you tonight, watching this show, so what do you say to them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCANNON",
      "sentences": "What it does, it sets off all of these cretins come crawling in from their sewers and ratholes, and they begin their campaign of pathologization. They are pathological pathologizers. They project their venom and their hate. They attack you for not hating yourself. They can't stand seeing someone stand their ground, stand up for himself. They are in a revolt against nature. And anybody that stands up like I did, this is how you will be treated. Just remember, they are the insane ones. You are the normal one. Defend yourself for being normal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Daniel, I've had the privilege of talking to people from all backgrounds, ethnicities, races, about this approach to education, and even in the sports world. And I haven't found a single person who thinks this is a good idea. And I keep asking other people do you know people who think this is a good idea? And other than the pundits on some of the other cable networks and you know some of the editorializing on in newspapers, I don't really see it. I mean, this is like college campus stuff now infecting the whole country. But people who are from different backgrounds, they just want to learn and work and maybe occasionally take a vacation and try to get along with each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCANNON",
      "sentences": "Yes, the response that I have seen, just with what I have done. The bottom line is that is everybody just did responded to me positively. If they all came out of their houses on the same day, this entire cultural revolution, revolt against nature, it would stop. There wouldn't even be a fight, because it would collapse under the weight of the normal, decent people that rightfully loathe this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I think people just - the golden rule, treat other people the way you'd like to be treated. And if we all did that things would be a lot better. Content of your character and not the - not the color of your skin. Right? Daniel, thank you. And up next, a woman who listened to Dr. Fauci's vaccination plea shares her life threatening reaction to the shots. You're only going to see it here. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "You've got to ask, What is the problem? Get over it. Get over this political statement. Just get over it and try and save the lives of yourself and your family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, my next guest is having a little trouble getting over it, Tony. Barbara Orandello listened to Fauci and the experts who are guilting Americans into getting the COVID vaccine, no matter what their preconditions, by the way. She received her second dose of Moderna on March 3rd and what happened to her afterward is deeply disturbing. Barbara joins us now along with her daughter Kerry Quinlan. Barbara, tell us what happened after you got that second dose?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBARA ORANDELLO, RECEIVED MODERNA COVID VACCINE",
      "sentences": "Well, on March 3rd, I got my second dose. I woke up on March 4th, I got a horrific pain in my right eye. It was so bad, the next thing I know, I'm on the floor in my bedroom, my husband said, let me try to get you on the bed. I couldn't move - get up. My left side was so bad. That's the last I remember. The next thing, I'm told by my family, that my son came and he saw that I was really bad. I started vomiting. He called my daughter. My daughter called the emergency. And they came and they took me to Loudon Hospital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And then you ultimately, Barbara, had to go to Fairfax County, a hospital - you had to be taken there and what was the diagnosis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORANDELLO",
      "sentences": "Well, they took me by helicopter and they were letting me die. I'm going to tell you, they were letting me die. If my son was not in the ER with me, they said to my son, there's nothing we can do. And she's comfortable, just let her go. And my son went ballistic and he got yelling at them to get a brain doctor in - a brain surgeon, and they said no. They get the brain surgeon and the brain surgeon told my son if we don't operate, she's dying. And my son said, well, what if you go in? Should may live. My son said I'll take may live. So, of course, they wouldn't let him give permission to go in. They had to get my husband who was en route. And he had to give permission over the telephone for them to operate. And I had an emergency craniotomy. Thank God. I had massive brain bleed - massive. It was - 1/3 of my brain was filled with blood. Thank God, I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But did they want to - did they immediately say this was - we'll go to Kerry on this, was this related to the vaccine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORANDELLO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Or is it they kind of say we're not sure, Kerry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRY QUINLAN, BARBARA ORANDELLO'S DAUGHTER",
      "sentences": "No one has admitted that. I'm a biologist. I'm I am pro science. My suspicion is that the inflammation from the vaccine caused the artery to rupture. And like my mom said, a third of her brain was filled with blood and she suffered from a hemorrhagic stroke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A hemorrhagic stroke. And this was how long after that second dose?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUINLAN",
      "sentences": "18 hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, I to play a video of your mom - and Barbara from around Christmas watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORANDELLO",
      "sentences": "71, 73, we're still rocking the fish for an Italian Christmas. We're going to start rolling. So this is how your mama roll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Barbara, can you still do that? Use your hands like that. You were in that video?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUINLAN",
      "sentences": "No, I'm completely - my whole left side is gone, from my eyes down to my feet. Totally gone. I have no hand. It's here. I can't lift my arm, my shoulder, my leg, my foot. My eyes - I lost eyesight in the left lower quadrant of both eyes. Even my right eye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kerry, they're saying that these - there are going to be adverse reactions to the vaccines, but they're extremely rare. And Fauci, you heard what he said, get over it. Your vaccine hesitancy, get over it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERRY QUINLAN, BARBARA ORANDELLO DAUGHTER",
      "sentences": "Yes, they say they are rare. I don't know. There's definitely a percentage of the population that are getting these adverse reactions. And the message here is that these adverse reactions need to be made public. They need to be transparent so that they can learn from it. We have reported severe -- the FDA has been notified. My mother's primary care physician had contacted Moderna. No one has reached out. They need to follow up with these victims so that they can learn from it, either make modifications to the vaccine, better treatments post- vaccination --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, be honest, be honest. They get immunity so you can't really sue them. Anyone else you know had an adverse reaction, Kerry? Your grandson?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUINLAN",
      "sentences": "My nephew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nephew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUINLAN",
      "sentences": "Yes, no, my nephew, my 20-year-old healthy nephew wound up with peri myocarditis shortly after his second Moderna vaccine, as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Barbara, Kerry, I could talk to you for an hour about this. It is important for everyone to hear these stories. Thank you for sharing those. And more vaccine news. Pfizer announcing today that they are going to file for an emergency use authorization request for a third booster shot to fight off that Delta variant. Joining me now, Dr. Jay Bhattacharya, professor of medicine at Stanford. Dr. Bhattacharya, you just heard that horrific story from Barbara and her daughter, Kerry. She is paralyzed, can't move half her body. She had this significant hemorrhagic event in her brain. And now we are going for the third shot. What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. JAY BHATTACHARYA, STANFORD UNIVERSITY EPIDEMIOLOGIST",
      "sentences": "I think, first of all, it's a public health failure when you are trying to bully people into doing what you want them to do. You should never, ever bully people. What we should tell people is the truth about -- for instance, such a sad story about Barbara. I think for people who are older, they are actually kind of in a tough position. COVID actually can cause strokes, but so can the vaccine. And it is actually difficult to track when you have a common side effect like -- I'm sorry, a common condition like a stroke, it's actually harder to find that the vaccine causes an increased risk of it statistically then it is to find a rare side effect, like myocarditis in children. We found it because it's rare in children, and you see it against that low background noise. And so I think we have to be honest with people. These vaccines are still under experimental use authority, and these vaccines do have side effects. For older people, I think it is still worth the risk, but you don't bully people. You tell people go talk with your doctor, talk over the risks, and then make their own decision. That's the right place to do public health. What we're doing now is just wrong. It's going to create vaccine hesitancy, not eliminate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Bhattacharya, \"The Wall Street Kournal\" came out tonight with this new report on these studies coming out of England about children under the age of 18 and COVID. We thought it was rare for children to die from COVID before, but it's pretty much not even a question now. Like, 99.995 percent of those, who they know had COVID, and of course there are many more who we haven't tracked, survived COVID. And 25 kids under the age of 18 died of COVID, I think it was 19 had serious underlying respiratory and other issues. So social distancing, masking, pushing the vaccine on the kids with a disease that won't affect them, except for a minute, minute, minute number.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "It's really sad. We took away a year-and-a-half of schooling in the United States. Many states, like California, where I live, for a disease that actually harms kids at very, very low rates, as we found out today, but we've already known that for a long time, Laura. More kids died last year of the flu, this last year in the United States, more children died of the flu then died of COVID. And yet, we treated children as if they were vectors of this disease. They really -- low risk of the disease, they don't spread the disease. In Sweden, they kept the schools open all year long with basically no effect on COVID on the kids, and the teachers actually had lower disease rate than the rest of the population that was working. It was incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chicago teachers' union today said that they want 80 percent of the kids to be vaccinated and a whole new ventilation system before they come back to work. This is criminal, at some point. I'm going to say it, it's child abuse. What they have done to the kids on this issue is child abuse. Dr. Bhattacharya, you've been so far ahead on just the facts and the science, and we really appreciate it. Thank you so much. As the Democrats push forward with their January 6th select committee, we are now just learning about who may have shot Ashli Babbitt. Will that factor into the investigation? Is it even worth it for the Republicans to be part of this? Minority Leader Kevin McCarthy is here next on where things stand. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "They are trying to strike a very delicate balance to ensure that anyone they have come before their committee, it doesn't devolve into a political firework game. This is going to depend in some part on who McCarthy appoints to this committee, but House Speaker Nancy Pelosi making it clear she is trying to make it as bipartisan as possible. That's why she appointed Cheney to this committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second, Liz Cheney makes this bipartisan? OK. Minority leader Kevin McCarthy has said he'll add Republicans to the committee, but Nancy Pelosi can still have veto power over any additions. That includes any of the GOP congressmen who voted against Joe Biden's certification. That also puts Democrats in a tricky spot, because you remember two members that Nancy appointed to the committee, Jamie Raskin and Bennie Thompson, they previously voted against certifying Republican presidents. So how does this all work? Joining me now, House Minority Leader Kevin McCarthy. Congressman, good to see you. Do you have any doubt that Pelosi is going to veto pretty much anyone at this point you put up who is a strong conservative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, (R-CA)",
      "sentences": "Pretty much yes. One thing about that clip you just showed, this is the least bipartisan committee you can find. Think about the structure. It's not an equal number of Republicans and Democrats. She appointed Adam Schiff and Raskin. This is an impeachment committee. Only Democrats have subpoena power. The speaker has control over anyone who is appointed. She appoints everyone, just with consultation with Republicans. The real question here is, those who really want to find out the truth didn't waste five months playing politics with it. The Senate had two bipartisan committees already study and put a report out. You had the FBI arresting people. You had the architect of the Capitol already appropriating $10 million to secure the Capitol in any way they can. But the real question begins to light. Why did the parking attendants know more about January 6th then the preparing for the Capitol police and protecting them? Because the parking attendants wouldn't let you park up on the Capitol that day, but where was the National Guard? The National Guard couldn't be at the Capitol, but they were doing crosswalk duty and street work somewhere in the city. Did things happen during the summer, did someone make a decision and tell the sergeant of arms not to have the National Guard at the Capitol prior to that? And if you look at the Senate report, there's a lot of failures here. They had information ahead of time. The Capitol police, you had the leadership in their failing those officers because the riot gear, some of it was stuck in buses that were locked away from it. You should have had the National Guard there so people could have never entered that building. These are questions that need to be answered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, this is being used for political purposes. I think anyone with a brain sees that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Completely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But real clear investigation apparently has the name of the person who allegedly shot, the only person who ended up dying during this riot, Ashli Babbitt. Now, those details are being withheld from her grieving family, but there is a reaction from the top Democrat on the intel committee. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, (D-CA)",
      "sentences": "It's very specifically dangerous when the president is trying to reveal the identity of a police officer that he knows he may put their life in jeopardy if that person's identity becomes public. So it's very serious, as well as just sort of fanning this rightwing talking point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, are you surprised they want to keep this hidden? Obviously, other incidents across the country of police officer involved in a controversial shooting, demands are made by most people, including Democrats, to reveal identities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Look, I don't have enough information of what transpired at that moment. I do know if we did an investigation, we'd look at all. The Capitol police did an amazing job that day. But Adam Schiff, to be a part of this committee, the individual who said he had proof about Russia ahead of time when he lied to the American public time and again, it just goes to show that this committee is not serious, that this committee is a political committee, and it's Nancy Pelosi trying to carry something out instead of getting to the bottom. The FBI is the best one to investigate if going forward, not a political committee --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is all they have going into the midterms, right? They have to keep this going. Otherwise, people are just going to talk about how bad Critical Race Theory is and how high gas prices are. What else are they going to talk about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "The highest -- they'll talk about the open border, and we have terrorists coming across, inflation, which is making life unaffordable with anything you go to buy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't want to talk about that. No, it's got to be that Republicans fan the flames of an insurrection. That's all they have. We've got to go. Congressman, good to see you. And as Joe Biden sets the final exit date for the U.S. combat mission in Afghanistan, where exactly do we stand on the war on terror? An INGRAHAM ANGLE reality check with Colonel Doug MacGregor next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "President Biden did the right thing today in standing by his decision to withdraw American troops from Afghanistan, something Trump wanted to do but, frankly, he was blocked by his generals. But it was when Biden tried to sum up the entire 20-year quagmire in Afghanistan where things kind of went sideways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "The United States did what we went to do in Afghanistan, to get the terrorists who attacked us on 9/11, and deliver justice to Usama bin Laden, and to degrade the terrorism threat. We achieved those objectives, that's why we went.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Colonel Doug MacGregor, former secretary of defense, senior advisor under Trump, joins me now. Colonel, did we, quote, achieve our objectives?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUGLAS MACGREGOR, RETIRED ARMY COLONEL",
      "sentences": "No, I don't think we did. And like you, I am very happy that we are shutting down, or at least planning to shut down the blood and money pit called Afghanistan. But the truth is, we actually went there and created more enemies than we had when we went in. We were very narrowly focused at the beginning on the Al Qaeda group, which was probably 400 or 500 people. And then we rapidly expanded the operation to make more enemies, taking on the Taliban and virtually everyone else in Afghanistan that we thought had hosted Al Qaeda. So it was kind of a disaster, and things simply got worse from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think people shouldn't begin to think tonight that leaving Afghanistan means we are going to stop wasting tax dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, I think you are right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "We will continue to provide civilian and humanitarian assistance, including speaking out for the rights of women and girls. I intend to maintain our diplomatic presence in Afghanistan, and we are coordinating closely with our international partners in order to continue to secure the international airport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So the troops are coming out, but we are still spending money there. Colonel, is this wise?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, we are going to try --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's certainly better than having troops there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, we are still going to have 18,000 contractors, Laura at least for the next couple months. And I think they will try to bring in special operators, potentially from the United States and the United Kingdom. We've also talked about putting a military headquarters in the embassy in Kabul, which is a very dumb idea since it turns out embassy into a legitimate target for just about everybody. But ultimately, I think it will fail, Laura, all of it will, because the countries that surround Afghanistan have had it with us, and I think the Afghans are fed up with us. So I think while we will try to keep our fingers in the pot, so to say, the Russians, the Chinese, the Iranians, the Indians, the Pakistanis, the various central Asian republics north of Afghanistan will all want us out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Colonel, in the end, it's a tragic story. We had so many incredible young men and women deployed there, thousands lost their lives, families just shattered. Lesson, final lesson, sum it up in 15 for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, I remember Sergeant Tillman when he was killed, and he had kept a careful record of everything that was going on, and he was disgusted. He knew that the war wasn't what it was cracked up to be. Frankly, this is another lesson that we don't go in for anything other than the narrow purpose of eliminating a specific enemy. We stay out of the nation-building and the occupation business. Occupations turn soldiers into jailers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Colonel MacGregor, thank you. Now, a twisted claim by Ibram Kendi at Randi Weingarten's big confab. The Last Bite explains it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IBRAM KENDI, CENTER FOR ANTIRACIST RESEARCH",
      "sentences": "It's really reminds me of that reaction and the response to the Brown V. Board of Education decision. And there was widespread fear that, quote, those desegregated schools with those black children were going to be harmful to white children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, wait a second. Racist flamethrower Ibram Kendi is the one who actually wants to take us back a generation, because without that type of hyperbole about present-day America and people who disagree with his vision of it, his money just dries up. Gone. They always have to take it to the next level of insult. Don't forget to set your DVR every weeknight at 10:00 p.m. eastern so you never mess us. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. Now, last night, Anthony Fauci took to the airwaves and he told Americans just to get over it, just go get the shot. Well, one woman did just that. She's here tonight to share her harrowing experience. It's a story you will not see anywhere else. But first, \"Hide Your Kids.\" That's the focus of \"Tonight's Angle.\" Now, it's often said that the children are our future, and of course, that's exactly why the Left wants to take them from parents who don't buy into their twisted agenda. Everywhere you look, in myriad ways, forces are working overtime, to undermine parental rights and their Judeo Christian values. From teachers unions to gender activists to Biden's vaccine pushers, we're seeing a concerted effort backed by some of the biggest financial interests out there to indoctrinate our children into a dark mindset of anti-Americanism. Now, this new normal requires the undermining of American history. It involves teaching concepts directly at odds with the ideal of the nuclear family. Now, on the COVID issue, government and so called public health experts are trying to force your kids to get injected with an experimental COVID vaccine, whether you want them to or not. As \"The Angle\" revealed last night, the Biden administration is about to take their pressure campaign to your doorstep."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We're going to continue to press to get 12 to 18 year olds vaccinated, to continue to work with communities where there's lower vaccination rates. That's one of the reasons we initiated these strike forces to go into communities and work with them to determine what they need."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Strike forces? President Xi must be very proud with that language. Now, but today, HHS Secretary Becerra took it to an even more sinister level. Biden's vaccine militia will apparently be asking household adults questions about the family's vaccine status, and God knows what else."
    },
    {
      "speaker": "XAVIER BECERRA, SECRETARY OF HEALTH AND HUMAN SERVICES",
      "utterance": "Perhaps we should point out that the federal government had to spent trillions of dollars to try to keep Americans alive during this pandemic, so it is absolutely the government's business, it is taxpayers business, if we have to continue to spend money to try to keep people from contracting COVID and helping reopen the economy. Knocking on a door has never been against the law."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First, Xavier, it's not your Department's role to pry into the medical decisions of American citizens. Second, the economy's already reopened and has been for a year in red states. Third, we trust parents, not the bureaucrats who have misled us consistently to make important family health decisions. Now, Republican officials are already pushing back - and this is great. Missouri's Governor Mike Parson politely told the feds to take their vaccine evangelization elsewhere. And the Arizona Ag in a letter to President Biden raised the issue of medical privacy. Writing, \"I will not tolerate such intrusions within Arizona. If Americans are on the fence about taking the COVID-19 vaccine, it would be most inappropriate for bureaucrats to single them out, regardless of motivations or intentions.\" Now, the White House is claiming that it's not going to keep vaccination database and that all door knockers are just going to be volunteers, don't worry about it. But given their raw obsession with vaccinating kids, who rarely get ill from COVID, no wonder if you trust them. Now, things are so bad in my old home state of Connecticut, that parents there are suing to enjoin the new law that requires kindergarteners to be vaccinated even if it violates parents' religious beliefs. But when it comes to directly violating parental rights D.C. takes the cake. Now, in a story we brought you last night, new legislation there allows children as young as 11 years old to get any vaccine, including COVID-19's without parental consent. The attorney representing the father who's suing D.C. in federal court over this appeared on \"The Ingraham Angle\" last night."
    },
    {
      "speaker": "AARON SIRI, ATTORNEY REPRESENTING FATHER SUING DC HEALTH DEPARTMENT",
      "utterance": "The law actually requires the doctor, the school, the health insurance company, and the Health Department to all actively conceal from the parent that the child has received the vaccine. This law is not only an encouraging lying, it actually mandates by law, an elaborate scheme of lying to their own parent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unbelievable. Now, it's not just Connecticut and D.C. subverting parental rights, Alabama allows 14 year olds to get the vaccine without parental consent. Oregon allows 15 year olds to get it and in Rhode Island in South Carolina, you can get it at 16. Now, this is just unacceptable. None of these states allow tattoos for those under the age of 18 without parental permission, but they're allowing minors to get an experimental drug? A brand new study out of England, revealing tonight that children are even more resilient to COVID than we actually thought. Some 99.995 percent of the 469,982 children in England who were infected during the year, examined by researchers, survived. But that doesn't matter to the Left. And it's not going to stop there anti-parental trends, which are perhaps most pernicious in our schools. Now, if kids aren't being bombarded by nonstop hectoring on race and white privilege, they're being forced to read sexually explicit books with little to no literary value. Chicago takes things a step further from reading assignments focused on sex, to actually encouraging students to have sex. Free condoms for fifth graders - isn't that nifty? Forget that this also means encouraging fifth graders to violate Illinois law that prohibits sex with minors - no big deal there. But parents, I got to say don't worry, because the experts say that condoms in elementary schools will stop the bad stuff from happening. Now Left Wing educrats who relish pushing the sexual envelope and redefining gender have zero respect for parental boundaries. Conversations that are best left between parents and their children are being short circuited in states like California and New York. And by the way, remember, one of New York's fanciest schools is teaching first graders about masturbation. And when adults cry foul as we have against things like critical race theory being taught in our schools, the elites and their activist base, they move into smear mode, and of course, they don't hesitate to lie."
    },
    {
      "speaker": "RANDI WEINGARTEN, PRESIDENT, AMERICAN FEDERATION OF TEACHERS",
      "utterance": "Culture warriors are labeling any discussion of race, racism, or discrimination as CRT to try to make it toxic. They are bullying teachers and trying to stop us from teaching students accurate history."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Accurate history Randi? Topping the list of suggested reading for teachers and high school students is of course the book \"How to Be an Antiracist\" Ibrahim Kendi. It's filled with historical inaccuracies and totalitarian policy ideas. Remember, Ibrahim writes that capitalism is essentially racist. And racism is essentially capitalists. Oh, how clever? I guess, that means everyone who works then is racist. Kids, that means your parents then are part of the problem. And they mean immediately those parents of yours need to begin their never-ending reeducation in anti-racism. And if even raised the slightest doubt about white privilege, or this concept of systemic racism, Democrat state media, they will defame you. JOY REID, MSNBC HOST, \"AM JOY\": Followers of QAnon, who are now using the battle cry to similarly target school boards with many who have espoused QAnon's theories, now melding their own conspiracies with the lies about critical race theory."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's so weak. Parents of all races and ethnicities who are raising concerns about their kids' education, which by the way they pay for, that's like QAnon? Joy. Well, totalitarian societies depend on propagandizing and their leaders ruthlessly enforce its dissemination. \"Give me four years to teach the children and the seed I have sown will never be uprooted.\" That was from Vladimir Lenin. We can't afford to give our would be cultural totalitarians four more weeks with our kids, let alone four more years, and that's \"The Angle.\" Joining me now is Ian Prior, Executive Director of Fight for Schools and Senior Counsel for Unsilenced Majority; and Harmeet Dhillon, the founder and CEO of the Center for American Liberty. Ian let's start with you, you are on the front lines of this fight in the schools. I want to ask you a simple question tonight. Are you a member of QAnon?"
    },
    {
      "speaker": "IAN PRIOR, EXECUTIVE DIRECTOR OF FIGHT FOR SCHOOLS",
      "utterance": "I honestly don't really know much about QAnon other than what I've seen on NBC news lately. But I'll tell you this, this whole thing about going after parents because, oh, hey, they may have worked in politics, or, they may be Republicans, it's actually laughable. And all it does is fire up people like, yes, I have been a lawyer, I have worked in politics. But now those things are jobs, right. When you come for my kids, when you come for our kids, it becomes personal. And certainly I will take every skill, every lesson that I've ever learned throughout my career, and fight to ensure that our children all have an educational future that guarantees that they will be successful in life."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet, the Supreme Court jurisprudence on parental rights is very strong, on the side of preserving them. At some point, the Left is going to run into a Buzzsaw here of legal claims against what's being done to teach this hatred of America to our children against the wishes of the people paying the salaries of these teachers, and education administrators."
    },
    {
      "speaker": "HARMEET DHILLON, CEO, CENTER FOR AMERICAN LIBERTY",
      "utterance": "Right. Well, Laura, what the Left is using here is not the very good jurisprudence on the schools and sort of cutting back the doctrine of in loco parentis, but they're using different doctrines. And so, for example, when we're talking about COVID and vaccines, they're using, basically the doctrines of the emergency. So the Jacobson doctrine and doctrines that have been used to sterilize people with low IQs in our country. That line of cases has a very dark history in our country. And so what we have here, Laura, is really, Americans on both sides of the political spectrum, having long ceded a lot of authority to our schools. We've had Republicans preside over the expansion of the Department of Education, the federalization of it. And so now we've gone down that path where schools are turned to for safety, for feeding children, for you know, filling in the role of the parents. And so it's not a surprise that the Left and the establishment there and the teachers union is overreaching in this regard. But what they're really doing is they are substituting themselves for the parents. Often the parents are absent, or in many cases, like Ian is mentioning, the parents are not absent, they are right there, but they are virtually helpless thanks to the power of the teachers' union and how politicians are in the pockets of the school infrastructure. That that is where we're really having push come to shove. When I went to court last year to try to open California schools, what was interesting was it was very much not a partisan issue. Democrat parents, people would had voted for Governor Newsom were right there with us, with other parents who are deeply concerned. So I think we are reaching a turning point in our country, because people - parents care more about their children than anything else."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, this--"
    },
    {
      "speaker": "DHILLON",
      "utterance": "--and they for the kids."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "DHILLON",
      "utterance": "You're creating an army."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, this is, I think they've crawled out, Ian, on the end of a branch. And that branch that they're on is really weak and the wood is kind of old, and it's about to snap. I sense it when I travel with people coming up to me who are frankly, not big fans of mine on other issues. But on the schools issue and on the teaching of basic good curriculum, and a general love of the country we all are blessed to live in, that's not really debatable in most homes, it's just not. I think they're making a huge mistake."
    },
    {
      "speaker": "PRIOR",
      "utterance": "Yes, that's absolutely right. And look, we did polling recently in Fairfax County in Loudoun County, Virginia. And what we found is that both Republicans and Independents are overwhelmingly against this kind of overreach from the schools. This is not your liberalism of the 1960s or the 1990s, where it's - the government says, we know what to do with your money better than you. This is a new kind of radical Left that says we know what to do with your kids better than you. And we actually just got a foyer (ph) last week that Fox Digital reported on, where it talked about from Loudoun County Public Schools, they were instructing teachers, and they were saying that it is the teacher's job to inculcate morals in students, and that parents had to respect that authority. I'm sorry, not on my watch, not on anybody's watch. Are we going to let a government body inculcate morals in our children? That is not what schools are there for. They are to teach math, science, reading and yes, accurate history. But what they are trying to say right now is anything but accurate history."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now CNN, doctor and former Planned Parenthood Head, Leana Wen said this today."
    },
    {
      "speaker": "DR. LEANA WEN, CNN MEDICAL ANALYST",
      "utterance": "It needs to be hard for people to remain unvaccinated. Right now it's kind of the opposite. It's fine. I mean, it's easy if you're unvaccinated. At some point these mandates by workplaces, by schools, I think, it will be important to say, hey, you can opt out. But if you want to opt out, you have to sign these forms, you have to get twice weekly testing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet, I think if she could should put the unvaccinated Americans in camps. I mean, honestly, she creeps me out probably more than anyone else on TV, and that's saying something. Could there be a legal challenge here? This singling out people who've made their own medical decisions?"
    },
    {
      "speaker": "DHILLON",
      "utterance": "Well, absolutely. And, we have a long line of cases going back to the law that has increasingly recognized privacy rights of American citizens. Now, some conservatives haven't liked these doctrines, but they have been allowed to - for example, the state cannot stand between a husband and a wife taking birth control. So we have many, many cases that say that the right to privacy, the right to be let alone that has been talked about by Supreme Court Justices going back over a century is a fundamental American right and it's unique. And so, yes, I think we are reaching the point where the government telling us that either you do what we're telling you with this experimental drug or even when it's not experimental, or you lose your privileges. That will be subject to legal challenges, Laura. And I'm already there looking at those. And so we will right there - we will be fighting these."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fantastic. Harmeet, thank you. Ian, great to see you. And until last month, Daniel Concannon was an administrator at a Northwest Elementary School in Manchester, New Hampshire. Like so many school employees, he was forced to participate in critical race theory training, that we're all told doesn't happen. Now, instead of remaining on the job, one that he really needed, Mr. Concannon quit. Now, in good conscience he decided he just couldn't take part in this ongoing race fraud. His resignation letter ended this way. \"I wish the Trotsky disciples at Manchester School District nothing but failure and their ongoing quest for civilizational degradation. I leave you with the only verbal response befitting any attempt at anti-White indoctrination\" (bleep) you. Daniel Concannon joins me now. Daniel, I understand the temptation just to give the big salute to the schools that are doing this. But you say you needed the paycheck. So I mean, just as a practical matter, couldn't you have just played along, just to get the paycheck?"
    },
    {
      "speaker": "DANIEL CONCANNON, FORMER MACALESTER SCHOOL COORDINATOR",
      "utterance": "Sure, and then I could live to resent myself, having not stood up on this civilizational anti-White campaign that these tyrants are on. I'm constitutionally incapable of hating myself and if they want to shove that down my throat, I will turn it right back around on them and shove it down their throat."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Daniel, anytime an individual opposes this constant belittling of the United States from 200 years ago today, like nothing is good, it's all pretty - been pretty much bad, racism is defining everything we do. Anytime you raise a question about that today, you're called racist. And I'm sure that's what a lot of the woke people are calling you tonight, watching this show, so what do you say to them?"
    },
    {
      "speaker": "CONCANNON",
      "utterance": "What it does, it sets off all of these cretins come crawling in from their sewers and ratholes, and they begin their campaign of pathologization. They are pathological pathologizers. They project their venom and their hate. They attack you for not hating yourself. They can't stand seeing someone stand their ground, stand up for himself. They are in a revolt against nature. And anybody that stands up like I did, this is how you will be treated. Just remember, they are the insane ones. You are the normal one. Defend yourself for being normal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Daniel, I've had the privilege of talking to people from all backgrounds, ethnicities, races, about this approach to education, and even in the sports world. And I haven't found a single person who thinks this is a good idea. And I keep asking other people do you know people who think this is a good idea? And other than the pundits on some of the other cable networks and you know some of the editorializing on in newspapers, I don't really see it. I mean, this is like college campus stuff now infecting the whole country. But people who are from different backgrounds, they just want to learn and work and maybe occasionally take a vacation and try to get along with each other."
    },
    {
      "speaker": "CONCANNON",
      "utterance": "Yes, the response that I have seen, just with what I have done. The bottom line is that is everybody just did responded to me positively. If they all came out of their houses on the same day, this entire cultural revolution, revolt against nature, it would stop. There wouldn't even be a fight, because it would collapse under the weight of the normal, decent people that rightfully loathe this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I think people just - the golden rule, treat other people the way you'd like to be treated. And if we all did that things would be a lot better. Content of your character and not the - not the color of your skin. Right? Daniel, thank you. And up next, a woman who listened to Dr. Fauci's vaccination plea shares her life threatening reaction to the shots. You're only going to see it here. Stay there."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "You've got to ask, What is the problem? Get over it. Get over this political statement. Just get over it and try and save the lives of yourself and your family."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, my next guest is having a little trouble getting over it, Tony. Barbara Orandello listened to Fauci and the experts who are guilting Americans into getting the COVID vaccine, no matter what their preconditions, by the way. She received her second dose of Moderna on March 3rd and what happened to her afterward is deeply disturbing. Barbara joins us now along with her daughter Kerry Quinlan. Barbara, tell us what happened after you got that second dose?"
    },
    {
      "speaker": "BARBARA ORANDELLO, RECEIVED MODERNA COVID VACCINE",
      "utterance": "Well, on March 3rd, I got my second dose. I woke up on March 4th, I got a horrific pain in my right eye. It was so bad, the next thing I know, I'm on the floor in my bedroom, my husband said, let me try to get you on the bed. I couldn't move - get up. My left side was so bad. That's the last I remember. The next thing, I'm told by my family, that my son came and he saw that I was really bad. I started vomiting. He called my daughter. My daughter called the emergency. And they came and they took me to Loudon Hospital."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And then you ultimately, Barbara, had to go to Fairfax County, a hospital - you had to be taken there and what was the diagnosis?"
    },
    {
      "speaker": "ORANDELLO",
      "utterance": "Well, they took me by helicopter and they were letting me die. I'm going to tell you, they were letting me die. If my son was not in the ER with me, they said to my son, there's nothing we can do. And she's comfortable, just let her go. And my son went ballistic and he got yelling at them to get a brain doctor in - a brain surgeon, and they said no. They get the brain surgeon and the brain surgeon told my son if we don't operate, she's dying. And my son said, well, what if you go in? Should may live. My son said I'll take may live. So, of course, they wouldn't let him give permission to go in. They had to get my husband who was en route. And he had to give permission over the telephone for them to operate. And I had an emergency craniotomy. Thank God. I had massive brain bleed - massive. It was - 1/3 of my brain was filled with blood. Thank God, I--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But did they want to - did they immediately say this was - we'll go to Kerry on this, was this related to the vaccine?"
    },
    {
      "speaker": "ORANDELLO",
      "utterance": "No."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Or is it they kind of say we're not sure, Kerry?"
    },
    {
      "speaker": "KERRY QUINLAN, BARBARA ORANDELLO'S DAUGHTER",
      "utterance": "No one has admitted that. I'm a biologist. I'm I am pro science. My suspicion is that the inflammation from the vaccine caused the artery to rupture. And like my mom said, a third of her brain was filled with blood and she suffered from a hemorrhagic stroke."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A hemorrhagic stroke. And this was how long after that second dose?"
    },
    {
      "speaker": "QUINLAN",
      "utterance": "18 hours."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, I to play a video of your mom - and Barbara from around Christmas watch."
    },
    {
      "speaker": "ORANDELLO",
      "utterance": "71, 73, we're still rocking the fish for an Italian Christmas. We're going to start rolling. So this is how your mama roll."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Barbara, can you still do that? Use your hands like that. You were in that video?"
    },
    {
      "speaker": "QUINLAN",
      "utterance": "No, I'm completely - my whole left side is gone, from my eyes down to my feet. Totally gone. I have no hand. It's here. I can't lift my arm, my shoulder, my leg, my foot. My eyes - I lost eyesight in the left lower quadrant of both eyes. Even my right eye."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kerry, they're saying that these - there are going to be adverse reactions to the vaccines, but they're extremely rare. And Fauci, you heard what he said, get over it. Your vaccine hesitancy, get over it."
    },
    {
      "speaker": "KERRY QUINLAN, BARBARA ORANDELLO DAUGHTER",
      "utterance": "Yes, they say they are rare. I don't know. There's definitely a percentage of the population that are getting these adverse reactions. And the message here is that these adverse reactions need to be made public. They need to be transparent so that they can learn from it. We have reported severe -- the FDA has been notified. My mother's primary care physician had contacted Moderna. No one has reached out. They need to follow up with these victims so that they can learn from it, either make modifications to the vaccine, better treatments post- vaccination --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, be honest, be honest. They get immunity so you can't really sue them. Anyone else you know had an adverse reaction, Kerry? Your grandson?"
    },
    {
      "speaker": "QUINLAN",
      "utterance": "My nephew."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nephew."
    },
    {
      "speaker": "QUINLAN",
      "utterance": "Yes, no, my nephew, my 20-year-old healthy nephew wound up with peri myocarditis shortly after his second Moderna vaccine, as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Barbara, Kerry, I could talk to you for an hour about this. It is important for everyone to hear these stories. Thank you for sharing those. And more vaccine news. Pfizer announcing today that they are going to file for an emergency use authorization request for a third booster shot to fight off that Delta variant. Joining me now, Dr. Jay Bhattacharya, professor of medicine at Stanford. Dr. Bhattacharya, you just heard that horrific story from Barbara and her daughter, Kerry. She is paralyzed, can't move half her body. She had this significant hemorrhagic event in her brain. And now we are going for the third shot. What's going on?"
    },
    {
      "speaker": "DR. JAY BHATTACHARYA, STANFORD UNIVERSITY EPIDEMIOLOGIST",
      "utterance": "I think, first of all, it's a public health failure when you are trying to bully people into doing what you want them to do. You should never, ever bully people. What we should tell people is the truth about -- for instance, such a sad story about Barbara. I think for people who are older, they are actually kind of in a tough position. COVID actually can cause strokes, but so can the vaccine. And it is actually difficult to track when you have a common side effect like -- I'm sorry, a common condition like a stroke, it's actually harder to find that the vaccine causes an increased risk of it statistically then it is to find a rare side effect, like myocarditis in children. We found it because it's rare in children, and you see it against that low background noise. And so I think we have to be honest with people. These vaccines are still under experimental use authority, and these vaccines do have side effects. For older people, I think it is still worth the risk, but you don't bully people. You tell people go talk with your doctor, talk over the risks, and then make their own decision. That's the right place to do public health. What we're doing now is just wrong. It's going to create vaccine hesitancy, not eliminate it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Bhattacharya, \"The Wall Street Kournal\" came out tonight with this new report on these studies coming out of England about children under the age of 18 and COVID. We thought it was rare for children to die from COVID before, but it's pretty much not even a question now. Like, 99.995 percent of those, who they know had COVID, and of course there are many more who we haven't tracked, survived COVID. And 25 kids under the age of 18 died of COVID, I think it was 19 had serious underlying respiratory and other issues. So social distancing, masking, pushing the vaccine on the kids with a disease that won't affect them, except for a minute, minute, minute number."
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "It's really sad. We took away a year-and-a-half of schooling in the United States. Many states, like California, where I live, for a disease that actually harms kids at very, very low rates, as we found out today, but we've already known that for a long time, Laura. More kids died last year of the flu, this last year in the United States, more children died of the flu then died of COVID. And yet, we treated children as if they were vectors of this disease. They really -- low risk of the disease, they don't spread the disease. In Sweden, they kept the schools open all year long with basically no effect on COVID on the kids, and the teachers actually had lower disease rate than the rest of the population that was working. It was incredible."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chicago teachers' union today said that they want 80 percent of the kids to be vaccinated and a whole new ventilation system before they come back to work. This is criminal, at some point. I'm going to say it, it's child abuse. What they have done to the kids on this issue is child abuse. Dr. Bhattacharya, you've been so far ahead on just the facts and the science, and we really appreciate it. Thank you so much. As the Democrats push forward with their January 6th select committee, we are now just learning about who may have shot Ashli Babbitt. Will that factor into the investigation? Is it even worth it for the Republicans to be part of this? Minority Leader Kevin McCarthy is here next on where things stand. Stay there."
    },
    {
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "utterance": "They are trying to strike a very delicate balance to ensure that anyone they have come before their committee, it doesn't devolve into a political firework game. This is going to depend in some part on who McCarthy appoints to this committee, but House Speaker Nancy Pelosi making it clear she is trying to make it as bipartisan as possible. That's why she appointed Cheney to this committee."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second, Liz Cheney makes this bipartisan? OK. Minority leader Kevin McCarthy has said he'll add Republicans to the committee, but Nancy Pelosi can still have veto power over any additions. That includes any of the GOP congressmen who voted against Joe Biden's certification. That also puts Democrats in a tricky spot, because you remember two members that Nancy appointed to the committee, Jamie Raskin and Bennie Thompson, they previously voted against certifying Republican presidents. So how does this all work? Joining me now, House Minority Leader Kevin McCarthy. Congressman, good to see you. Do you have any doubt that Pelosi is going to veto pretty much anyone at this point you put up who is a strong conservative?"
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, (R-CA)",
      "utterance": "Pretty much yes. One thing about that clip you just showed, this is the least bipartisan committee you can find. Think about the structure. It's not an equal number of Republicans and Democrats. She appointed Adam Schiff and Raskin. This is an impeachment committee. Only Democrats have subpoena power. The speaker has control over anyone who is appointed. She appoints everyone, just with consultation with Republicans. The real question here is, those who really want to find out the truth didn't waste five months playing politics with it. The Senate had two bipartisan committees already study and put a report out. You had the FBI arresting people. You had the architect of the Capitol already appropriating $10 million to secure the Capitol in any way they can. But the real question begins to light. Why did the parking attendants know more about January 6th then the preparing for the Capitol police and protecting them? Because the parking attendants wouldn't let you park up on the Capitol that day, but where was the National Guard? The National Guard couldn't be at the Capitol, but they were doing crosswalk duty and street work somewhere in the city. Did things happen during the summer, did someone make a decision and tell the sergeant of arms not to have the National Guard at the Capitol prior to that? And if you look at the Senate report, there's a lot of failures here. They had information ahead of time. The Capitol police, you had the leadership in their failing those officers because the riot gear, some of it was stuck in buses that were locked away from it. You should have had the National Guard there so people could have never entered that building. These are questions that need to be answered."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, this is being used for political purposes. I think anyone with a brain sees that."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Completely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But real clear investigation apparently has the name of the person who allegedly shot, the only person who ended up dying during this riot, Ashli Babbitt. Now, those details are being withheld from her grieving family, but there is a reaction from the top Democrat on the intel committee. Watch."
    },
    {
      "speaker": "REP. ADAM SCHIFF, (D-CA)",
      "utterance": "It's very specifically dangerous when the president is trying to reveal the identity of a police officer that he knows he may put their life in jeopardy if that person's identity becomes public. So it's very serious, as well as just sort of fanning this rightwing talking point."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, are you surprised they want to keep this hidden? Obviously, other incidents across the country of police officer involved in a controversial shooting, demands are made by most people, including Democrats, to reveal identities."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Look, I don't have enough information of what transpired at that moment. I do know if we did an investigation, we'd look at all. The Capitol police did an amazing job that day. But Adam Schiff, to be a part of this committee, the individual who said he had proof about Russia ahead of time when he lied to the American public time and again, it just goes to show that this committee is not serious, that this committee is a political committee, and it's Nancy Pelosi trying to carry something out instead of getting to the bottom. The FBI is the best one to investigate if going forward, not a political committee --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is all they have going into the midterms, right? They have to keep this going. Otherwise, people are just going to talk about how bad Critical Race Theory is and how high gas prices are. What else are they going to talk about?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "The highest -- they'll talk about the open border, and we have terrorists coming across, inflation, which is making life unaffordable with anything you go to buy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't want to talk about that. No, it's got to be that Republicans fan the flames of an insurrection. That's all they have. We've got to go. Congressman, good to see you. And as Joe Biden sets the final exit date for the U.S. combat mission in Afghanistan, where exactly do we stand on the war on terror? An INGRAHAM ANGLE reality check with Colonel Doug MacGregor next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "President Biden did the right thing today in standing by his decision to withdraw American troops from Afghanistan, something Trump wanted to do but, frankly, he was blocked by his generals. But it was when Biden tried to sum up the entire 20-year quagmire in Afghanistan where things kind of went sideways."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "The United States did what we went to do in Afghanistan, to get the terrorists who attacked us on 9/11, and deliver justice to Usama bin Laden, and to degrade the terrorism threat. We achieved those objectives, that's why we went."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Colonel Doug MacGregor, former secretary of defense, senior advisor under Trump, joins me now. Colonel, did we, quote, achieve our objectives?"
    },
    {
      "speaker": "DOUGLAS MACGREGOR, RETIRED ARMY COLONEL",
      "utterance": "No, I don't think we did. And like you, I am very happy that we are shutting down, or at least planning to shut down the blood and money pit called Afghanistan. But the truth is, we actually went there and created more enemies than we had when we went in. We were very narrowly focused at the beginning on the Al Qaeda group, which was probably 400 or 500 people. And then we rapidly expanded the operation to make more enemies, taking on the Taliban and virtually everyone else in Afghanistan that we thought had hosted Al Qaeda. So it was kind of a disaster, and things simply got worse from there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think people shouldn't begin to think tonight that leaving Afghanistan means we are going to stop wasting tax dollars."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, I think you are right."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "We will continue to provide civilian and humanitarian assistance, including speaking out for the rights of women and girls. I intend to maintain our diplomatic presence in Afghanistan, and we are coordinating closely with our international partners in order to continue to secure the international airport."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So the troops are coming out, but we are still spending money there. Colonel, is this wise?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, we are going to try --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's certainly better than having troops there."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, we are still going to have 18,000 contractors, Laura at least for the next couple months. And I think they will try to bring in special operators, potentially from the United States and the United Kingdom. We've also talked about putting a military headquarters in the embassy in Kabul, which is a very dumb idea since it turns out embassy into a legitimate target for just about everybody. But ultimately, I think it will fail, Laura, all of it will, because the countries that surround Afghanistan have had it with us, and I think the Afghans are fed up with us. So I think while we will try to keep our fingers in the pot, so to say, the Russians, the Chinese, the Iranians, the Indians, the Pakistanis, the various central Asian republics north of Afghanistan will all want us out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Colonel, in the end, it's a tragic story. We had so many incredible young men and women deployed there, thousands lost their lives, families just shattered. Lesson, final lesson, sum it up in 15 for us."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, I remember Sergeant Tillman when he was killed, and he had kept a careful record of everything that was going on, and he was disgusted. He knew that the war wasn't what it was cracked up to be. Frankly, this is another lesson that we don't go in for anything other than the narrow purpose of eliminating a specific enemy. We stay out of the nation-building and the occupation business. Occupations turn soldiers into jailers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Colonel MacGregor, thank you. Now, a twisted claim by Ibram Kendi at Randi Weingarten's big confab. The Last Bite explains it."
    },
    {
      "speaker": "IBRAM KENDI, CENTER FOR ANTIRACIST RESEARCH",
      "utterance": "It's really reminds me of that reaction and the response to the Brown V. Board of Education decision. And there was widespread fear that, quote, those desegregated schools with those black children were going to be harmful to white children."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, wait a second. Racist flamethrower Ibram Kendi is the one who actually wants to take us back a generation, because without that type of hyperbole about present-day America and people who disagree with his vision of it, his money just dries up. Gone. They always have to take it to the next level of insult. Don't forget to set your DVR every weeknight at 10:00 p.m. eastern so you never mess us. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}