{
  "date": "July 13, 2020",
  "headline": "Dinesh D'Souza on why we should defund universities",
  "subHeadline": "Guests: Dinesh D'Souza, Victor Davis Hanson, John Solomon, Bruce Steel, Samantha Pfefferle, Savanah Hernandez",
  "url": "https://www.foxnews.com/transcript/dinesh-dsouza-on-why-we-should-defund-universities",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right, I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. Now for the past couple of weeks, we've been highlighting the intersection of professional sports and the reporters that cover them and liberal politics. Well tonight, VDH brings us an important perspective on that. Also, John Solomon is here with some breaking news, documents that he's uncovered that show an alarming connection between Biden's and Putin's energy cronies. That exclusive later tonight. Plus, how are dead animals getting on voter rolls. Can't be true. Well Raymond Arroyo is going to be here and he's going to tell us in Seen and Unseen. But first, our new normal. That's the focus of tonight's Angle. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } The Biden campaign has made it official, no more Mr. Moderate from Wilmington. Over the July 4th weekend, he pledged to fundamentally transform the United States, if President translation, a grab bag of squad approved measures that begin with massive wealth confiscation is coming your way. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Your money is going to be used to fund a war on oil and gas, regulatory harassment of businesses, massive amnesty and a flood of foreign workers and refugees, gun confiscation from citizens on bogus grounds, a radicalization of our school from - schools from pre-K through college, free health care including medical marijuana for illegals, government run health care and of course reparations. That's just a smattering. OK. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } And of course, this is all going to be accompanied with retribution for anyone in punishment for anyone who resists. So, the DOJ, the FBI, OSHA, the NSA agencies like the FCC are going to be activated against hardworking Americans who still believe in freedom. Well, today in California, in New York, we see evidence of how all of America will operate under a President Biden. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESUMPTIVE DEMOCRAT PRESIDENTIAL NOMINEE",
      "sentences": "I truly think that if we do this right, we have an incredible opportunity to not just dig out of this crisis but to fundamentally transform the country. So, it is more fair, more just, more equitable for everybody. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "More equitable. Lockdowns and other emergency powers are going to be used whenever government needs to get you to band and otherwise relinquish your rights for the greater good. Now this has nothing to do with the virus which is overwhelmingly survivable for most Americans. And these draconian and arbitrary moves are about politics and power. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now under democratic rule hold on to your wallet, protect your kids and get ready to lose money, your freedom and most of the American traditions that we all love. These last four months. THE ANGLE has been doing everything in our power to help get America back to normal. Meanwhile, the Democrats and their new ideological soulmates on the Far Left, they've been using this time to plot and plan on how to get us to a new normal. Now I warned you about that phrase in early April. I detested it then and we have ample reason to detest it even more now. So tonight, I decided to unveil our new normal. So, going forward, this is what we should all be arguing for a return to common sense pro-American conservatism. Now no offense to 41 or 43, but we're never going to be a Bush party again. And I realize this may upset the dozens of well-funded Trump hating Republicans out there, nevertheless, our new normal will be ardently anti-leftist, fervently pro-American and a relentlessly pro-worker party. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, have you noticed how many Republicans have been heading for the hills when the going has gotten tough in recent months. I can count on one maybe two hands. The number of people who are leading the push against BLM, ANTIFA, even China and now of course Democrat attacks on basic American institutions. National Review, they published this piece today about how legalizing marijuana would be a good thing to do now. Now, this is a leading conservative magazine. Some really nice people, smart people there. But they think drugs are the answer. So, keep us all numb and dumb. Oh, that'll do the trick. Great for the kids. Well, again, here's what our new normal would look like. Number one, supporting only those who fight to save America. So, before you give a dime to a conservative group or a think-tank or a candidate or a campaign, ask yourself where were they when we needed them? If the answer is, they sat on the sidelines or spent their time criticizing the President and helping Biden, they should have no future in Republican politics. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Number two, preserving our history, our declaration and constitution. We will proudly protect our national holidays and our monuments and - yes, and some of the names of our states and cities, we'll get to that in a moment. And we're going to embark on an effort to educate America on the greatness of our founders and key historical events and progress. Contributions of Americans from all races and creeds will be celebrated and appreciated. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Number three, no more lockdowns. Viruses are a fact of life, and it's very sad, and sometimes, as with COVID-19, there will be awful tragic results. We need to keep the most vulnerable safe. We need to try to find treatments. But trampling on our basic rights and wrecking businesses, ruining livelihoods, and bankrupting our country is simply no longer an option. Even Fauci had to admit a vaccine may never come. Number four, kids need to stay in school. Teachers are essential workers. They're just like firefighters and policemen that way. They need to be on the job. A new German study out today confirms what we knew from Iceland's experience. There's no evidence that kids spread COVID in school. Yet the anti-science crowd claiming to be the science crowd from California to Montgomery County, Maryland, have announced that they're going to hold no in-person education for kids, if you can believe that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } The idiotic modified schedules of New York and in places like Virginia are a total nightmare as well. This will be catastrophic for parents and kids, start making noise on that. Number five. No to endless edicts. Yes, to actual laws. Now, governors like Andy Beshear of Kentucky. They've been slapped down by state courts for overstepping their authority during the pandemic. So, this has been my point. If masks and social distancing are really the only answer we have right now, then why didn't Biden get out of the basement and push Nancy Pelosi to come back into session and pass a law requiring both? I'll tell you why. They love unaccountable power, and they're not sure that win in court if challenged. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Number six hands off our places of worship. We reject that many despots and state governments have the right under the U.S. Constitution to stop us from going to practice our faith and our religious communities. Freedom of worship is essential to millions of Americans. Now, Catholic bishops spent as much effort defending their parishes as they've spent defending illegal immigrants who may have already won on this issue. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Number seven, no coddling of criminals. New York and Chicago have seen a heinous rise in murders and robberies since the defund the police effort began. The policy, the leftist demand is our new normal. But AOC was an AOK trying to explain the recent violent crime surge. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "Maybe this has to do with the fact that people aren't paying their rent and are scared to pay their rent, they're put in a position where they feel like they either need to shoplift some bread or go hungry that night. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I must have missed all the bread thefts that were happening. Looters and other thugs who destroy the civil rights of others should be prosecuted, not released back onto the streets. Same should apply to police if they commit crimes. Number eight, new industrial policy. It's called Made in the USA. Now, Biden's going to claim he agrees to with this. But come on, we've destroyed that last week. 40 years in Washington of Biden's tells us that whole thing was a lie. Our economic policy should make it easier to do business here. All essential medicine supply chains need to be brought back home. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Number nine. Call out companies that continue to prop up China while railing against America. The NBA and the sports media are a case study in this very type of hypocrisy. Now it's worth remembering that the Chinese Communist Party brutalizes Muslims and other minorities as a matter of state policy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Of course, Left-wing ESPN and other sports media that have fallen all over themselves to support the political movement of BLM, but the brutality of China, they utterly ignore. Now, LeBron James' deal with Nike is reportedly worth $1 billion. Well, Nike raked in 6 billion from China last year. No wonder LeBron was incensed by Darrell Moray's Hong Kong tweet last fall. The king of Beijing that has a nice ring to it. Number 10 cancel the cancel culture. When they seek to destroy people or companies just because they disagree on politics. We'll answer them with lawsuits and boycotts. It's a bad pun but stay with me. The Goya Foods CEO targeted by the Left is being supported by millions nationwide and is unbowed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB UNANUE, GOYA FOODS CEO",
      "sentences": "There are those who are born to love and to build others to hate and destroy. And unfortunately, there's a movement of hatred and destruction. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're not going to apologize for standing next to President Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNANUE",
      "sentences": "Hell, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Love him. And finally, number 11, defund colleges and universities. It's time to stop sending our tax dollars to professors and administrators who teach students to hate America. You know what I would do if I were in Congress, I'd hold hearings and I'd start asking these college presidents that take federal money. How many conservatives do you have on your faculty? What's the ratio of conservative to liberal commencement speakers? Do any of your faculty members hate the country? Do you have any evidence that they do? You ever considering hiring Americans who don't hate the country? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } A populist conservatism was precisely the type of new normal that Trump ran on in 2016. He's made great progress in all the items that Hannity and I were talking about earlier. But the GOP establishment, we have to remember this, they've never been comfortable with his policies. And some are anxious to get back to the good old days of perpetual internationalism and interventionism. But that's not going to happen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } While others would have you locked down indefinitely, Trump has been fighting for your right to work, your kids right to learn and your right to pursue your own happiness. He trusts you to manage your own risks, as we all do every day. And if he's gone next year, Democrats led by hapless Joe, they're going to run roughshod over everything you and I have worked for. That's the only new normal we're going to permit. And anyone looking closely at Biden knows the only new thing he's capable of is the old misery. And that's THE ANGLE. Joining me now is Dinesh D'Souza, conservative commentator, author of United States of Socialism, the man behind the film forthcoming Trump Card. Dinesh, I mentioned this in the angle, you are keen on defunding universities. How do you think it actually should be done? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE AUTHOR AND FILMMAKER",
      "sentences": "I think that the way to do it, quite simply, is to for the federal government and the state governments to use the enormous financial leverage that they have on universities, both in the form of direct grants, but also in the form of Pell grants and student loans. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Universities basically are supported in large part by government subsidy. And if that government subsidy went away, I'm not even sure how many of them would survive. Now, it's important to realize that much of the rot in our culture, much of the rot in the media, it comes out of the universities. The lunatics have sort of left the asylum. They're now on the street. They're breaking things up, smashing things. It's in the universities that they learn to hate the culture, to hate the country, to hate its history, to be wedded to a bogus narrative. Remember, universities basically are nothing if they are not committed to free speech and open debate. A university that has no real free speech and no open debate is not really a university. So, the sad truth is many of our universities, our pretend universities and any semblance of criticism, self-examination or debate has now been ruthlessly removed from them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean it's pathetic because, Dinesh, when you send your kid to college, if your child is true to himself or herself, they always say, be yourself, be authentic, and shares a thought that maybe - maybe have been fine five years ago or last week, but now is considered offensive. You're actually risking your child's future now. That's what's really disturbing about this. The kid might not ever get a job again because of something that was posted two years ago or last week that they now say, oh, no, you can't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "University is far from becoming forums of debate, forums of intellectual terrorism of a sort. Now they always celebrate the idea of diversity, but their idea of diversity in the sociology or history department is seven different types of socialist, an eco-socialist, an afro socialist, a feminist socialist, a transgender socialist. And then they go, wow, we're so diverse. And then all those socialist gang up on anyone who is not a socialist and try to beat them into submission. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. So even the Left becomes less woke than the next, more left, more Marxist. I've got to put something up on the screen that a friend of mine just sent me tonight. And he said, Laura, they're not stopping at statues. If you think it's Rushmore and statues, here from Time magazine, don't stop at statues. Demand a reconsideration of place names too. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Children are being indoctrinated, but not in the way Trump suggests. Instead, they're being fed an uncomplex version of history, one that minimizes the experience of those on the margins to turn white men who did evil things into heroes. So, they want to rename various places in the United States as well, Dinesh, real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "Well, this is ultimately we are now in Orwell territory. The Left loves to say we don't like authoritarian socialism. We believe in democratic socialism. But the deep inside of Orwell is that even democratic socialism moves inexorably in the direction of erasing history and imposing tyranny. The campuses are a miniature of what our whole society would look like if we let this happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh, thanks so much. Great to see you. And on Friday, Senator Josh Hawley emailed a letter to NBA Commissioner Adam Silver. At the root of Hawley's inquiry is the following. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Right now, the NBA is currently allowing players to put pro-Black Lives Matter and anti-cop messages on their uniforms, but no slogans in support of democracy in Hong Kong or law enforcement here. In response to Hawley's email, ESPN senior NBA reporter Adrian Wojnarowski had two words. Well, he wrote, FU. He has been since suspended, though Hawley said he never wanted him suspended. The league's kowtowing to China doesn't stop there. The NBA's online store was not allowing users to create customs jerseys that say, free Hong Kong on the back. Well, at the same time, they were allowing slogans such as defund the police and beware of Jews. This is an exchange one of our producers had with an NBA customer service rep after he tried to make a free Hong Kong jersey. Customer service said, it takes only 10 digits and free Hong Kong is 12 digits. ANGLE producer then says this is not true. If I type in free King Kong, which is also 12 digits, there is no problem. The customer service rep then told us to try a different entry. Our producer said, but that's the entry I want. Why won't it work? Then the representative says, probably because it has a name of a city. It's not the city, but I guess because it has the word free before it. ANGLE producer says Free New York works, free Seattle works. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } The back and forth continued, but we'll mercifully spare you the longer exchange. But wouldn't you know that after pressure from this show and others, an NBA rep called our producer to inform him that the issue had been miraculously fixed. OK. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here with reaction, Victor Davis Hanson, Hoover Institution Senior Fellow. Victor, this is just pathetic. We're at a point now where Americans professional sports don't in some cases see themselves as American anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "sentences": "Yes, well, the NBA is like the university, it's an institution that's gone too far and too long without scrutiny. And we either - when people watch it, they either say they're either professional athletes and they're apolitical or they're political, but they can't be hypocritical and both. And what they want us to do is to think that they're edgy, they're woke. They're concerned about social justice. They're going to put these insignia or messaging on their jerseys, maybe kneel for the national anthem. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } And yet the whole system is predicated on a $4 billion to $6 billion lucrative enterprise in China with a government that has destroyed democracy in Hong Kong, destroyed the indigenous culture of Tibet, destroyed basically Uyghur culture and 1 million people in reeducation camps, culpable for 140,000 American deaths from COVID because of their laxity and an international mercantile outlaw. And yet they're getting billions of dollars there. And the reason is it gets even deeper, Laura. The reason they're going to China is they're losing market share here in the United States because they talk about diversity, diversity, diversity. But they have 20, 30 coaches, 20 coaches, 30 and we only have about eight or African American. We have about two owners that are black. And they talk to us about diversity. And yet 75 percent of the players are African American. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } They're not diverse either. You don't know which is more non-diverse, the owners and the coaches or the players. And yet they lecture their audience, we've got to be diverse, proportional representation, disparate impact. And they're not diverse. And so, they've lost their audience. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Asians, Latinos, whites are not tuning into the NBA because they don't see it proportionally representative. As we're told, it should be by the Left. And therefore, the NBA is kind of looking toward a foreign audience. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "A big audience, 1.6 billion, 5 billion people because they cannot maintain interest in the United States, because they're hypocritical. And I think people are getting very tired of it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, I'm sorry to interrupt, but people are desperate for a politics free zone. I think I sense it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "They are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everyone has the right to speak out. They can say whatever they want. That's a given. OK. But I think people want to go to entertainment or they want to go because they want to release from everything else. But now it's constantly coming at you, no matter what where you look. And I think people after a while like this isn't even entertaining anymore, because in a sense, they--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I don't think-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "People are getting weary of it. I think they could end up bankrupting themselves in the United States. Sports media and sports. If they keep going down this road, I don't see how it works. That's why you're right. They have to go to China. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "People don't like to be lectured on virtue from corporate ad men that are multimillionaires and told that they're richer signal. They don't like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Lot of these players and owners are corporate pitchman, they're admen and they're in it for money. And yet they're lecturing people about virtue. And people voted with their remote controls that are not watching it anymore. And that's why they're going to China. Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank you. Thank you, Victor. Great to see you tonight. And coming up, John Solomon brings us exclusive new reporting on questionable ties between the Biden's and Putin's energy cronies. Plus, we told you how hydroxychloroquine could help at the outset of COVID tonight. We have stunning new results that might help on the back end of treatment that you don't want to miss. That's all new. That's ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "Roger Stone was the intermediary. He was the link between Donald Trump and the Trump campaign and Russian intelligence, the same Russia intelligence unit that hacked Donald Trump's opponents. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "After being exposed as a complete fraud, why are Democrats suddenly resuscitating the Russia hoax? Well, it might be a case of projection. According to the new book Fallout by investigative reporter John Solomon and Seamus Bruner, the real Russian collusion story may involve greedy Democrats looking to cash in on corruption, including Joe Biden's former energy policy adviser. Solomon and Bruner write, time and again, Biden's adviser failed to mention that he had witnessed Putin's energy strategy firsthand. Amos Hochstein never mentioned Russia's attempts to corner the global uranium market. It was something he had assisted personally while working as a U.S. lobbyist in the private sector. Hochstein had advised Rosatom's subsidiary, Tenex, before long, he was directly advising Secretary of State Hillary Clinton. Her successor, John Kerry. And finally, Vice President Biden and even President Obama. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } John Solomon joins me now exclusively. John, this Amos character seems to be just the tip of the iceberg, right, when it comes to Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, AUTHOR FALLOUT",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Collusion with Russia. What else did you find here? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Listen, at the end of the day, this is what we set out to answer. Why did the Democrats pick Russia and Ukraine to be the two faux scandals that they pursued against President Trump and after hundreds of hours of reporting and going through documents? Here's what we found out. They were trying to ward off to scare away Republicans from using Russia as an issue against them in the 2016 election. Why? Because it was their biggest one of their biggest foreign policy failures. They gave billions of dollars of utility contracts to the Russians that made American electricity ratepayers dependent on Russian uranium. They gave away Uranium One, the uranium assets under our soil. And when it was all done, Vladimir Putin pulled the rug out and invaded Ukraine. And the Democrats did not want that to be the storyline in 2016. And why? Because when you dig in deeper, you find out guys like Amos Hochstein, well, they were helping the Russians get a leg up in the American market. They were in 2009, 2010, 2011 to actually go back to 2008. They were trying to help Rosatom, a corrupt Russian company, get more business in America, take jobs and uranium business away from Americans, giving to the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, everyone has a flashback on that issue. John, there was also an odd moment that you wrote about the Kentucky Derby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. You exposed this bizarre FBI plot from 2013 to lure Vladimir Putin to the Derby. So, what, they could spy on him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Absolutely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Apparently, he got a VIP ticket, it was told he'd be honored as a Kentucky colonel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What happened? He canceled at the last minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "They did. He pulled out. He was smart enough to know what was really going on. But the FBI had an undercover informant inside Rosatom uncovering all of this corruption. And they wanted to lure Putin here for one reason. They were very concerned as Barack Obama was pursuing that Iran deal that Russia was assisting Iran's illicit nuclear program. So they were going to bring him here. They got the Democratic governor of Kentucky, Beshear, to bestow the honor of Kentucky Colonel, which is one of the biggest civilian honors in Kentucky, and they tried to lure him here. They were going to take him to the horse race, take him bear hunting in Alaska. But Putin was too smart and he backed out of it. But it does reflect how concerned the FBI was that not only was Russia's nuclear company corrupt, they were helping Iran with their illicit nuclear program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This book is so chockfull of awesome stuff, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank you so much. Congrats on the book. And I know I'm going to be tweeting about it later, but unbelievable. Thanks so much. This show has told you about the potential benefits of hydroxychloroquine as a prophylactic against COVID and also in early stages. But we've also been hoping that scientists found an effective treatment for serious cases of the disease, moderate and most severe. Well, tonight, we want to highlight a promising new candidate. The California-based company Equillium announced that its partner, Biocon, released clinical trial data from India showing the drug Itolizumab significantly decreased mortality in hospitalized COVID patients. Of the 20 patients given the job, every single one of them recovered. Of the 10 not given the drug, three died and seven recovered. Joining me now is the CEO of Equillium, Bruce Steel. Bruce, everybody is so hesitant about having hope in this pandemic. But the Indians have been way ahead of the curve on a lot, including hydroxy, by the way, the new study about that. But tell us why this drug seems to show early signs of success. What does it do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE STEEL, EQUILLIUM CEO",
      "sentences": "Hi, good evening, Laura, thank you so much for having me on the show. I really am privileged to be here representing Equillium, and by extension our partner Biocon, to tell you more about Itolizumab and some of the results that they have seen in the study that they completed in India. And I should also just add I am very proud to be part of the biotechnology industry looking for solutions to treat patients, which includes thousands of companies worldwide, including important government organizations such as NIH, the FDA, and the CDC are all trying to improve patient lives. In the case of Itolizumab and Equillium and what we're trying to do with this program, the results of Biocon announced were actually quite impressive. Itolizumab is a first in class antibody therapeutic that is an immune modulating agent, so this modifies the immune system, to really try and prevent the excessive inflammation that ends up resulting in extensive tissue damage and destruction, and ultimately, in the case of COVID-19 patients, high mortality rates and death. As you think about the virus, the vast majority of patients that are getting severely ill and dying are not dying directly from the virus itself. It's really the body's immune response that becomes overreactive and excessive inflammation that leads to organ failure and ultimately death. So our drug modifies the immune system and inhibits that overreactive state, and we believe can be potentially very important therapy. The results that Biocon demonstrated were very encouraging. As you highlighted, they treated 30 patients, 20 patients were given best supportive care, plus Itolizumab, 10 patients were given only best supportive care and we saw a very impressed mortality rate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Bruce, real quick. Some also had preexisting conditions, this is important, that increased the risk of death from COVID, correct, diabetes, hypertension, hypothyroidism, so that's really key, real quick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEEL",
      "sentences": "Yes, so we've seen that pretty much across the world. Obviously, elderly patients, and then patients with comorbidities are at significantly higher risk. And the incoming baseline characteristics for these patients did include a lot of those high-risk factors. And the background in these patients who were presenting with moderate to severely ill cytokine release syndrome and acute respiratory distress syndrome in COVID-19 patients do have a background mortality rate that is in the 20 to 40 percent range.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So this is key.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEEL",
      "sentences": "So these patients are quite sick, and many of them are dying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, so this is key. The next step -- we are going to track the progress of your work trying to get this into the FDA for trials here in the United States. But I'm impressed cautiously thus far with what the Indians have been able to do, Biocon, and I am so glad you have this partnership with them. And we wish you all the best. I know it's a long road to get approval, but this is a big step. It's not happened before in a treatment drug like this. Bruce, thanks so much. All right, coming up, we warned you about mail-in ballots. Now your pets could be receiving one? No. Plus CNN is masking the truth again. And what is behind those weekend church attacks? Raymond Arroyo exposes it all in \"Seen and Unseen\" next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for our \"Seen and Unseen\" segment where we reveal the stories behind the headlines. For details we are joined by Raymond Arroyo, FOX News contributor. Raymond, the president has been warning about mail-in ballots and the potential for fraud, of course. So tell us while renewed cause for concern now exists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, Laura, look, back in 2018, a ring of voter harvesters were charged in Texas. The intercepted mail-in ballots and they illegally assisted elderly voters filling them out. Then in Colorado, a woman named Sara Sosa, she voted in 2010, 2012, 2013. The problem is she died in 2009. Pew estimates that there are at least 1.8 million deceased people registered to vote. And now the fraudsters are getting really creative. It's not just dead people. The Tims family of Atlanta got a voter registration form for Cody Tims. Tims was their pet, or Cody was. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How did this happen? I mean, it's not reality. He's a cat. Here he is. And he's been dead for a long time. If they are trying to register cats, I'm not quite sure who else they are trying to register. I don't know if they are registering dogs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I hope they are registering dogs, Laura. Matty (ph) here has picked out her candidates. Look, can you see that button? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You've heard of the southern strategy. This is the pet cemetery strategy. But we don't want Matty (ph) going just yet, so we are not going to do that. But this weekend, Laura, CNN's Jake Tapper retweeted a story claiming that for the first time since the coronavirus pandemic began, President Trump has been seen by the White House press corps wearing a mask at Walter Reed. But actually, the president wore a mask during a visit to a Ford Motor company back in May.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I guess didn't stop there. Didn't he criticize the president's mask-waring, saying that someday someone will do a study on how many lives have been saved if this happened in February or March. Has he ever asked that question about Cuomo and the home, and the old folks homes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Tiny problem, Laura. The guidance from the CDC at that time, February and March, was not to wear masks. In fact, someday, someone will do a study on how Jake Tapper in late February was saying this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Does wearing a face mask provides coronavirus from spreading? Should people start stockpiling them now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No. If you're healthy and walking about, there is really no need to be wearing a mask. It's a false sense of security. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Now, Laura, mask-gate aside, there is a story that is not getting nearly enough coverage. I wanted to leave a little time for this. The slew of church attacks and religious statues vandalized during the weekend. In Los Angeles, the nearly 250-year-old Mission San Gabriel was torched, destroying the roof, nearly everything inside. The mission was of course founded by Saint Junipero Serra whom activists regard as an oppressor of indigenous people, even though he actually fought for native rights. The arsonists have yet to be identified there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have been to that mission, it's absolutely beautiful. That's a heartbreak. In Ocala, Florida, Steven Anthony Shields drove his minivan into Queen of Peace, ironically, Catholic church before mass. He poured gas on the foyer and set the church ablaze. He told investigators his actions were awesome and he was on a mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is a pattern, Laura. In Boston, in New York, statues of the Blessed Mother were burned and vandalized. There is something happening here. And a, we're not reporting on it. And b, people aren't looking deeply enough. When you want to disturb the old order, Laura, you've got to dislocate and destroy the old one. And religion, religious practice, is a big part of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, they are coming for a worship. They are coming for the Second Amendment. If people think it's about changing the name of football teams and taking down statues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They are going for the symbols of fundamental rights, then they go for the fundamentally rights. And shame on political leaders that haven't made this topic of what they are doing to desecrate houses of worship, it's disgusting. It's absolutely disgusting if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, thank you for putting all that together for us tonight. And I hope Matty (ph) is OK. Raymond doesn't usually travel with that dog. It's a sweet dog. And coming up, while many GOP lawmakers are running scared from the liberal mob, a new generation of conservatives, yes, they're going viral for facing these threats head-on. Two of those women join me next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "While some seasoned GOP lawmakers and officials seem to be cowering in fear these days, young conservative women are standing up to the liberal mob. Samantha Pfefferle was planning on starting at Marquette University in the fall, but she says that her admission came under threat after she posted this video to social media. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Samantha was also threatened by irate leftists online, including one who said I hope you get shot. And independent journalist Savanah Hernandez was physically assaulted by radicals for having the audacity to say this at a BLM protest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Get the -- out of here you stupid -- this isn't the - - place for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Police lives don't matter --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is extremely distressing to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's what happens when you come and try to express your first amendment right as a conservative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, this is just ridiculous. These are two brave women, Samantha Pfefferle, Savanah Hernandez join me now. Samantha, let's start with you. After what you have been through, do you have second thoughts about going to Marquette at this point, or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAMANTHA PFEFFERLE, INCOMING MARQUETTE FRESHMAN",
      "sentences": "I really, really, really want to go. I plan on attending in the fall. Me and my parents are still scared for my safety going on there because of all the threats that I have been getting, including \"don't worry, you will be dead soon.\" So it's kind of scary to step on campus and I'm nervous. But I'm ready to rally conservatives and stand up for what I believe in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's fantastic. By the way, Marquette released a statement tonight saying that \"Concerns about this new student that were brought to our attention were not based on political affiliation but on alleged use of discriminatory language. In this case, there were also concerns for the incoming student's safety\" which we are investigating by the Marquette University Police Department and discussed with the incoming. But they said you haven't had your application or your admission rescinded, nor did it threaten to rescind the admission? Is that true or false?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PFEFFERLE",
      "sentences": "When we went on the first call, they did say that I was not a student.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, you're not a student now, but did they you were going to be threatened, that they could rescind the admission?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PFEFFERLE",
      "sentences": "No. They told me I wasn't a student and then that I would hear back in a couple days. And it took them a week and a half.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So it seemed like it was hanging out in the air on that point. Savanah, I want to talk to you. You go to this BLM protest, and you hold up a sign that says \"All lives matter,\" \"Police lives matter,\" I guess, and that was wild. Tell us about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANAH HERNANDEZ, POLITICAL ACTIVIST",
      "sentences": "Yes, Laura, I was watching so many videos on Twitter of police officers, especially black police officers, who have been the subject of so much racism because of the radical left and everything that has been going on, and it really enraged me. So I wanted to go stand up with a \"Police lives matter\" sign, and on the other side it had the name of David Dorn who was a black police officer who was shot and killed by protesters. And I went and I stood there. I didn't chant. I didn't go infiltrate their rally at all. I stood on a busy street corner and I held up the sign because I wanted police in my city to know that they were supported. And I was immediately attacked. And luckily, one of the BLM supporters actually at that rally supported my First Amendment right, which is not something you typically see. So I was very appreciative of that. But it's ridiculous that I can't go stand up with a sign on my own streets in my own city without being attacked, viciously attacked, several times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And have you gotten slammed for being a Latina that is standing up for police as well, because I know African-Americans, as you say, have been subject to that horrible language, called an Uncle Tom and so forth. How about you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Definitely, Laura. And a lot of conservatives say that the most racist people are from the left, and that is so true. I have been called the most racist names. I have gotten death threats from people on the left because they don't like my message. And it only emboldens me more to stand up to our police who protect our communities every single day. And the big disconnect is that a lot of people on the street who are calling to defund and abolish the police have never actually spoken to a police officer directly. I have done both of those things. I have talked to BLM protesters, and I have gone and I talked to police officers. And I can't tell you how many police officers' wives and children have since messaged me scared for their lives, scared for their husband's lives, their wives' lives, their brothers and sisters because of everything that's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's ridiculous. By the way, nice push-off of the masked intruder there. That was a nice shove. That's pretty good. Samantha, what discriminatory language -- when they threw that out in their statement today, what discriminatory language are they even talking about at Marquette where it led you to believe that your application and your admission was in jeopardy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PFEFFERLE",
      "sentences": "They think that discriminatory language is \"illegal immigrant.\" I've heard a lot of people come in my comments and say that I can't use \"illegal immigrants\" at all. So I am assuming that is what they believe my discriminatory language is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PFEFFERLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second. So are you supposed to call them all undocumented Democrats? That's what you should say next time. Is it OK if I call them undocumented Democrats, would that be OK? You should have a whole list of things and start playing their game. Savanah, finally with you, what is your message to young women tonight, you have got 15 seconds, who are conservative who are tired of being pushed around, literally or figurately at this time, what do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERNANDEZ",
      "sentences": "Laura, I would just say that I am not a spectacular human being. I'm a regular girl. I watched your show so many times, I never thought I'd actually be on it. And if I can stand up and make big waves with a five-dollar poster board and a message, then anybody can. So stand up, now is the time to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They can as well. All right, ladies. Thanks so much. We have a lot more. Lori Lightfoot, Last Bite. You don't want to miss it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR LORI LIGHTFOOT, D-CHICAGO",
      "sentences": "When the city of Gotham had a real difficult challenge, one of the things that the mayor there did is he called out and he sent out the distress signal to Batman. So, we are doing something similar for the census. And I'm happy to report I'm calling out the census cowboy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my God. Sixty-four people shot, at least 11 of them killed in Chicago last weekend, and she said Gotham there, what? That's Mayor Lightfoot? Guys, this is an obvious choice in November. Serious law enforcement, safety, prosperity, or that. OK, that attitude. Come on. It's all the time we have tonight. Shannon Bream, \"Fox News @ Night\" Team have an amazing show, and I'm waiting, take it from here. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right, I'm Laura Ingraham. This is \"The Ingraham Angle\" from Washington tonight. Now for the past couple of weeks, we've been highlighting the intersection of professional sports and the reporters that cover them and liberal politics. Well tonight, VDH brings us an important perspective on that. Also, John Solomon is here with some breaking news, documents that he's uncovered that show an alarming connection between Biden's and Putin's energy cronies. That exclusive later tonight. Plus, how are dead animals getting on voter rolls. Can't be true. Well Raymond Arroyo is going to be here and he's going to tell us in Seen and Unseen. But first, our new normal. That's the focus of tonight's Angle. The Biden campaign has made it official, no more Mr. Moderate from Wilmington. Over the July 4th weekend, he pledged to fundamentally transform the United States, if President translation, a grab bag of squad approved measures that begin with massive wealth confiscation is coming your way. Your money is going to be used to fund a war on oil and gas, regulatory harassment of businesses, massive amnesty and a flood of foreign workers and refugees, gun confiscation from citizens on bogus grounds, a radicalization of our school from - schools from pre-K through college, free health care including medical marijuana for illegals, government run health care and of course reparations. That's just a smattering. OK. And of course, this is all going to be accompanied with retribution for anyone in punishment for anyone who resists. So, the DOJ, the FBI, OSHA, the NSA agencies like the FCC are going to be activated against hardworking Americans who still believe in freedom. Well, today in California, in New York, we see evidence of how all of America will operate under a President Biden."
    },
    {
      "speaker": "JOE BIDEN, PRESUMPTIVE DEMOCRAT PRESIDENTIAL NOMINEE",
      "utterance": "I truly think that if we do this right, we have an incredible opportunity to not just dig out of this crisis but to fundamentally transform the country. So, it is more fair, more just, more equitable for everybody."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "More equitable. Lockdowns and other emergency powers are going to be used whenever government needs to get you to band and otherwise relinquish your rights for the greater good. Now this has nothing to do with the virus which is overwhelmingly survivable for most Americans. And these draconian and arbitrary moves are about politics and power. Now under democratic rule hold on to your wallet, protect your kids and get ready to lose money, your freedom and most of the American traditions that we all love. These last four months. THE ANGLE has been doing everything in our power to help get America back to normal. Meanwhile, the Democrats and their new ideological soulmates on the Far Left, they've been using this time to plot and plan on how to get us to a new normal. Now I warned you about that phrase in early April. I detested it then and we have ample reason to detest it even more now. So tonight, I decided to unveil our new normal. So, going forward, this is what we should all be arguing for a return to common sense pro-American conservatism. Now no offense to 41 or 43, but we're never going to be a Bush party again. And I realize this may upset the dozens of well-funded Trump hating Republicans out there, nevertheless, our new normal will be ardently anti-leftist, fervently pro-American and a relentlessly pro-worker party. Now, have you noticed how many Republicans have been heading for the hills when the going has gotten tough in recent months. I can count on one maybe two hands. The number of people who are leading the push against BLM, ANTIFA, even China and now of course Democrat attacks on basic American institutions. National Review, they published this piece today about how legalizing marijuana would be a good thing to do now. Now, this is a leading conservative magazine. Some really nice people, smart people there. But they think drugs are the answer. So, keep us all numb and dumb. Oh, that'll do the trick. Great for the kids. Well, again, here's what our new normal would look like. Number one, supporting only those who fight to save America. So, before you give a dime to a conservative group or a think-tank or a candidate or a campaign, ask yourself where were they when we needed them? If the answer is, they sat on the sidelines or spent their time criticizing the President and helping Biden, they should have no future in Republican politics. Number two, preserving our history, our declaration and constitution. We will proudly protect our national holidays and our monuments and - yes, and some of the names of our states and cities, we'll get to that in a moment. And we're going to embark on an effort to educate America on the greatness of our founders and key historical events and progress. Contributions of Americans from all races and creeds will be celebrated and appreciated. Number three, no more lockdowns. Viruses are a fact of life, and it's very sad, and sometimes, as with COVID-19, there will be awful tragic results. We need to keep the most vulnerable safe. We need to try to find treatments. But trampling on our basic rights and wrecking businesses, ruining livelihoods, and bankrupting our country is simply no longer an option. Even Fauci had to admit a vaccine may never come. Number four, kids need to stay in school. Teachers are essential workers. They're just like firefighters and policemen that way. They need to be on the job. A new German study out today confirms what we knew from Iceland's experience. There's no evidence that kids spread COVID in school. Yet the anti-science crowd claiming to be the science crowd from California to Montgomery County, Maryland, have announced that they're going to hold no in-person education for kids, if you can believe that. The idiotic modified schedules of New York and in places like Virginia are a total nightmare as well. This will be catastrophic for parents and kids, start making noise on that. Number five. No to endless edicts. Yes, to actual laws. Now, governors like Andy Beshear of Kentucky. They've been slapped down by state courts for overstepping their authority during the pandemic. So, this has been my point. If masks and social distancing are really the only answer we have right now, then why didn't Biden get out of the basement and push Nancy Pelosi to come back into session and pass a law requiring both? I'll tell you why. They love unaccountable power, and they're not sure that win in court if challenged. Number six hands off our places of worship. We reject that many despots and state governments have the right under the U.S. Constitution to stop us from going to practice our faith and our religious communities. Freedom of worship is essential to millions of Americans. Now, Catholic bishops spent as much effort defending their parishes as they've spent defending illegal immigrants who may have already won on this issue. Number seven, no coddling of criminals. New York and Chicago have seen a heinous rise in murders and robberies since the defund the police effort began. The policy, the leftist demand is our new normal. But AOC was an AOK trying to explain the recent violent crime surge."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "Maybe this has to do with the fact that people aren't paying their rent and are scared to pay their rent, they're put in a position where they feel like they either need to shoplift some bread or go hungry that night."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I must have missed all the bread thefts that were happening. Looters and other thugs who destroy the civil rights of others should be prosecuted, not released back onto the streets. Same should apply to police if they commit crimes. Number eight, new industrial policy. It's called Made in the USA. Now, Biden's going to claim he agrees to with this. But come on, we've destroyed that last week. 40 years in Washington of Biden's tells us that whole thing was a lie. Our economic policy should make it easier to do business here. All essential medicine supply chains need to be brought back home. Number nine. Call out companies that continue to prop up China while railing against America. The NBA and the sports media are a case study in this very type of hypocrisy. Now it's worth remembering that the Chinese Communist Party brutalizes Muslims and other minorities as a matter of state policy. Of course, Left-wing ESPN and other sports media that have fallen all over themselves to support the political movement of BLM, but the brutality of China, they utterly ignore. Now, LeBron James' deal with Nike is reportedly worth $1 billion. Well, Nike raked in 6 billion from China last year. No wonder LeBron was incensed by Darrell Moray's Hong Kong tweet last fall. The king of Beijing that has a nice ring to it. Number 10 cancel the cancel culture. When they seek to destroy people or companies just because they disagree on politics. We'll answer them with lawsuits and boycotts. It's a bad pun but stay with me. The Goya Foods CEO targeted by the Left is being supported by millions nationwide and is unbowed."
    },
    {
      "speaker": "BOB UNANUE, GOYA FOODS CEO",
      "utterance": "There are those who are born to love and to build others to hate and destroy. And unfortunately, there's a movement of hatred and destruction."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're not going to apologize for standing next to President Trump."
    },
    {
      "speaker": "UNANUE",
      "utterance": "Hell, no."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Love him. And finally, number 11, defund colleges and universities. It's time to stop sending our tax dollars to professors and administrators who teach students to hate America. You know what I would do if I were in Congress, I'd hold hearings and I'd start asking these college presidents that take federal money. How many conservatives do you have on your faculty? What's the ratio of conservative to liberal commencement speakers? Do any of your faculty members hate the country? Do you have any evidence that they do? You ever considering hiring Americans who don't hate the country? A populist conservatism was precisely the type of new normal that Trump ran on in 2016. He's made great progress in all the items that Hannity and I were talking about earlier. But the GOP establishment, we have to remember this, they've never been comfortable with his policies. And some are anxious to get back to the good old days of perpetual internationalism and interventionism. But that's not going to happen. While others would have you locked down indefinitely, Trump has been fighting for your right to work, your kids right to learn and your right to pursue your own happiness. He trusts you to manage your own risks, as we all do every day. And if he's gone next year, Democrats led by hapless Joe, they're going to run roughshod over everything you and I have worked for. That's the only new normal we're going to permit. And anyone looking closely at Biden knows the only new thing he's capable of is the old misery. And that's THE ANGLE. Joining me now is Dinesh D'Souza, conservative commentator, author of United States of Socialism, the man behind the film forthcoming Trump Card. Dinesh, I mentioned this in the angle, you are keen on defunding universities. How do you think it actually should be done?"
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE AUTHOR AND FILMMAKER",
      "utterance": "I think that the way to do it, quite simply, is to for the federal government and the state governments to use the enormous financial leverage that they have on universities, both in the form of direct grants, but also in the form of Pell grants and student loans. Universities basically are supported in large part by government subsidy. And if that government subsidy went away, I'm not even sure how many of them would survive. Now, it's important to realize that much of the rot in our culture, much of the rot in the media, it comes out of the universities. The lunatics have sort of left the asylum. They're now on the street. They're breaking things up, smashing things. It's in the universities that they learn to hate the culture, to hate the country, to hate its history, to be wedded to a bogus narrative. Remember, universities basically are nothing if they are not committed to free speech and open debate. A university that has no real free speech and no open debate is not really a university. So, the sad truth is many of our universities, our pretend universities and any semblance of criticism, self-examination or debate has now been ruthlessly removed from them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean it's pathetic because, Dinesh, when you send your kid to college, if your child is true to himself or herself, they always say, be yourself, be authentic, and shares a thought that maybe - maybe have been fine five years ago or last week, but now is considered offensive. You're actually risking your child's future now. That's what's really disturbing about this. The kid might not ever get a job again because of something that was posted two years ago or last week that they now say, oh, no, you can't say that."
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "University is far from becoming forums of debate, forums of intellectual terrorism of a sort. Now they always celebrate the idea of diversity, but their idea of diversity in the sociology or history department is seven different types of socialist, an eco-socialist, an afro socialist, a feminist socialist, a transgender socialist. And then they go, wow, we're so diverse. And then all those socialist gang up on anyone who is not a socialist and try to beat them into submission."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. So even the Left becomes less woke than the next, more left, more Marxist. I've got to put something up on the screen that a friend of mine just sent me tonight. And he said, Laura, they're not stopping at statues. If you think it's Rushmore and statues, here from Time magazine, don't stop at statues. Demand a reconsideration of place names too. Children are being indoctrinated, but not in the way Trump suggests. Instead, they're being fed an uncomplex version of history, one that minimizes the experience of those on the margins to turn white men who did evil things into heroes. So, they want to rename various places in the United States as well, Dinesh, real quick."
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "Well, this is ultimately we are now in Orwell territory. The Left loves to say we don't like authoritarian socialism. We believe in democratic socialism. But the deep inside of Orwell is that even democratic socialism moves inexorably in the direction of erasing history and imposing tyranny. The campuses are a miniature of what our whole society would look like if we let this happen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh, thanks so much. Great to see you. And on Friday, Senator Josh Hawley emailed a letter to NBA Commissioner Adam Silver. At the root of Hawley's inquiry is the following. Right now, the NBA is currently allowing players to put pro-Black Lives Matter and anti-cop messages on their uniforms, but no slogans in support of democracy in Hong Kong or law enforcement here. In response to Hawley's email, ESPN senior NBA reporter Adrian Wojnarowski had two words. Well, he wrote, FU. He has been since suspended, though Hawley said he never wanted him suspended. The league's kowtowing to China doesn't stop there. The NBA's online store was not allowing users to create customs jerseys that say, free Hong Kong on the back. Well, at the same time, they were allowing slogans such as defund the police and beware of Jews. This is an exchange one of our producers had with an NBA customer service rep after he tried to make a free Hong Kong jersey. Customer service said, it takes only 10 digits and free Hong Kong is 12 digits. ANGLE producer then says this is not true. If I type in free King Kong, which is also 12 digits, there is no problem. The customer service rep then told us to try a different entry. Our producer said, but that's the entry I want. Why won't it work? Then the representative says, probably because it has a name of a city. It's not the city, but I guess because it has the word free before it. ANGLE producer says Free New York works, free Seattle works. The back and forth continued, but we'll mercifully spare you the longer exchange. But wouldn't you know that after pressure from this show and others, an NBA rep called our producer to inform him that the issue had been miraculously fixed. OK. Here with reaction, Victor Davis Hanson, Hoover Institution Senior Fellow. Victor, this is just pathetic. We're at a point now where Americans professional sports don't in some cases see themselves as American anymore."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "utterance": "Yes, well, the NBA is like the university, it's an institution that's gone too far and too long without scrutiny. And we either - when people watch it, they either say they're either professional athletes and they're apolitical or they're political, but they can't be hypocritical and both. And what they want us to do is to think that they're edgy, they're woke. They're concerned about social justice. They're going to put these insignia or messaging on their jerseys, maybe kneel for the national anthem. And yet the whole system is predicated on a $4 billion to $6 billion lucrative enterprise in China with a government that has destroyed democracy in Hong Kong, destroyed the indigenous culture of Tibet, destroyed basically Uyghur culture and 1 million people in reeducation camps, culpable for 140,000 American deaths from COVID because of their laxity and an international mercantile outlaw. And yet they're getting billions of dollars there. And the reason is it gets even deeper, Laura. The reason they're going to China is they're losing market share here in the United States because they talk about diversity, diversity, diversity. But they have 20, 30 coaches, 20 coaches, 30 and we only have about eight or African American. We have about two owners that are black. And they talk to us about diversity. And yet 75 percent of the players are African American. They're not diverse either. You don't know which is more non-diverse, the owners and the coaches or the players. And yet they lecture their audience, we've got to be diverse, proportional representation, disparate impact. And they're not diverse. And so, they've lost their audience. Asians, Latinos, whites are not tuning into the NBA because they don't see it proportionally representative. As we're told, it should be by the Left. And therefore, the NBA is kind of looking toward a foreign audience."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "A big audience, 1.6 billion, 5 billion people because they cannot maintain interest in the United States, because they're hypocritical. And I think people are getting very tired of it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, I'm sorry to interrupt, but people are desperate for a politics free zone. I think I sense it."
    },
    {
      "speaker": "HANSON",
      "utterance": "They are."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everyone has the right to speak out. They can say whatever they want. That's a given. OK. But I think people want to go to entertainment or they want to go because they want to release from everything else. But now it's constantly coming at you, no matter what where you look. And I think people after a while like this isn't even entertaining anymore, because in a sense, they--"
    },
    {
      "speaker": "HANSON",
      "utterance": "I don't think--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "People are getting weary of it. I think they could end up bankrupting themselves in the United States. Sports media and sports. If they keep going down this road, I don't see how it works. That's why you're right. They have to go to China."
    },
    {
      "speaker": "HANSON",
      "utterance": "People don't like to be lectured on virtue from corporate ad men that are multimillionaires and told that they're richer signal. They don't like it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "Lot of these players and owners are corporate pitchman, they're admen and they're in it for money. And yet they're lecturing people about virtue. And people voted with their remote controls that are not watching it anymore. And that's why they're going to China. Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank you. Thank you, Victor. Great to see you tonight. And coming up, John Solomon brings us exclusive new reporting on questionable ties between the Biden's and Putin's energy cronies. Plus, we told you how hydroxychloroquine could help at the outset of COVID tonight. We have stunning new results that might help on the back end of treatment that you don't want to miss. That's all new. That's ahead."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "Roger Stone was the intermediary. He was the link between Donald Trump and the Trump campaign and Russian intelligence, the same Russia intelligence unit that hacked Donald Trump's opponents."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "After being exposed as a complete fraud, why are Democrats suddenly resuscitating the Russia hoax? Well, it might be a case of projection. According to the new book Fallout by investigative reporter John Solomon and Seamus Bruner, the real Russian collusion story may involve greedy Democrats looking to cash in on corruption, including Joe Biden's former energy policy adviser. Solomon and Bruner write, time and again, Biden's adviser failed to mention that he had witnessed Putin's energy strategy firsthand. Amos Hochstein never mentioned Russia's attempts to corner the global uranium market. It was something he had assisted personally while working as a U.S. lobbyist in the private sector. Hochstein had advised Rosatom's subsidiary, Tenex, before long, he was directly advising Secretary of State Hillary Clinton. Her successor, John Kerry. And finally, Vice President Biden and even President Obama. John Solomon joins me now exclusively. John, this Amos character seems to be just the tip of the iceberg, right, when it comes to Democrats?"
    },
    {
      "speaker": "JOHN SOLOMON, AUTHOR FALLOUT",
      "utterance": "It is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Collusion with Russia. What else did you find here?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Listen, at the end of the day, this is what we set out to answer. Why did the Democrats pick Russia and Ukraine to be the two faux scandals that they pursued against President Trump and after hundreds of hours of reporting and going through documents? Here's what we found out. They were trying to ward off to scare away Republicans from using Russia as an issue against them in the 2016 election. Why? Because it was their biggest one of their biggest foreign policy failures. They gave billions of dollars of utility contracts to the Russians that made American electricity ratepayers dependent on Russian uranium. They gave away Uranium One, the uranium assets under our soil. And when it was all done, Vladimir Putin pulled the rug out and invaded Ukraine. And the Democrats did not want that to be the storyline in 2016. And why? Because when you dig in deeper, you find out guys like Amos Hochstein, well, they were helping the Russians get a leg up in the American market. They were in 2009, 2010, 2011 to actually go back to 2008. They were trying to help Rosatom, a corrupt Russian company, get more business in America, take jobs and uranium business away from Americans, giving to the Russians."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, everyone has a flashback on that issue. John, there was also an odd moment that you wrote about the Kentucky Derby."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. You exposed this bizarre FBI plot from 2013 to lure Vladimir Putin to the Derby. So, what, they could spy on him?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Apparently, he got a VIP ticket, it was told he'd be honored as a Kentucky colonel."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "That's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What happened? He canceled at the last minute."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "They did. He pulled out. He was smart enough to know what was really going on. But the FBI had an undercover informant inside Rosatom uncovering all of this corruption. And they wanted to lure Putin here for one reason. They were very concerned as Barack Obama was pursuing that Iran deal that Russia was assisting Iran's illicit nuclear program. So they were going to bring him here. They got the Democratic governor of Kentucky, Beshear, to bestow the honor of Kentucky Colonel, which is one of the biggest civilian honors in Kentucky, and they tried to lure him here. They were going to take him to the horse race, take him bear hunting in Alaska. But Putin was too smart and he backed out of it. But it does reflect how concerned the FBI was that not only was Russia's nuclear company corrupt, they were helping Iran with their illicit nuclear program."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This book is so chockfull of awesome stuff, John."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank you so much. Congrats on the book. And I know I'm going to be tweeting about it later, but unbelievable. Thanks so much. This show has told you about the potential benefits of hydroxychloroquine as a prophylactic against COVID and also in early stages. But we've also been hoping that scientists found an effective treatment for serious cases of the disease, moderate and most severe. Well, tonight, we want to highlight a promising new candidate. The California-based company Equillium announced that its partner, Biocon, released clinical trial data from India showing the drug Itolizumab significantly decreased mortality in hospitalized COVID patients. Of the 20 patients given the job, every single one of them recovered. Of the 10 not given the drug, three died and seven recovered. Joining me now is the CEO of Equillium, Bruce Steel. Bruce, everybody is so hesitant about having hope in this pandemic. But the Indians have been way ahead of the curve on a lot, including hydroxy, by the way, the new study about that. But tell us why this drug seems to show early signs of success. What does it do?"
    },
    {
      "speaker": "BRUCE STEEL, EQUILLIUM CEO",
      "utterance": "Hi, good evening, Laura, thank you so much for having me on the show. I really am privileged to be here representing Equillium, and by extension our partner Biocon, to tell you more about Itolizumab and some of the results that they have seen in the study that they completed in India. And I should also just add I am very proud to be part of the biotechnology industry looking for solutions to treat patients, which includes thousands of companies worldwide, including important government organizations such as NIH, the FDA, and the CDC are all trying to improve patient lives. In the case of Itolizumab and Equillium and what we're trying to do with this program, the results of Biocon announced were actually quite impressive. Itolizumab is a first in class antibody therapeutic that is an immune modulating agent, so this modifies the immune system, to really try and prevent the excessive inflammation that ends up resulting in extensive tissue damage and destruction, and ultimately, in the case of COVID-19 patients, high mortality rates and death. As you think about the virus, the vast majority of patients that are getting severely ill and dying are not dying directly from the virus itself. It's really the body's immune response that becomes overreactive and excessive inflammation that leads to organ failure and ultimately death. So our drug modifies the immune system and inhibits that overreactive state, and we believe can be potentially very important therapy. The results that Biocon demonstrated were very encouraging. As you highlighted, they treated 30 patients, 20 patients were given best supportive care, plus Itolizumab, 10 patients were given only best supportive care and we saw a very impressed mortality rate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Bruce, real quick. Some also had preexisting conditions, this is important, that increased the risk of death from COVID, correct, diabetes, hypertension, hypothyroidism, so that's really key, real quick?"
    },
    {
      "speaker": "STEEL",
      "utterance": "Yes, so we've seen that pretty much across the world. Obviously, elderly patients, and then patients with comorbidities are at significantly higher risk. And the incoming baseline characteristics for these patients did include a lot of those high-risk factors. And the background in these patients who were presenting with moderate to severely ill cytokine release syndrome and acute respiratory distress syndrome in COVID-19 patients do have a background mortality rate that is in the 20 to 40 percent range."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So this is key."
    },
    {
      "speaker": "STEEL",
      "utterance": "So these patients are quite sick, and many of them are dying."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, so this is key. The next step -- we are going to track the progress of your work trying to get this into the FDA for trials here in the United States. But I'm impressed cautiously thus far with what the Indians have been able to do, Biocon, and I am so glad you have this partnership with them. And we wish you all the best. I know it's a long road to get approval, but this is a big step. It's not happened before in a treatment drug like this. Bruce, thanks so much. All right, coming up, we warned you about mail-in ballots. Now your pets could be receiving one? No. Plus CNN is masking the truth again. And what is behind those weekend church attacks? Raymond Arroyo exposes it all in \"Seen and Unseen\" next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for our \"Seen and Unseen\" segment where we reveal the stories behind the headlines. For details we are joined by Raymond Arroyo, FOX News contributor. Raymond, the president has been warning about mail-in ballots and the potential for fraud, of course. So tell us while renewed cause for concern now exists."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, Laura, look, back in 2018, a ring of voter harvesters were charged in Texas. The intercepted mail-in ballots and they illegally assisted elderly voters filling them out. Then in Colorado, a woman named Sara Sosa, she voted in 2010, 2012, 2013. The problem is she died in 2009. Pew estimates that there are at least 1.8 million deceased people registered to vote. And now the fraudsters are getting really creative. It's not just dead people. The Tims family of Atlanta got a voter registration form for Cody Tims. Tims was their pet, or Cody was. Watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "How did this happen? I mean, it's not reality. He's a cat. Here he is. And he's been dead for a long time. If they are trying to register cats, I'm not quite sure who else they are trying to register. I don't know if they are registering dogs."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I hope they are registering dogs, Laura. Matty (ph) here has picked out her candidates. Look, can you see that button?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "You've heard of the southern strategy. This is the pet cemetery strategy. But we don't want Matty (ph) going just yet, so we are not going to do that. But this weekend, Laura, CNN's Jake Tapper retweeted a story claiming that for the first time since the coronavirus pandemic began, President Trump has been seen by the White House press corps wearing a mask at Walter Reed. But actually, the president wore a mask during a visit to a Ford Motor company back in May."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I guess didn't stop there. Didn't he criticize the president's mask-waring, saying that someday someone will do a study on how many lives have been saved if this happened in February or March. Has he ever asked that question about Cuomo and the home, and the old folks homes?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Tiny problem, Laura. The guidance from the CDC at that time, February and March, was not to wear masks. In fact, someday, someone will do a study on how Jake Tapper in late February was saying this."
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "utterance": "Does wearing a face mask provides coronavirus from spreading? Should people start stockpiling them now?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No. If you're healthy and walking about, there is really no need to be wearing a mask. It's a false sense of security."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Now, Laura, mask-gate aside, there is a story that is not getting nearly enough coverage. I wanted to leave a little time for this. The slew of church attacks and religious statues vandalized during the weekend. In Los Angeles, the nearly 250-year-old Mission San Gabriel was torched, destroying the roof, nearly everything inside. The mission was of course founded by Saint Junipero Serra whom activists regard as an oppressor of indigenous people, even though he actually fought for native rights. The arsonists have yet to be identified there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have been to that mission, it's absolutely beautiful. That's a heartbreak. In Ocala, Florida, Steven Anthony Shields drove his minivan into Queen of Peace, ironically, Catholic church before mass. He poured gas on the foyer and set the church ablaze. He told investigators his actions were awesome and he was on a mission."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is a pattern, Laura. In Boston, in New York, statues of the Blessed Mother were burned and vandalized. There is something happening here. And a, we're not reporting on it. And b, people aren't looking deeply enough. When you want to disturb the old order, Laura, you've got to dislocate and destroy the old one. And religion, religious practice, is a big part of that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, they are coming for a worship. They are coming for the Second Amendment. If people think it's about changing the name of football teams and taking down statues."
    },
    {
      "speaker": "ARROYO",
      "utterance": "No."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They are going for the symbols of fundamental rights, then they go for the fundamentally rights. And shame on political leaders that haven't made this topic of what they are doing to desecrate houses of worship, it's disgusting. It's absolutely disgusting"
    },
    {
      "speaker": "ARROYO",
      "utterance": "I agree."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, thank you for putting all that together for us tonight. And I hope Matty (ph) is OK. Raymond doesn't usually travel with that dog. It's a sweet dog. And coming up, while many GOP lawmakers are running scared from the liberal mob, a new generation of conservatives, yes, they're going viral for facing these threats head-on. Two of those women join me next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "While some seasoned GOP lawmakers and officials seem to be cowering in fear these days, young conservative women are standing up to the liberal mob. Samantha Pfefferle was planning on starting at Marquette University in the fall, but she says that her admission came under threat after she posted this video to social media."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Samantha was also threatened by irate leftists online, including one who said I hope you get shot. And independent journalist Savanah Hernandez was physically assaulted by radicals for having the audacity to say this at a BLM protest."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Get the -- out of here you stupid -- this isn't the - - place for that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Police lives don't matter --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is extremely distressing to me."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That's what happens when you come and try to express your first amendment right as a conservative."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, this is just ridiculous. These are two brave women, Samantha Pfefferle, Savanah Hernandez join me now. Samantha, let's start with you. After what you have been through, do you have second thoughts about going to Marquette at this point, or no?"
    },
    {
      "speaker": "SAMANTHA PFEFFERLE, INCOMING MARQUETTE FRESHMAN",
      "utterance": "I really, really, really want to go. I plan on attending in the fall. Me and my parents are still scared for my safety going on there because of all the threats that I have been getting, including \"don't worry, you will be dead soon.\" So it's kind of scary to step on campus and I'm nervous. But I'm ready to rally conservatives and stand up for what I believe in."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's fantastic. By the way, Marquette released a statement tonight saying that \"Concerns about this new student that were brought to our attention were not based on political affiliation but on alleged use of discriminatory language. In this case, there were also concerns for the incoming student's safety\" which we are investigating by the Marquette University Police Department and discussed with the incoming. But they said you haven't had your application or your admission rescinded, nor did it threaten to rescind the admission? Is that true or false?"
    },
    {
      "speaker": "PFEFFERLE",
      "utterance": "When we went on the first call, they did say that I was not a student."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, you're not a student now, but did they you were going to be threatened, that they could rescind the admission?"
    },
    {
      "speaker": "PFEFFERLE",
      "utterance": "No. They told me I wasn't a student and then that I would hear back in a couple days. And it took them a week and a half."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So it seemed like it was hanging out in the air on that point. Savanah, I want to talk to you. You go to this BLM protest, and you hold up a sign that says \"All lives matter,\" \"Police lives matter,\" I guess, and that was wild. Tell us about it."
    },
    {
      "speaker": "SAVANAH HERNANDEZ, POLITICAL ACTIVIST",
      "utterance": "Yes, Laura, I was watching so many videos on Twitter of police officers, especially black police officers, who have been the subject of so much racism because of the radical left and everything that has been going on, and it really enraged me. So I wanted to go stand up with a \"Police lives matter\" sign, and on the other side it had the name of David Dorn who was a black police officer who was shot and killed by protesters. And I went and I stood there. I didn't chant. I didn't go infiltrate their rally at all. I stood on a busy street corner and I held up the sign because I wanted police in my city to know that they were supported. And I was immediately attacked. And luckily, one of the BLM supporters actually at that rally supported my First Amendment right, which is not something you typically see. So I was very appreciative of that. But it's ridiculous that I can't go stand up with a sign on my own streets in my own city without being attacked, viciously attacked, several times."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And have you gotten slammed for being a Latina that is standing up for police as well, because I know African-Americans, as you say, have been subject to that horrible language, called an Uncle Tom and so forth. How about you?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Definitely, Laura. And a lot of conservatives say that the most racist people are from the left, and that is so true. I have been called the most racist names. I have gotten death threats from people on the left because they don't like my message. And it only emboldens me more to stand up to our police who protect our communities every single day. And the big disconnect is that a lot of people on the street who are calling to defund and abolish the police have never actually spoken to a police officer directly. I have done both of those things. I have talked to BLM protesters, and I have gone and I talked to police officers. And I can't tell you how many police officers' wives and children have since messaged me scared for their lives, scared for their husband's lives, their wives' lives, their brothers and sisters because of everything that's going on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's ridiculous. By the way, nice push-off of the masked intruder there. That was a nice shove. That's pretty good. Samantha, what discriminatory language -- when they threw that out in their statement today, what discriminatory language are they even talking about at Marquette where it led you to believe that your application and your admission was in jeopardy?"
    },
    {
      "speaker": "PFEFFERLE",
      "utterance": "They think that discriminatory language is \"illegal immigrant.\" I've heard a lot of people come in my comments and say that I can't use \"illegal immigrants\" at all. So I am assuming that is what they believe my discriminatory language is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What?"
    },
    {
      "speaker": "PFEFFERLE",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second. So are you supposed to call them all undocumented Democrats? That's what you should say next time. Is it OK if I call them undocumented Democrats, would that be OK? You should have a whole list of things and start playing their game. Savanah, finally with you, what is your message to young women tonight, you have got 15 seconds, who are conservative who are tired of being pushed around, literally or figurately at this time, what do you say?"
    },
    {
      "speaker": "HERNANDEZ",
      "utterance": "Laura, I would just say that I am not a spectacular human being. I'm a regular girl. I watched your show so many times, I never thought I'd actually be on it. And if I can stand up and make big waves with a five-dollar poster board and a message, then anybody can. So stand up, now is the time to do it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They can as well. All right, ladies. Thanks so much. We have a lot more. Lori Lightfoot, Last Bite. You don't want to miss it."
    },
    {
      "speaker": "MAYOR LORI LIGHTFOOT, D-CHICAGO",
      "utterance": "When the city of Gotham had a real difficult challenge, one of the things that the mayor there did is he called out and he sent out the distress signal to Batman. So, we are doing something similar for the census. And I'm happy to report I'm calling out the census cowboy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my God. Sixty-four people shot, at least 11 of them killed in Chicago last weekend, and she said Gotham there, what? That's Mayor Lightfoot? Guys, this is an obvious choice in November. Serious law enforcement, safety, prosperity, or that. OK, that attitude. Come on. It's all the time we have tonight. Shannon Bream, \"Fox News @ Night\" Team have an amazing show, and I'm waiting, take it from here. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}