{
  "date": "July 28, 2020",
  "headline": "Rep. Brady: I'm not sure Biden understands the modern economy",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/rep-brady-im-not-sure-biden-understands-the-modern-economy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "I want to go to Congressman Kevin Brady right now, the House Ways and Means Committee ranking member. And, Congressman, thank you for sticking around here, with all of this going on. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think you heard some of the former vice president’s initiatives that are going to require some money, whether it’s about providing more opportunities for Latinos and African-Americans, whether it’s forwarding more money for education, to the trillions of dollars over the course of 10 years, and yet no details as to how to pay for it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } One idea that’s been kicked around, sir, is to have a tax on businesses that pay little or no taxes now. Amazon came to mind. He did not mention that, Congressman, but the reports are, that’s what he is looking to do, among other things. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN BRADY (R-TX)",
      "sentences": "Well, first, businesses should pay their fair share of taxes, and they should follow that tax code. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } But you ought to make sure we’re not going back to the slow growth terms of Vice President Biden when he was in the White House. They inherited, he and President Obama, a tough recession. But eight years later, we’d seen the slowest recovery in most of our lifetimes. Jobs kept flowing overseas to foreign countries. Paychecks were flat for that whole period. And, frankly, small businesses and American manufacturing were struggling on the day Vice President Biden left office. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, going back to the -- to the bad old days of that economy, which is what his economic proposals do, would slow growth, would hurt paychecks, certainly make it tougher for America to compete. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, I think, frankly, I’m not sure he understands the modern economy we’re in today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Of course, a lot of Obama supporters and those who look back at those eight years do talk about the millions of jobs that were created, albeit from a very depressing level. You’re right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, leaving that aside, I do wonder about the message that Republicans are going to send right now. It seems very, very clear that Joe Biden would hike at least corporate taxes. He said as much. The 21 percent rate would go up to 28 percent. He wants to go after the well-to-do, in other words, to undo a lot of what you did. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, that’s a big mistake, coming, especially, off this pandemic, and coming off his track record of very slow recoveries. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Right now, I can’t think of a worse thing to do than to make families of four pay $2,000 more a year in their income taxes, to take away the doubled child tax credit for parents raising their children, to eliminate the small business deduction that really drove small business consumer confidence, the highest levels we’d seen in -- for most of our lifetimes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And then we rewrote and redesigned the tax code so that our companies could compete and win anywhere in the world, including here at home. So, if we go back to the Biden tax code, repeal Tax Cuts and Jobs Act, there’s no question we’re going to see fewer jobs, fewer paycheck growth, a slower economy. That’s not what we want to do, especially coming out of a pandemic. We ought to be all pro-growth. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congressman, while I still have you, obviously, there’s a plan afoot to provide still more stimulus. I know the ones that Republicans are working on, it has about a trillion- dollar price tag, the ones that Democrats have come up with in the House about a $3 trillion to $3.5 trillion price tag. The Republicans are very much concerned about keeping the $600-a-week federal unemployment benefit going. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But you did seem to offer wiggle room to Democrats that you could cut it back to maybe $200, with some provisos that there would be incentives and a structure in place to get those folks back to work. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Where does all this stand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "So, I think it’s fluid, but I think there’s some key points here that ought to be encouraging. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } One, everyone agrees we should help the millions of Americans who are unemployed. We know a lot of economy isn’t back. Businesses haven’t restarted. But we also know the $600 a week has become a barrier to reconnecting workers with their jobs. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } And, if allowed to continue, five out of six Americans will get made -- paid more not to work than to work. Well, that’s a disaster for them and the economy in the long term. But what you heard was, from Senate Republicans, let’s create a transition, and let’s base your unemployment more on the state formulas. That’s really smart policy, because those state formulas are based on your actual wages and regional salaries. So it’s going to help people, but not become the barrier to reconnecting you. So, I think anything that moves us back toward the state unemployment formulas in a good, smart way helps people who are unemployed, but it’s going to help business. People are going to look for work. Businesses are going to be able to rebuild their work force. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } We’re going to save businesses and jobs. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I believe you’re referring to the 70 percent threshold that roughly approximates 70 percent of whatever income you were making in your job, that your state unemployment benefit would reflect that. And the federal government would not be involved here, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, there, you’re really -- you are really just adding a supplement to the state unemployment benefits. But it’s really tied to your actual wages in your actual job in your actual state, which I think makes more sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Kevin Brady, always a pleasure, sir. Thank you very much for taking the time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Thank you, Neil. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2020 Fox News Network, Inc. Copyright CQ-2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "I want to go to Congressman Kevin Brady right now, the House Ways and Means Committee ranking member. And, Congressman, thank you for sticking around here, with all of this going on. I think you heard some of the former vice president’s initiatives that are going to require some money, whether it’s about providing more opportunities for Latinos and African-Americans, whether it’s forwarding more money for education, to the trillions of dollars over the course of 10 years, and yet no details as to how to pay for it. One idea that’s been kicked around, sir, is to have a tax on businesses that pay little or no taxes now. Amazon came to mind. He did not mention that, Congressman, but the reports are, that’s what he is looking to do, among other things. What do you think?"
    },
    {
      "speaker": "REP. KEVIN BRADY (R-TX)",
      "utterance": "Well, first, businesses should pay their fair share of taxes, and they should follow that tax code. But you ought to make sure we’re not going back to the slow growth terms of Vice President Biden when he was in the White House. They inherited, he and President Obama, a tough recession. But eight years later, we’d seen the slowest recovery in most of our lifetimes. Jobs kept flowing overseas to foreign countries. Paychecks were flat for that whole period. And, frankly, small businesses and American manufacturing were struggling on the day Vice President Biden left office. So, going back to the -- to the bad old days of that economy, which is what his economic proposals do, would slow growth, would hurt paychecks, certainly make it tougher for America to compete. So, I think, frankly, I’m not sure he understands the modern economy we’re in today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Of course, a lot of Obama supporters and those who look back at those eight years do talk about the millions of jobs that were created, albeit from a very depressing level. You’re right."
    },
    {
      "speaker": "BRADY",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, leaving that aside, I do wonder about the message that Republicans are going to send right now. It seems very, very clear that Joe Biden would hike at least corporate taxes. He said as much. The 21 percent rate would go up to 28 percent. He wants to go after the well-to-do, in other words, to undo a lot of what you did. How do you feel about that?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, that’s a big mistake, coming, especially, off this pandemic, and coming off his track record of very slow recoveries. Right now, I can’t think of a worse thing to do than to make families of four pay $2,000 more a year in their income taxes, to take away the doubled child tax credit for parents raising their children, to eliminate the small business deduction that really drove small business consumer confidence, the highest levels we’d seen in -- for most of our lifetimes. And then we rewrote and redesigned the tax code so that our companies could compete and win anywhere in the world, including here at home. So, if we go back to the Biden tax code, repeal Tax Cuts and Jobs Act, there’s no question we’re going to see fewer jobs, fewer paycheck growth, a slower economy. That’s not what we want to do, especially coming out of a pandemic. We ought to be all pro-growth."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congressman, while I still have you, obviously, there’s a plan afoot to provide still more stimulus. I know the ones that Republicans are working on, it has about a trillion- dollar price tag, the ones that Democrats have come up with in the House about a $3 trillion to $3.5 trillion price tag. The Republicans are very much concerned about keeping the $600-a-week federal unemployment benefit going. But you did seem to offer wiggle room to Democrats that you could cut it back to maybe $200, with some provisos that there would be incentives and a structure in place to get those folks back to work. Where does all this stand?"
    },
    {
      "speaker": "BRADY",
      "utterance": "So, I think it’s fluid, but I think there’s some key points here that ought to be encouraging. One, everyone agrees we should help the millions of Americans who are unemployed. We know a lot of economy isn’t back. Businesses haven’t restarted. But we also know the $600 a week has become a barrier to reconnecting workers with their jobs. And, if allowed to continue, five out of six Americans will get made -- paid more not to work than to work. Well, that’s a disaster for them and the economy in the long term. But what you heard was, from Senate Republicans, let’s create a transition, and let’s base your unemployment more on the state formulas. That’s really smart policy, because those state formulas are based on your actual wages and regional salaries. So it’s going to help people, but not become the barrier to reconnecting you. So, I think anything that moves us back toward the state unemployment formulas in a good, smart way helps people who are unemployed, but it’s going to help business. People are going to look for work. Businesses are going to be able to rebuild their work force. We’re going to save businesses and jobs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I believe you’re referring to the 70 percent threshold that roughly approximates 70 percent of whatever income you were making in your job, that your state unemployment benefit would reflect that. And the federal government would not be involved here, right?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, there, you’re really -- you are really just adding a supplement to the state unemployment benefits. But it’s really tied to your actual wages in your actual job in your actual state, which I think makes more sense."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Kevin Brady, always a pleasure, sir. Thank you very much for taking the time."
    },
    {
      "speaker": "BRADY",
      "utterance": "Thank you, Neil. Content and Programming Copyright 2020 Fox News Network, Inc. Copyright CQ-2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}