{
  "date": "July 31, 2017",
  "headline": "Chain of command or tirade: What led to Scaramucci's ouster?",
  "subHeadline": "Anthony Scaramucci's brief tenure as White House communications director is over; reaction from Ann Coulter and Lt. Col. Allen West on \"The Fox News Specialists.\"",
  "url": "https://www.foxnews.com/transcript/chain-of-command-or-tirade-what-led-to-scaramuccis-ouster",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "sentences": "Hello everyone. I'm Eric Bolling along with Eboni K. Williams and Kat Timpf. This is \"The Fox News Specialists.\" Some very big news out of the White House today. Chief of Staff General John Kelly removes Anthony Scaramucci as the White House Communications Director. Press Secretary Sarah Huckabee-Sanders addressed that at the daily White House briefing just a short time ago. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Was Scaramucci fired by the president or was he asked to resign? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Again, I'm not going to get into anything beyond what I've already said. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Scaramucci only held the title for an astonishing 10 days. The White House put out a statement saying that they wished Scaramucci \"all the best.\" We're joined by chief White House correspondent John Roberts with the very, very latest news that's breaking very fast. John, what's the latest from the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Eric, good afternoon to you. Well, we did plumb the depths a little bit. It took a little I guess a more aggressive prying of teeth than it normally does to get a little something out of Sarah Huckabee-Sanders this afternoon and exactly how it went down, but we did. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } And it looks like the reasons for Scaramucci's departure were twofold. First of all, he was outside of the chain of command as the way John Kelly saw it because he had a direct line to the president and he had made it very clear when he was hired by the president a week ago last Friday. One of the things that he had asked for and received in the job was to not report to the chief of staff but to report directly to the president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } John Kelly came in and said if I'm going to be the chief of staff, everybody reports to me and that means everybody. When Sarah Huckabee- Sanders confirmed that everybody at the White House, including Ivanka Trump and Jared Kushner report to the chief of staff. Steve BCOULTERon as well, and the communications director reports to General Kelly. So that was one problem Scaramucci had. He was outside of that chain of command. Now, the other problem was the interview that he gave to Ryan Lizza of \"The New Yorker\" last week, a person he's known for a long, long, time and thought the conversation was off the record, which included some rather colorful language. But Lizza I guess, given the condition that it was off the record, published it. And it was the sort of communication, the sort of conversation you don't want to have out there in public, particularly in your first few days on the job. And so Sarah Huckabee-Sanders today said that was probably one of the biggest reasons why Scaramucci is no longer in the White House. Listen to this exchange between myself and Sarah Sanders. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Was it something about the chain of command or did it have anything to do with that interview Scaramucci did last week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE-SANDERS",
      "sentences": "The president certainly felt that Anthony's comments were inappropriate for a person in that position and he didn't want to burden General Kelly also with that line of succession. As I think we've made clear a few times over the course of the last couple days to several individually that General Kelly has the full authority to operate within the White House and all staff will report to him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "So there are a couple questions and that is who replaces Scaramucci as the communications director. Sean Spicer would appear as back to acting as the communications director for now because he was going to stay the White House for a few weeks anyway. So, who becomes the communication director? Does it fall back to Sean Spicer because the president didn't necessarily want him to leave, Eric? Spicer just thought that the chain of command was the way it was laid out by the president just wasn't going to work but who knows? Maybe it works now. The other question is what happens to Scaramucci? He was an executive at the Export Import Bank prior to coming here to the White House, but also looked like he was going to get the job as ambassador to the Organization for Economic Cooperation and Development in Paris. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's my understanding that despite the fact that Sarah Sanders said this afternoon he does not hold the position in the administration, that he is going to go back to the Export Import Bank. As to whether or not he will still get the nod as the ambassador to OECD, we don't know at this point, Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right, John Roberts, White House, thank you very much. Let's meet today's specialist. Now, she's a lawyer, a legal correspondent for human events as well as a syndicated columnist and the author of, count them, 12 \"New York Times\" bestsellers. And so, she specializes in all things legal and political. Ann Coulter is here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And he's had a 22-year career in the United States Army and several combat zones, is a former Republican congressman from Florida from 2011 to 2013 and is a Fox News contributor, and so he obviously specializes in all things military and politics. Lieutenant Colonel Allen West is here as well. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Colonel, I want to start with you because we had a little conversation before some of these latest details came out before the press briefing. Chain of command or this interview that Scaramucci gave to Ryan Lizza of the \"New Yorker,\" which one of these things sank Sacaramucci's communications director job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALLEN WEST, FOX NEWS CONTRIBUTOR",
      "sentences": "It's the chain of command. One of the things you have to understand when the announcement was made to have General Kelly in the position of chief of staff, you have to understand what that title means to someone who served in the military. That means that that is the person that everyone on the staff goes through in order to get to the commander. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } In this case, the president, the commander-in-chief, and it was very evident Donald Trump, in giving this position to General Kelly. General Kelly has said these are the terms and President Trump brought into that. And anyone will tell you when you take over a new military organization, there's always going to be one person that tries to buck that and say that I can go around it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, my thing I believe that I asses is that Anthony Scaramucci believed that he had a better relationship with President Trump and saw that I will continue to come to you and General Kelly said you don't understand. This is how it's going to be. Everyone comes through me to include my daughter and my son-in-law, and that's how things are going to be in this White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And I get that but I also have to wonder why wouldn't Scaramucci then say, got you, Mr. President. I didn't love Reince Priebus in this spot but I respect General Kelly, so I will go through Kelly, maybe with that have salvaged his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANN COULTER, SYNDICATED COLUMNIST",
      "sentences": "Yes, I would think so. I'm not disputing anything the colonel is saying. I hope it was because of the interview. I mean from the moment that interview broke, I was giving a speech and I was checking my twitter account all night. Has he been fired yet? Has he been fired yet? I mean he's very smooth and charming in his first press conference and I thought it was great but come on. A, I don't believe he thought it was off the record. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } B, it didn't make any sense. This was what he claims as being leaked was publicly available information. C, he sounded like Linda Blair in the \"Exorcist.\" No, we can only have one potty mouth in the White House. So, I'm glad we finally got around to this and ask for the person trying to break through the protocol. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You're talking about Spicer as the other one, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "My money is on Ivanka over Christmas dinner. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Very interesting. Ebony, I'm going to push back a little bit here and say that Anthony Scaramucci showed loyalty to President Trump and he loved the loyalty and I'm going to guess, I may go out on a limb here that he's not -- this is not the last you will see of Scaramucci in the White House. We need to note that John Roberts pointed out that he may end up taking one of these other jobs, the EXIM Bank or an ambassadorship. That doesn't mean he's out of government though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "sentences": "No, I wouldn't be surprised, Eric, if we do see Scaramucci in the White House in another capacity but I don't think it should be a big surprise. I think the chain of command thing is a big deal. I think the non-negotiable nature is the corner pointed out that General Kelly is just saying this is the way it's got to go. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } And, you know, really Scaramucci being on the outs and loyalty is a big deal but I think results are a bigger deal with President Trump I would imagine. And with General Kelly just having so far, I mean it's only been six months but stellar results in his original post. I think that's going to have a lot more weight than loyalty and any of those kind of softer skills. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I guess Kat any questions about who is in command right now besides the commander-in-chief. General Kelly, he's right at those alley, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "sentences": "I know. I wish somebody had talked to him first and said think about how funny it will be though if you let him stay. I was really looking forward to a lot more laughter. But yes, and it's very interesting because we were talking about some of the benefits of having someone in this position that goes directly to President Trump. Now, if you get me all these military guys in these high positions, they don't run things like that. They run things according to a specific order. So it will be something different. We'll see if it will work better or not. Now with Priebus being out, we don't really have somebody to take all the blame. There's a bit of a blame vacuum now in the White House so at this point, I'm going to wait and see how -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "May be that leaves accountability in a more direct way that will result in a more disciplined message and agenda. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPG",
      "sentences": "Good luck from accountability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "-- but an interview really thing that -- but for that interview it just would've been him saying I refuse to go through the chain of -- I mean Ivanka is going through the chain of command. He's not going to go through it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I agree -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know, I want to raise this because I really honestly thought that that would have -- that interview would have been vetted by the president, him saying go ahead, you know, do your thing. But apparently it wasn't because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Absolutely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "-- and I'll tell you who, we need to take note. Steve Bannon is still there. He's very, very powerful. I think that rates (ph) Steve Bannon's back in the White House too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Yes, but the thing is Steve Bannon is a former military officer so he understands that he can operate within this chain and so I'm quite sure that he is comfortable with and the same with Sean Spicer. Sean Spicer is still Navy reserve officer. But I think there's something else that we are not talking about here. Anthony Scaramucci made himself the headline. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Can I cut you off and be rude right now because -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "You can be rude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "-- what you just said leads me to this right here. Anthony Scaramucci's controversial comments could have had something to do with this. Let's look at this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY SCARAMUCCI, FORMERE WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "As you know from the Italian expression, the fish stinks from the head down, but I can tell you two fish that don't stink, OK. And that's me and the president. I don't like the activity that's going on in the White House. When I put out a tweet and I put Reince's name in the tweet, they're all making the assumption that it's him because journalists know who the leakers are. So, if Reince wants to explain that he's not a leaker, let him do that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "But see, coming back to what Ann said, if something were to have happened, it should've happened at that moment, at that spot to say you can't be in this position anymore. So that's why I don't really believe it was so much about what he said but it's really about the fact that the president wants someone that can be disciplined, that can be in-line. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now the real question is this. Will President Trump now be disciplined? Because an important relationship between a chief of staff and a commander is that the commander needs to have a sounding board as someone that keeps him on (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Your thoughts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Oh, I hope not. I love his twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I love his tweets as well. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Well because it feeds the media cycle, I mean, you guys love that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I want to know what the most powerful human being on the planet thinks about the first thing when he wakes up -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "The tweeting out on instituting a transgender ban is not the way to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "particularly when you have to walk it back essentially until it gets constitutionally valid. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "That is my favorite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Somebody to picture him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Then he had to turn around and say, oh actually you can't just tweet something and it becomes a law. That was my first thought when I saw that. It's like that's not exactly how it works. But then we were all talking about that instead of healthcare or whatever else on that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Also that's basically what Obama did with the executive amnesties. He doesn't have any constitutional authority to do it and oh -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That's a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "And Trump is still issuing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Do you want this -- does any -- do you want this job, Ann Coulter? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "I don't want a job here. I don't know what job you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Well, some White House jobs. I remember when he was picking and choosing at the very beginning your name was floated. Was it this job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "I'm not a job kind of person. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "She is a freelancer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You could handle that White House communications job. I think you might be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That might be not too unorthodox with this White House. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, definitely not, definitely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Can you imagine moving to Washington and having to get up, oh, you do get up every day and go to a job. And that means to get up every day and got to a job. No. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I can't imagine being a communications director for anybody. I've said this before, I don't want to be a press secretary. It's hard enough being your own press secretary and you have to explain your own behavior but to explain someone else's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "But it's OK to be a press secretary if you know the parameters out there. If you know the messaging and everyone is on the same sheet of music. When you are out there trying to manage chaos and dysfunction and try to deliver some, you know, comprehensive and cogent message for that, no, it's no fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But if it were easy, everybody would do it, right. I want to say it in jest but in all seriousness, make no bones about it, President Trump seems to be a very hard method you should contain and you don't want to put (ph). That said, I actually think there has to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Do you realize that nothing that we're talking about has to do with President Trump. These are all the supposed surrogates of President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- but they are his choices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Well, fair enough. But Reince Priebus, Sean Spicer, now Anthony Scaramucci, 11 days, they are all gone and not because President Trump had a problem with anyone. This was all internal fighting in the White House. Maybe you're right, colonel. Maybe they needed a military guy to clean up the West Wing in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "It's all about structuring discipline. You know, when the president comes out and he gives a great state of the union speech and then the next thing you know he's going off on a different tangent and everyone is confused or you give the great speech in Warsaw, Poland and the next thing you know everyone has forgotten what you said in 48 hours. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } You need to have someone that keeps the focus, that keeps that discipline because there are some good things that this administration is doing but unfortunately it gets lost in a lot of background noise that are out there. And like I said, the important thing to see is can General Kelly discipline President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And not that he needs to come back to the White House, but actually I thought Paul Manafort did a nice job of kind of disciplining the message during the campaign in a way that we didn't see early in the primary. He came on board during the general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But they have had a hard time with that. Keeping one thing straight like Trump would say one thing and then the press secretary would say another thing and we thought maybe it would be a good thing to have the direct reporting going on. So, I don't know what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I actually did think it would not be a bad thing, but as the colonel points out, when you have a military guy up there, you go through him. He's a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "What's good for your business here at Fox News may not be good for the country as a whole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So there is a comment that someone said. I can't remember who put it out. I read it in Axios today. Commander-in-chif, I'm sorry, chief of staff, whether you focus on the chief or the \"of staff\" is really relevant. And you would say focus on the \"of staff.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Well, you without a doubt, you are over the staff, but it's an incredible relationship. Even the cabinet secretaries have to pay respect to that chief of staff position because you just don't want everyone going to the president and then again you have a discombobulated message. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right, that's it right there. There it is. Up next, first Sean Spicer, then Reince Priebus, now Anthony Scaramucci. We will continue this conversation when we come right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Continuing with our lead story today, Anthony Scaramucci is out as White House communications director less than two weeks after taking the position. We're back with our specialists Ann Coulter and Allen West. All right, I want to ask you, do you have any idea who would be a good replacement for Scaramucci or at least the qualities that they would have to have to fit in a structure like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Wow, that's a pretty tall order. I think it has to be someone that, you know, is really going to be able to bring an entire staff's message together that someone that can work with the cabinet secretaries, someone who can work with the policy people and someone that can get the trust of the president of the United States of America to say that, you know, I can deliver your message so that you don't have to wake up in the middle of the night or early in the morning and get out here on twitter. We can do this thing. We just need to have your trust and that can be delegated down to him. So, I can't think of any person by name. Like Eboni said, if it was easy, everybody would have wanted to do it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And the trust thing is huge. There's been so many leaks in this White House and I think the one really big thing that Scaramucci had going for him is that President Trump did seem to trust him. It's going to be hard to find someone like that, right. I would think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Perhaps the trust was misplaced, given that crazy interview. I am not seeing as much chaos in the White House or the messaging as the rest of you are. And then Trump to explain a lot of the fire. See, he didn't come from the world of politics. We always say we want a nonpolitician in the White House. Well, you got one. He doesn't have a party behind him. Both parties were against him. He doesn't have a heritage foundation or ADI that he can choose from. He's, you know, a real estate developer in New York so there will be a little sorting out but I really think, I don't know, I mean I guess you have to feed these lazy bums in the press something. I mean Trump should just do a press conference once a week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Her and company excluded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "No, I mean the ones in the White House briefing room. It's ridiculous. They just, you know, walk three yards from their room into and then transcribed and yell the questions at the White House press secretary. I think Trump should do it once a week. It could come down in half an hour. And I think he is a great --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Maybe that's what we're getting now. Think about that for a second, and I agree with you, Ann. I don't think there's as much turmoil as if you listen to a lot of the networks who will say it's bowing up or it's crazy because Reince Priebus resigned, right. As did Sean Spicer resigned. General Kelly got Scaramucci's firing or resignation however you want to call it. Meanwhile, President Trump has not really changed. He is not really changing his message. He is still tweeting, he is still talking, he is still making deals. But maybe he is the best messenger for his message. Maybe it's not -- remember you have to have -- look, here's where the two - - if you're going to be chief White House communications director, there's two people who are putting input, actually three, the president but also Bannon the chief strategy guy and your chief of staff. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } That's what comes and then you go and deliver the message at the press briefings, to the press and whatnot. And maybe it is. Maybe it's just the three of them. Trump, Kelly and Bannon get together and say here, here wherever it ends up being, and here Ann, go out there and deliver this message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Real quick what you're doing there Eric Bolling. You know what I don't think it's a question that President Trump is his best messenger. Absolutely I agree with that. I think the benefit to me of General Kelly in this is he's not a showy guy. He's going to be kind of the opposite of what we saw from our friend Anthony Scaramucci, you know, this two fish that don't stink, me and Trump. Literally the complete opposite of this. And correct me if I'm wrong, Colonel, I get the impression perhaps it is that military culture and background that says maybe it's better to not kind of be seen and heard in that way and really just stick to doing your job in a way that lets the president shine. And we certainly know that he enjoys that position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Absolutely. The chief of staff enables the success of our commander, the commander-in-chief, the President of the United States of Americ. He's not the guy out there making headlines but he is the guy making sure that, you know, what is your guidance? What is your direction? And he makes sure that the staff understands that and it's implemented properly. And I think that this is going to be a good course correction for this White House. And I know that there are some people on other networks that talk about he's crazy, he's dysfunctional or whatever. And I agree with you. You have a person that you took, you know, not too far away from where we are, and you put him into a position where he is the leader of the free world. He is the commander-in-chief of the Armed Forces. He is the head of the Republican Party. He's the chief executive officer of our federal government. Those are four pretty big hats. Now the thing is that how do you channel people to get you to understand what are your priorities. So, what are your priorities? Because if everything is a priority, nothing is a priority, and I think that's what's going to happen. We're going to know exactly what this president is going to be focusing on. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Can I throw a name out there and I know, listen, he is going to be on the show tomorrow, but I would tell you that Corey Lewandowski understood the president's message and delivered the president's message, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no. I don't think so. And that's not a bright --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Be careful because he'll be on tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think Corey is incredibly effective at his job, I just think at this stage in the game, I think the people that kind of got President Trump to the position in the White House aren't necessarily the same ones that need to, like you were talking about Colonel, get that agenda pushing that policy component as a big piece of this. And I think Corey, like I said, fantastic at what he does but that's a different element. It's a different lane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Who says it will be just one more. Maybe we'll have a whole bunch more. Like 15 or 20 more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Once a month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Well Corey's advantage would be I mean, it seems to me one way the Trump administration has maybe not been served well is by following Paul Ryan's agenda. Trump said he'd repeal and replace Obamacare, you know, first day. But he left it to the House and the Senate to figure out what that replacement was going to be. And you know, leave it to Paul Ryan, Republican speaker. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } It was a complete unmitigated disaster. What Corey is good at also, with all due respect to the military, these generals just seems to want to go to war on four different fronts at once. Not a proper agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Well, I got to push back on you. I got to push back on you there. You know, when you look at someone like General Kelly who lost his son, OK, you know, we who have been in combat don't want to rush into combat because we know what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Usually, I know, that's why I prefer corporals to generals because, I mean, a bunch of them, not to mention a bunch members of my own party, Marco Rubio, John McCain, Lindsey Graham, seems to want to go to war in Syria, Russia, North Korea. And I followed that whole Trump campaign very closely and the idea was not that we were going to remake the rest of the world and screw America, and that's what Corey would be good at, thought I take your point but reminding Trump these are the issues you got elected on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I agree with you about the war thing, all the time. I loved that about President Trump in the campaign. It's like come on, just remember that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Yes, but let's also remember that the enemy has a vote. So you can say whatever you want during the campaign but when you show up and you're sitting in that chair, there are different decisions you have to make. We have too many despots, dictators, and bad guys out there and eventually you're going to have to take an action against them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And you have different information obviously once you're in the oval than you know, kind of guy on a campaign issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, coming up, the House Judiciary Committee is requesting a second special counsel to investigate the 2016 election. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "About time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Ann Coulter and Colonel Allen West. We'll continue the conversation. The political gloves off now as Republicans on the House Judiciary Committee are demanding the appointment of a second special counsel. This time to investigate Hillary Clinton, former FBI director James Comey and former A.G. Loretta Lynch for the 2016 presidential election. Now, the Republican letter focuses on Lynch's alleged directing of Comey to mislead Americans about the nature of the Clinton investigation; Clinton's ties to the foreign entities, such as Russia and the Ukraine; and, of course, Comey's leak. Now, Ann, I'm going to come to you on this. We saw Eric Bolling be very subtle before the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I'll be subtle again. It's about time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's about time. And we -- it is August, basically tomorrow, and this is just now happening. How much of this do you think, Ann, is about getting that heat off of Jeff Sessions, his recusal in this process? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Well, it wasn't Jeff Sessions' recusal that led to the independent counsel. Everyone, it's gotten so complicated and so many tentacles to it. It was...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, it was Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "It was the president firing James Comey and then going on Lester Holt and saying, \"I did it because of Russia.\" That's what brought in the special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me back up here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "And who appointed the special counsel? No, I'm answering your question. Was Rod Rosenstein, who was appointed by Jeff Sessions, who did not recuse himself from Russia. He recused himself, as he had to do, from anything having to do with the campaign. So now everything is set up beautifully, what the president needs to do, is for one thing, invent a time machine and go back and take back those snippy tweets about the great Jeff Sessions. Move Sessions over to Homeland. Appoint somebody else to A.G. who will not have to recuse himself, because he did not work on the campaign. And I could name 20 good ones for that. Fire Rod Rosenstein and stop putting -- I mean, Rod Rosenstein's is to the Department of Justice lawyers what -- I like him just fine. He's an RNC lawyer. He's not in -- he's just staff. He's not part of the Trump staffing. And Sessions' hands were kind of tied in some respects. He needed a DOJ person there. But that's what he should do: Move Sessions to Homeland, put in somebody else as A.G.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK, that's quite a plan. Colonel, let's let me ask you this question. This is finally happening. Lots of Republicans have been really upset, feeling like everything has been Russia, Russia, Russia in that lane. But what about all the things? What about the tarmac meeting with A.G. Lynch, with Bill Clinton, of course, coming and literally having a conversation with her in the midst of the investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "Well, the thing is, with the Democrats, you have a politicized conviction that is looking for the mystical evidence that is out there. We know that former President Clinton met with the attorney general on a tarmac in a secret meeting and the next thing you know, three days later, we have the announcement about Mrs. Clinton. I'm still trying to figure out when is everyone in the military going to be able to have their own personal email server in their quarters, and they can do classified information. I mean, if it's good for Mrs. Clinton, it should be good for everyone in the military. And then we don't talk about the uranium deal. We don't talk about, you know, her working with -- with the Ukraine. As a matter of fact, you know, maybe Israel should have been looking into the fact that you had Obama campaign operatives that went over to undermine Bibi Netanyahu's election. So you know, let's be very honest. There is some dirt out there. There are some things that have not been right. We know that Comey sat up there and said that, you know, \"I wanted to get a special prosecutor, so this is why I leaked this information to my friend at 'The New York Times'.\" Someone has to look into this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I just want to add that, finally, it took President Trump saying, \"I'm disappointed in my attorney general for not doing that\" for finally the House stepping up and saying, \"Hey, maybe we should have a special counsel.\" Ann's right about the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "I don't think it should be the House, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I agree with you. I agree with you. My point was that they're asking for something that the American people have been asking for six months now. Where is the special counsel on Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "But we don't need a special counsel. That's why we're paying an attorney general and thousands of lawyers at the Department of Justice. And by the way, it was Donald Trump who, on November 22, said he wouldn't go after Hillary Clinton. It wasn't Jeff Sessions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "What we do, if the special counsel's been hired by Rod Rosenstein and the special counsel is a Clintonite anyway, just about. You need another one to go after the Clintons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, but Kat, let me bring you in, because Ann makes an excellent point. Is that President Trump said, \"Oh, she had a tough election cycle. We don't need to lock her up\" after chanting \"lock her up\" on the campaign trail. So is this, again, the president kind of making a circular argument?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Sort of, and that is the kind of thing that we see often. Not sort of; it is. He was the one who said, \"We'll let it go,\" and now he's saying, \"Well, why aren't we investigating her?\" Although of course, all of these people, if you've been paying attention to the news, you look at this and you think, \"Yes, they pretty clearly, most likely got away with doing something wrong.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What, the Clintons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Here -- right, yes. That's literally a Clinton story. That could be a title of a book. But when you have Lynch out there saying, \"Call it a matter, not investigation,\" if that's true, what more proof do you need that -- that is the definition of \"Oh, I was using my place as an intelligence official to influence an election.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Which is absurd and disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You get an investigation. You get an investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Everybody gets an investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Where's mine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Coming up, time to \"Wake Up, America.\" Our friend Eric Bolling has something very special planned for us. He's going to compare the ideas of President Reagan to President Trump. You do not want to miss it. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "OK. Time to \"Wake Up, America.\" When Ronald Reagan ran for the presidency in 1980, one of his slogans was \"Let's make America great again.\" This weekend, I visited the Reagan Ranch, which is owned by the Young Americas Foundation, a tremendous group that educates the next generation of students in free-market beliefs and conservative policies. The ranch is a phenomenal place, purposefully built -- get this -- as far away from the swamp that makes up Washington, D.C., as feasibly possible. Feasibly possible. President Reagan had a vision of what America should be. Strong, free, and prosperous. President Trump not only shares a similar campaign slogan but a similar outlook for the nation. He wants to bring us, the U.S., to win. Unfortunately, Democrats, along with the anti-Trump crowd, are once again hell-bent on obstructing and destructing our nation. They did it to Reagan in 1980 and are obstructing Trump the same way in 2017. Are they offering any solutions? No. Are they offering any constructive criticisms? Hell no. But they're content on bringing the greatest nation in the world to a grinding halt. Simply stated, they're sore losers. President Reagan had America's best interests in his heart. President Trump has America's success in his heart. The obstructionists have no heart. It's time for Americans to wake up and smell the stench emanating from the swamp and Congress and get behind the president, whose economy is firing on all cylinders. A record number of Americans employed are now. Your 401(k) has never looked better, literally. And finally, a new confidence across the business community. So get out of the way, Democrats, and Lindsey, John, Paul and Mitch and the rest of the RINOs, who'd rather derail Trump then grow and prosper in America. Get on board, y'all, or Trump will drain that swamp with you in it. Ann, your thoughts on that one? You might like that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Well, although I didn't disagree with anything you said there, except one thing. One big difference with Reagan was Republicans were on Reagan's side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COULTER",
      "sentences": "Trump really has his entire party against him. They aren't part of his agenda. And just a small little quibble, since I have a whole chapter in my magnificent best-selling book, \"In Trump We Trust: E Pluribus Awesome,\" making fun of all these other Republicans from watching the primary debates. All these guys can do is compare themselves to Reagan. It's a different country. How about William McKinley? He was a good Republican president, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I took a shot at some of those RINOs. Colonel, your thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "You know, I don't call them RINOs anymore. You know, I call them roadkill Republicans, ROKers. Because everyone keeps talking about being in the middle of the road. Ann brought up down South. The only thing in the middle of the road is roadkill. You know, when you have a Republican Party that is agreeing with the expansion of Medicaid, agreeing with keeping taxes from Obamacare, which is killing, you know, the success of our business. When you finally get Paul Ryan to say, \"I'm going to back away from this border adjustment tax.\" Why would Republicans come up with a border adjustment tax?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Health care. Health care, Colonel, is a great example. People are really ticked off at these RINO Republicans. Eboni, you were making some notes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. I put out here, obstruction and question mark. Because yes, Eric, you're absolutely right. Of course they're obstructing him. And again, this sounds so similar to President Obama in 2008, 2009: \"Oh, my gosh. They're obstructing. I can't believe it.\" What did you really expect? Unfortunately, you would think, ideally, that everybody would want the same common interests of American success, but you don't. We live in a country so deeply divided among the partisan lines and the political lines that the obstruction has got to be anticipated, Eric. So at this point, I want -- I hear you, but I just would want President Trump, like I asked President Obama to do, expect the obstruction, and you still have to lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "The surprise, Kat, for me was the obstruction coming, as Colonel points out, from the right. From Trump's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think that -- well, yes, of course, but I don't think it was really surprising, because a lot of people were very, very upset that he was the nominee. But when you talk about legislation, things like health care, that's something that I was very upset about. Like you're reporting now, Colonel, these are not conservative principles that were in this bill whatsoever. But I think that part of it also is that a lot of the Republican Party right now in Congress looks more like a moderate Democrat then an actual Republican or a conservative. When the thing that you have to turn over is an insurance bailout bill, it's -- what is the GOP?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We had a Republican senator fly across country to start the debate on health care only to vote it down three times, y'all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That did happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Got to go. Up next, it's \"Kat on the Street.\" Fasten your seat belts. She's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "On Friday we had some breaking news. Remember that little thing about John Kelly being named the new White House chief of staff? All right, well, last Friday also happened to be a very important day for me. It was National Talking in an Elevator Day. I talked to some people about their thoughts on elevator etiquette. And although we couldn't get to it then, it is far to important to pass up. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Finally, it's my favorite day of the year: National Talk in an Elevator Day. I love to talk. People don't always like to listen, but in an elevator, they have no choice. National Talk in an Elevator Day. Are you excited?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can't wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What's the best conversation you've ever had an elevator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Talking about FOX News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Was it about \"The Fox News Specialists\" and it's s-- how it's your favorite show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can't think of anything other than the weather.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID ASMAN, FOX NEWS",
      "sentences": "Quality time is an elevator is when you're alone and you can just think about what you have to do. Or you can meditate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You won't be able to meditate if if you're in an elevator with me, because I'm going to be yap, yap, yapping, especially on Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASMAN",
      "sentences": "Well, Kat, I may find some way, then, to avoid getting on an elevator with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I showed my hand too soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I guess the best joke is, Monday morning, elevator stops on every floor. Say, \"Oh, I guess I got on the local.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He loves Elevator Day also. Lots of ups and downs about elevators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nice pun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Thank you. Thank you very much. Do you like to talk on elevators?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, sometimes. I pushed all the buttons when I want to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I really like catching up with people and talking in the elevator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I really like talking in the elevator, too. Do you want to go for a ride on the elevator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Would you like to talk to me about my feelings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, not really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How's your day going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's not going good. And you know what? You have to listen to it, because we're trapped in an elevator. I love Talk on an Elevator Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASMAN",
      "sentences": "I do not believe that's your favorite holiday. Better than Christmas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Better than Christmas. On Christmas, people can still walk away from you when you're talking. Do you want to talk to me about talking in elevators?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't talk to people, especially with mikes. No, nothing. Yes, sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "If we were in an elevator, that never would have happened. Business dudes always say you need an elevator pitch to help get a job. But I don't see room to pitch anything in here. Sorry, that joke was wrong on so many levels. Get it, levels? Have you ever gotten a job from an elevator conversation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want to offer me one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I was going to ask you to hire me. Is there anything about elevators that pushes your buttons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think when people go to lunch and bring back really smelly foods, and you're really in a closed space.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Get it, pushes your buttons? Do you like talking on elevators?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, it's all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I like elevators, because the people that I'm in them with have to listen to me talk. Do you have anywhere like that where you're from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, it's a lot of open land. You can pretty much get away from everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Wow, I wouldn't do well there. The other day, I felt like we were really connecting, you know, me and this guy, and then he didn't text me back and then he did text me. But how many hours do you think that, you know, he should be allowed to go before I'm, you know, allowed to get, you know, really upset?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think that's a little psycho in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Too bad we weren't -- are not in an elevator. Because right now, you could walk away. See? It's why I love elevators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My favorite thing is when the doors close, and, like, striking an awesome pose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, absolutely. I love this day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I notice you -- everybody avoided me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You have a lot of jokes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It kept giving. That elevator pond kept giving and giving and giving. It was amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There was a lot of puns in elevators, you know? It's kind of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEST",
      "sentences": "But I don't understand, because when you walk around the streets in New York, no one talks to anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I was going to say, I'm like -- I'm from the South. So my favorite thing to do is get on a very crowded elevator and speak to everybody and make them very uncomfortable. Like, \"Good morning, good morning. How are you guys doing? You good today?\" I think it's great, great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You're that person?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm that person, Bolling, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And everybody just stares at their phones around here. And whatever. But it was a good time. I had a good time. Well, we've got to say goodbye to our specialists, Ann Coulter and Colonel Allen West. Thank you guys both so much for joining us. Up next, it's \"Wait, What\"? Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's a plug for Brian Kilmeade's radio show. It was so great that he helped us out by sitting in for Eric Bolling on a very, very busy news day on Friday. Kilmeade, we appreciate you. Now it's time for our last segment of the show. Time for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "\"Wait, what?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That never gets old. OK, I'll start things off. I had the beautiful fortune this weekend of spending some time, guys, out east here in the state, at two very important, worthwhile causes, both of them raising money for cancer. One of them, the International Thyroid Oncology Group. You can find out more about that at JillZarin.com. And then that was just raising money for thyroid cancer. Her husband, Bob, is suffering from it very badly. So get well, Bobby. And then there's also this super Saturday event that I went to, where I was raising money for ovarian cancer research. And you can find out. There we go right there. Very worthwhile cause, a very aggressive form of cancer. It takes a lot of women, and young women in particular. So it was just a beautiful day for, really, two great causes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Absolutely, good job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank you. Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, as a libertarian it's very important to me to not be judgmental of other people's choices, but I finally found a new trend that crosses the line. In Japan, it's a trend to put your cheeseburger on top of your drink and then put the straw through the cheeseburger and drink your drink. Now, so you'll get cheeseburger chunks in your straw, and you can't eat your cheeseburger until you're done with your drink. This should be banned worldwide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's looks absolutely...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You keep putting the straw in every time for you get more cheeseburger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You don't do that. You know what you do, Eric? Not that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Not that. Anything but that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Putting my foot down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You can totally judge that. Bolling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So 19 years ago today, a very special day in my life, because my son, Eric Chase, was born; and today is his 19th birthday. I had the good fortune -- see that? That's the Reagan Ranch. That video just blew by, but that was the Reagan Ranch. That pond, Ronald Reagan himself bulldozed that pond, put water in it. Amazing. Young Americas Foundation runs that Reagan Ranch. It was fantastic. And that's -- there it is right there. Amazing. And my son and I had a great time at a book signing, so I was very fortunate. Happy birthday, Eric Chase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Amazing there. Happy birthday, Eric Chase. That was awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Happy birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Great weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He just turned 19?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Nineteen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Nineteen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He came to join you on the book tour?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yes, he went on the book tour. And that, by the way, if you get a chance to get to Santa Barbara, check out the Reagan Ranch if you can. You have to arrange a tour. And also, the Reagan Library is phenomenal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I heard about it. Mark Levin also...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "... one of our former specialists, was talking about it and raving about how amazing that was, as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's something you should -- if you're conservative and you like Reagan, it's something you've got to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What if you're conservative but you just like -- you love America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I would go to -- I would go to Barack Obama's library at some point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Good for you. I'll make that happen. Absolutely. That's all the time that we have for that today. Thank you all so much for watching. And make sure you follow us on our social media. Those pages are getting stock full, @SpecialistsFNC on Twitter and Facebook. And remember, 5 o'clock will never be the same. \"Special Report\" up next with Bret Baier. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "utterance": "Hello everyone. I'm Eric Bolling along with Eboni K. Williams and Kat Timpf. This is \"The Fox News Specialists.\" Some very big news out of the White House today. Chief of Staff General John Kelly removes Anthony Scaramucci as the White House Communications Director. Press Secretary Sarah Huckabee-Sanders addressed that at the daily White House briefing just a short time ago."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Was Scaramucci fired by the president or was he asked to resign?"
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Again, I'm not going to get into anything beyond what I've already said."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Scaramucci only held the title for an astonishing 10 days. The White House put out a statement saying that they wished Scaramucci \"all the best.\" We're joined by chief White House correspondent John Roberts with the very, very latest news that's breaking very fast. John, what's the latest from the White House?"
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Eric, good afternoon to you. Well, we did plumb the depths a little bit. It took a little I guess a more aggressive prying of teeth than it normally does to get a little something out of Sarah Huckabee-Sanders this afternoon and exactly how it went down, but we did. And it looks like the reasons for Scaramucci's departure were twofold. First of all, he was outside of the chain of command as the way John Kelly saw it because he had a direct line to the president and he had made it very clear when he was hired by the president a week ago last Friday. One of the things that he had asked for and received in the job was to not report to the chief of staff but to report directly to the president. John Kelly came in and said if I'm going to be the chief of staff, everybody reports to me and that means everybody. When Sarah Huckabee- Sanders confirmed that everybody at the White House, including Ivanka Trump and Jared Kushner report to the chief of staff. Steve BCOULTERon as well, and the communications director reports to General Kelly. So that was one problem Scaramucci had. He was outside of that chain of command. Now, the other problem was the interview that he gave to Ryan Lizza of \"The New Yorker\" last week, a person he's known for a long, long, time and thought the conversation was off the record, which included some rather colorful language. But Lizza I guess, given the condition that it was off the record, published it. And it was the sort of communication, the sort of conversation you don't want to have out there in public, particularly in your first few days on the job. And so Sarah Huckabee-Sanders today said that was probably one of the biggest reasons why Scaramucci is no longer in the White House. Listen to this exchange between myself and Sarah Sanders."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Was it something about the chain of command or did it have anything to do with that interview Scaramucci did last week?"
    },
    {
      "speaker": "HUCKABEE-SANDERS",
      "utterance": "The president certainly felt that Anthony's comments were inappropriate for a person in that position and he didn't want to burden General Kelly also with that line of succession. As I think we've made clear a few times over the course of the last couple days to several individually that General Kelly has the full authority to operate within the White House and all staff will report to him."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "So there are a couple questions and that is who replaces Scaramucci as the communications director. Sean Spicer would appear as back to acting as the communications director for now because he was going to stay the White House for a few weeks anyway. So, who becomes the communication director? Does it fall back to Sean Spicer because the president didn't necessarily want him to leave, Eric? Spicer just thought that the chain of command was the way it was laid out by the president just wasn't going to work but who knows? Maybe it works now. The other question is what happens to Scaramucci? He was an executive at the Export Import Bank prior to coming here to the White House, but also looked like he was going to get the job as ambassador to the Organization for Economic Cooperation and Development in Paris. It's my understanding that despite the fact that Sarah Sanders said this afternoon he does not hold the position in the administration, that he is going to go back to the Export Import Bank. As to whether or not he will still get the nod as the ambassador to OECD, we don't know at this point, Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right, John Roberts, White House, thank you very much. Let's meet today's specialist. Now, she's a lawyer, a legal correspondent for human events as well as a syndicated columnist and the author of, count them, 12 \"New York Times\" bestsellers. And so, she specializes in all things legal and political. Ann Coulter is here. And he's had a 22-year career in the United States Army and several combat zones, is a former Republican congressman from Florida from 2011 to 2013 and is a Fox News contributor, and so he obviously specializes in all things military and politics. Lieutenant Colonel Allen West is here as well. Colonel, I want to start with you because we had a little conversation before some of these latest details came out before the press briefing. Chain of command or this interview that Scaramucci gave to Ryan Lizza of the \"New Yorker,\" which one of these things sank Sacaramucci's communications director job?"
    },
    {
      "speaker": "ALLEN WEST, FOX NEWS CONTRIBUTOR",
      "utterance": "It's the chain of command. One of the things you have to understand when the announcement was made to have General Kelly in the position of chief of staff, you have to understand what that title means to someone who served in the military. That means that that is the person that everyone on the staff goes through in order to get to the commander. In this case, the president, the commander-in-chief, and it was very evident Donald Trump, in giving this position to General Kelly. General Kelly has said these are the terms and President Trump brought into that. And anyone will tell you when you take over a new military organization, there's always going to be one person that tries to buck that and say that I can go around it. So, my thing I believe that I asses is that Anthony Scaramucci believed that he had a better relationship with President Trump and saw that I will continue to come to you and General Kelly said you don't understand. This is how it's going to be. Everyone comes through me to include my daughter and my son-in-law, and that's how things are going to be in this White House."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And I get that but I also have to wonder why wouldn't Scaramucci then say, got you, Mr. President. I didn't love Reince Priebus in this spot but I respect General Kelly, so I will go through Kelly, maybe with that have salvaged his job."
    },
    {
      "speaker": "ANN COULTER, SYNDICATED COLUMNIST",
      "utterance": "Yes, I would think so. I'm not disputing anything the colonel is saying. I hope it was because of the interview. I mean from the moment that interview broke, I was giving a speech and I was checking my twitter account all night. Has he been fired yet? Has he been fired yet? I mean he's very smooth and charming in his first press conference and I thought it was great but come on. A, I don't believe he thought it was off the record. B, it didn't make any sense. This was what he claims as being leaked was publicly available information. C, he sounded like Linda Blair in the \"Exorcist.\" No, we can only have one potty mouth in the White House. So, I'm glad we finally got around to this and ask for the person trying to break through the protocol."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You're talking about Spicer as the other one, right?"
    },
    {
      "speaker": "COULTER",
      "utterance": "My money is on Ivanka over Christmas dinner."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Very interesting. Ebony, I'm going to push back a little bit here and say that Anthony Scaramucci showed loyalty to President Trump and he loved the loyalty and I'm going to guess, I may go out on a limb here that he's not -- this is not the last you will see of Scaramucci in the White House. We need to note that John Roberts pointed out that he may end up taking one of these other jobs, the EXIM Bank or an ambassadorship. That doesn't mean he's out of government though."
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "utterance": "No, I wouldn't be surprised, Eric, if we do see Scaramucci in the White House in another capacity but I don't think it should be a big surprise. I think the chain of command thing is a big deal. I think the non-negotiable nature is the corner pointed out that General Kelly is just saying this is the way it's got to go. And, you know, really Scaramucci being on the outs and loyalty is a big deal but I think results are a bigger deal with President Trump I would imagine. And with General Kelly just having so far, I mean it's only been six months but stellar results in his original post. I think that's going to have a lot more weight than loyalty and any of those kind of softer skills."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I guess Kat any questions about who is in command right now besides the commander-in-chief. General Kelly, he's right at those alley, right?"
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "utterance": "I know. I wish somebody had talked to him first and said think about how funny it will be though if you let him stay. I was really looking forward to a lot more laughter. But yes, and it's very interesting because we were talking about some of the benefits of having someone in this position that goes directly to President Trump. Now, if you get me all these military guys in these high positions, they don't run things like that. They run things according to a specific order. So it will be something different. We'll see if it will work better or not. Now with Priebus being out, we don't really have somebody to take all the blame. There's a bit of a blame vacuum now in the White House so at this point, I'm going to wait and see how --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "May be that leaves accountability in a more direct way that will result in a more disciplined message and agenda."
    },
    {
      "speaker": "TIMPG",
      "utterance": "Good luck from accountability."
    },
    {
      "speaker": "COULTER",
      "utterance": "-- but an interview really thing that -- but for that interview it just would've been him saying I refuse to go through the chain of -- I mean Ivanka is going through the chain of command. He's not going to go through it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I agree --"
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know, I want to raise this because I really honestly thought that that would have -- that interview would have been vetted by the president, him saying go ahead, you know, do your thing. But apparently it wasn't because --"
    },
    {
      "speaker": "WEST",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BOLLING",
      "utterance": "-- and I'll tell you who, we need to take note. Steve Bannon is still there. He's very, very powerful. I think that rates (ph) Steve Bannon's back in the White House too."
    },
    {
      "speaker": "WEST",
      "utterance": "Yes, but the thing is Steve Bannon is a former military officer so he understands that he can operate within this chain and so I'm quite sure that he is comfortable with and the same with Sean Spicer. Sean Spicer is still Navy reserve officer. But I think there's something else that we are not talking about here. Anthony Scaramucci made himself the headline."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Can I cut you off and be rude right now because --"
    },
    {
      "speaker": "WEST",
      "utterance": "You can be rude."
    },
    {
      "speaker": "WEST",
      "utterance": "-- what you just said leads me to this right here. Anthony Scaramucci's controversial comments could have had something to do with this. Let's look at this."
    },
    {
      "speaker": "ANTHONY SCARAMUCCI, FORMERE WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "utterance": "As you know from the Italian expression, the fish stinks from the head down, but I can tell you two fish that don't stink, OK. And that's me and the president. I don't like the activity that's going on in the White House. When I put out a tweet and I put Reince's name in the tweet, they're all making the assumption that it's him because journalists know who the leakers are. So, if Reince wants to explain that he's not a leaker, let him do that."
    },
    {
      "speaker": "WEST",
      "utterance": "But see, coming back to what Ann said, if something were to have happened, it should've happened at that moment, at that spot to say you can't be in this position anymore. So that's why I don't really believe it was so much about what he said but it's really about the fact that the president wants someone that can be disciplined, that can be in-line. Now the real question is this. Will President Trump now be disciplined? Because an important relationship between a chief of staff and a commander is that the commander needs to have a sounding board as someone that keeps him on (INAUDIBLE)."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Your thoughts."
    },
    {
      "speaker": "COULTER",
      "utterance": "Oh, I hope not. I love his twitter."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I love his tweets as well."
    },
    {
      "speaker": "WEST",
      "utterance": "Well because it feeds the media cycle, I mean, you guys love that."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I want to know what the most powerful human being on the planet thinks about the first thing when he wakes up --"
    },
    {
      "speaker": "WEST",
      "utterance": "The tweeting out on instituting a transgender ban is not the way to go."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "particularly when you have to walk it back essentially until it gets constitutionally valid."
    },
    {
      "speaker": "WEST",
      "utterance": "Absolutely."
    },
    {
      "speaker": "COULTER",
      "utterance": "That is my favorite."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Somebody to picture him."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Then he had to turn around and say, oh actually you can't just tweet something and it becomes a law. That was my first thought when I saw that. It's like that's not exactly how it works. But then we were all talking about that instead of healthcare or whatever else on that."
    },
    {
      "speaker": "COULTER",
      "utterance": "Also that's basically what Obama did with the executive amnesties. He doesn't have any constitutional authority to do it and oh --"
    },
    {
      "speaker": "BOLLING",
      "utterance": "That's a question."
    },
    {
      "speaker": "COULTER",
      "utterance": "And Trump is still issuing."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Do you want this -- does any -- do you want this job, Ann Coulter?"
    },
    {
      "speaker": "COULTER",
      "utterance": "I don't want a job here. I don't know what job you're talking about."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Well, some White House jobs. I remember when he was picking and choosing at the very beginning your name was floated. Was it this job?"
    },
    {
      "speaker": "COULTER",
      "utterance": "I'm not a job kind of person."
    },
    {
      "speaker": "WEST",
      "utterance": "She is a freelancer."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You could handle that White House communications job. I think you might be --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "That might be not too unorthodox with this White House."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, definitely not, definitely not."
    },
    {
      "speaker": "COULTER",
      "utterance": "Can you imagine moving to Washington and having to get up, oh, you do get up every day and go to a job. And that means to get up every day and got to a job. No."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I can't imagine being a communications director for anybody. I've said this before, I don't want to be a press secretary. It's hard enough being your own press secretary and you have to explain your own behavior but to explain someone else's."
    },
    {
      "speaker": "WEST",
      "utterance": "But it's OK to be a press secretary if you know the parameters out there. If you know the messaging and everyone is on the same sheet of music. When you are out there trying to manage chaos and dysfunction and try to deliver some, you know, comprehensive and cogent message for that, no, it's no fun."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But if it were easy, everybody would do it, right. I want to say it in jest but in all seriousness, make no bones about it, President Trump seems to be a very hard method you should contain and you don't want to put (ph). That said, I actually think there has to be --"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Do you realize that nothing that we're talking about has to do with President Trump. These are all the supposed surrogates of President Trump."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- but they are his choices."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Well, fair enough. But Reince Priebus, Sean Spicer, now Anthony Scaramucci, 11 days, they are all gone and not because President Trump had a problem with anyone. This was all internal fighting in the White House. Maybe you're right, colonel. Maybe they needed a military guy to clean up the West Wing in the White House."
    },
    {
      "speaker": "WEST",
      "utterance": "It's all about structuring discipline. You know, when the president comes out and he gives a great state of the union speech and then the next thing you know he's going off on a different tangent and everyone is confused or you give the great speech in Warsaw, Poland and the next thing you know everyone has forgotten what you said in 48 hours. You need to have someone that keeps the focus, that keeps that discipline because there are some good things that this administration is doing but unfortunately it gets lost in a lot of background noise that are out there. And like I said, the important thing to see is can General Kelly discipline President Trump?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And not that he needs to come back to the White House, but actually I thought Paul Manafort did a nice job of kind of disciplining the message during the campaign in a way that we didn't see early in the primary. He came on board during the general."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But they have had a hard time with that. Keeping one thing straight like Trump would say one thing and then the press secretary would say another thing and we thought maybe it would be a good thing to have the direct reporting going on. So, I don't know what --"
    },
    {
      "speaker": "BOLLING",
      "utterance": "I actually did think it would not be a bad thing, but as the colonel points out, when you have a military guy up there, you go through him. He's a --"
    },
    {
      "speaker": "WEST",
      "utterance": "What's good for your business here at Fox News may not be good for the country as a whole."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So there is a comment that someone said. I can't remember who put it out. I read it in Axios today. Commander-in-chif, I'm sorry, chief of staff, whether you focus on the chief or the \"of staff\" is really relevant. And you would say focus on the \"of staff.\""
    },
    {
      "speaker": "WEST",
      "utterance": "Well, you without a doubt, you are over the staff, but it's an incredible relationship. Even the cabinet secretaries have to pay respect to that chief of staff position because you just don't want everyone going to the president and then again you have a discombobulated message."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All good."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All good."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right, that's it right there. There it is. Up next, first Sean Spicer, then Reince Priebus, now Anthony Scaramucci. We will continue this conversation when we come right back."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Continuing with our lead story today, Anthony Scaramucci is out as White House communications director less than two weeks after taking the position. We're back with our specialists Ann Coulter and Allen West. All right, I want to ask you, do you have any idea who would be a good replacement for Scaramucci or at least the qualities that they would have to have to fit in a structure like this?"
    },
    {
      "speaker": "WEST",
      "utterance": "Wow, that's a pretty tall order. I think it has to be someone that, you know, is really going to be able to bring an entire staff's message together that someone that can work with the cabinet secretaries, someone who can work with the policy people and someone that can get the trust of the president of the United States of America to say that, you know, I can deliver your message so that you don't have to wake up in the middle of the night or early in the morning and get out here on twitter. We can do this thing. We just need to have your trust and that can be delegated down to him. So, I can't think of any person by name. Like Eboni said, if it was easy, everybody would have wanted to do it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And the trust thing is huge. There's been so many leaks in this White House and I think the one really big thing that Scaramucci had going for him is that President Trump did seem to trust him. It's going to be hard to find someone like that, right. I would think."
    },
    {
      "speaker": "COULTER",
      "utterance": "Perhaps the trust was misplaced, given that crazy interview. I am not seeing as much chaos in the White House or the messaging as the rest of you are. And then Trump to explain a lot of the fire. See, he didn't come from the world of politics. We always say we want a nonpolitician in the White House. Well, you got one. He doesn't have a party behind him. Both parties were against him. He doesn't have a heritage foundation or ADI that he can choose from. He's, you know, a real estate developer in New York so there will be a little sorting out but I really think, I don't know, I mean I guess you have to feed these lazy bums in the press something. I mean Trump should just do a press conference once a week."
    },
    {
      "speaker": "WEST",
      "utterance": "Her and company excluded."
    },
    {
      "speaker": "COULTER",
      "utterance": "No, I mean the ones in the White House briefing room. It's ridiculous. They just, you know, walk three yards from their room into and then transcribed and yell the questions at the White House press secretary. I think Trump should do it once a week. It could come down in half an hour. And I think he is a great --"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Maybe that's what we're getting now. Think about that for a second, and I agree with you, Ann. I don't think there's as much turmoil as if you listen to a lot of the networks who will say it's bowing up or it's crazy because Reince Priebus resigned, right. As did Sean Spicer resigned. General Kelly got Scaramucci's firing or resignation however you want to call it. Meanwhile, President Trump has not really changed. He is not really changing his message. He is still tweeting, he is still talking, he is still making deals. But maybe he is the best messenger for his message. Maybe it's not -- remember you have to have -- look, here's where the two - - if you're going to be chief White House communications director, there's two people who are putting input, actually three, the president but also Bannon the chief strategy guy and your chief of staff. That's what comes and then you go and deliver the message at the press briefings, to the press and whatnot. And maybe it is. Maybe it's just the three of them. Trump, Kelly and Bannon get together and say here, here wherever it ends up being, and here Ann, go out there and deliver this message."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Real quick what you're doing there Eric Bolling. You know what I don't think it's a question that President Trump is his best messenger. Absolutely I agree with that. I think the benefit to me of General Kelly in this is he's not a showy guy. He's going to be kind of the opposite of what we saw from our friend Anthony Scaramucci, you know, this two fish that don't stink, me and Trump. Literally the complete opposite of this. And correct me if I'm wrong, Colonel, I get the impression perhaps it is that military culture and background that says maybe it's better to not kind of be seen and heard in that way and really just stick to doing your job in a way that lets the president shine. And we certainly know that he enjoys that position."
    },
    {
      "speaker": "WEST",
      "utterance": "Absolutely. The chief of staff enables the success of our commander, the commander-in-chief, the President of the United States of Americ. He's not the guy out there making headlines but he is the guy making sure that, you know, what is your guidance? What is your direction? And he makes sure that the staff understands that and it's implemented properly. And I think that this is going to be a good course correction for this White House. And I know that there are some people on other networks that talk about he's crazy, he's dysfunctional or whatever. And I agree with you. You have a person that you took, you know, not too far away from where we are, and you put him into a position where he is the leader of the free world. He is the commander-in-chief of the Armed Forces. He is the head of the Republican Party. He's the chief executive officer of our federal government. Those are four pretty big hats. Now the thing is that how do you channel people to get you to understand what are your priorities. So, what are your priorities? Because if everything is a priority, nothing is a priority, and I think that's what's going to happen. We're going to know exactly what this president is going to be focusing on."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Can I throw a name out there and I know, listen, he is going to be on the show tomorrow, but I would tell you that Corey Lewandowski understood the president's message and delivered the president's message, right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no. I don't think so. And that's not a bright --"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Be careful because he'll be on tomorrow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think Corey is incredibly effective at his job, I just think at this stage in the game, I think the people that kind of got President Trump to the position in the White House aren't necessarily the same ones that need to, like you were talking about Colonel, get that agenda pushing that policy component as a big piece of this. And I think Corey, like I said, fantastic at what he does but that's a different element. It's a different lane."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Who says it will be just one more. Maybe we'll have a whole bunch more. Like 15 or 20 more."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Once a month."
    },
    {
      "speaker": "COULTER",
      "utterance": "Well Corey's advantage would be I mean, it seems to me one way the Trump administration has maybe not been served well is by following Paul Ryan's agenda. Trump said he'd repeal and replace Obamacare, you know, first day. But he left it to the House and the Senate to figure out what that replacement was going to be. And you know, leave it to Paul Ryan, Republican speaker. It was a complete unmitigated disaster. What Corey is good at also, with all due respect to the military, these generals just seems to want to go to war on four different fronts at once. Not a proper agenda."
    },
    {
      "speaker": "WEST",
      "utterance": "Well, I got to push back on you. I got to push back on you there. You know, when you look at someone like General Kelly who lost his son, OK, you know, we who have been in combat don't want to rush into combat because we know what it is."
    },
    {
      "speaker": "COULTER",
      "utterance": "Usually, I know, that's why I prefer corporals to generals because, I mean, a bunch of them, not to mention a bunch members of my own party, Marco Rubio, John McCain, Lindsey Graham, seems to want to go to war in Syria, Russia, North Korea. And I followed that whole Trump campaign very closely and the idea was not that we were going to remake the rest of the world and screw America, and that's what Corey would be good at, thought I take your point but reminding Trump these are the issues you got elected on."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I agree with you about the war thing, all the time. I loved that about President Trump in the campaign. It's like come on, just remember that."
    },
    {
      "speaker": "WEST",
      "utterance": "Yes, but let's also remember that the enemy has a vote. So you can say whatever you want during the campaign but when you show up and you're sitting in that chair, there are different decisions you have to make. We have too many despots, dictators, and bad guys out there and eventually you're going to have to take an action against them."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And you have different information obviously once you're in the oval than you know, kind of guy on a campaign issue."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, coming up, the House Judiciary Committee is requesting a second special counsel to investigate the 2016 election."
    },
    {
      "speaker": "BOLLING",
      "utterance": "About time."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Ann Coulter and Colonel Allen West. We'll continue the conversation. The political gloves off now as Republicans on the House Judiciary Committee are demanding the appointment of a second special counsel. This time to investigate Hillary Clinton, former FBI director James Comey and former A.G. Loretta Lynch for the 2016 presidential election. Now, the Republican letter focuses on Lynch's alleged directing of Comey to mislead Americans about the nature of the Clinton investigation; Clinton's ties to the foreign entities, such as Russia and the Ukraine; and, of course, Comey's leak. Now, Ann, I'm going to come to you on this. We saw Eric Bolling be very subtle before the break."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I'll be subtle again. It's about time."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's about time. And we -- it is August, basically tomorrow, and this is just now happening. How much of this do you think, Ann, is about getting that heat off of Jeff Sessions, his recusal in this process?"
    },
    {
      "speaker": "COULTER",
      "utterance": "Well, it wasn't Jeff Sessions' recusal that led to the independent counsel. Everyone, it's gotten so complicated and so many tentacles to it. It was..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, it was Comey."
    },
    {
      "speaker": "COULTER",
      "utterance": "It was the president firing James Comey and then going on Lester Holt and saying, \"I did it because of Russia.\" That's what brought in the special counsel."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me back up here."
    },
    {
      "speaker": "COULTER",
      "utterance": "And who appointed the special counsel? No, I'm answering your question. Was Rod Rosenstein, who was appointed by Jeff Sessions, who did not recuse himself from Russia. He recused himself, as he had to do, from anything having to do with the campaign. So now everything is set up beautifully, what the president needs to do, is for one thing, invent a time machine and go back and take back those snippy tweets about the great Jeff Sessions. Move Sessions over to Homeland. Appoint somebody else to A.G. who will not have to recuse himself, because he did not work on the campaign. And I could name 20 good ones for that. Fire Rod Rosenstein and stop putting -- I mean, Rod Rosenstein's is to the Department of Justice lawyers what -- I like him just fine. He's an RNC lawyer. He's not in -- he's just staff. He's not part of the Trump staffing. And Sessions' hands were kind of tied in some respects. He needed a DOJ person there."
    },
    {
      "speaker": "But that's what he should do",
      "utterance": "Move Sessions to Homeland, put in somebody else as A.G."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK, that's quite a plan. Colonel, let's let me ask you this question. This is finally happening. Lots of Republicans have been really upset, feeling like everything has been Russia, Russia, Russia in that lane. But what about all the things? What about the tarmac meeting with A.G. Lynch, with Bill Clinton, of course, coming and literally having a conversation with her in the midst of the investigation?"
    },
    {
      "speaker": "WEST",
      "utterance": "Well, the thing is, with the Democrats, you have a politicized conviction that is looking for the mystical evidence that is out there. We know that former President Clinton met with the attorney general on a tarmac in a secret meeting and the next thing you know, three days later, we have the announcement about Mrs. Clinton. I'm still trying to figure out when is everyone in the military going to be able to have their own personal email server in their quarters, and they can do classified information. I mean, if it's good for Mrs. Clinton, it should be good for everyone in the military. And then we don't talk about the uranium deal. We don't talk about, you know, her working with -- with the Ukraine. As a matter of fact, you know, maybe Israel should have been looking into the fact that you had Obama campaign operatives that went over to undermine Bibi Netanyahu's election. So you know, let's be very honest. There is some dirt out there. There are some things that have not been right. We know that Comey sat up there and said that, you know, \"I wanted to get a special prosecutor, so this is why I leaked this information to my friend at 'The New York Times'.\" Someone has to look into this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Go ahead."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I just want to add that, finally, it took President Trump saying, \"I'm disappointed in my attorney general for not doing that\" for finally the House stepping up and saying, \"Hey, maybe we should have a special counsel.\" Ann's right about the process."
    },
    {
      "speaker": "COULTER",
      "utterance": "I don't think it should be the House, though."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I agree with you. I agree with you. My point was that they're asking for something that the American people have been asking for six months now. Where is the special counsel on Russia?"
    },
    {
      "speaker": "COULTER",
      "utterance": "But we don't need a special counsel. That's why we're paying an attorney general and thousands of lawyers at the Department of Justice. And by the way, it was Donald Trump who, on November 22, said he wouldn't go after Hillary Clinton. It wasn't Jeff Sessions."
    },
    {
      "speaker": "BOLLING",
      "utterance": "What we do, if the special counsel's been hired by Rod Rosenstein and the special counsel is a Clintonite anyway, just about. You need another one to go after the Clintons."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, but Kat, let me bring you in, because Ann makes an excellent point. Is that President Trump said, \"Oh, she had a tough election cycle. We don't need to lock her up\" after chanting \"lock her up\" on the campaign trail. So is this, again, the president kind of making a circular argument?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Sort of, and that is the kind of thing that we see often. Not sort of; it is. He was the one who said, \"We'll let it go,\" and now he's saying, \"Well, why aren't we investigating her?\" Although of course, all of these people, if you've been paying attention to the news, you look at this and you think, \"Yes, they pretty clearly, most likely got away with doing something wrong.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What, the Clintons?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Here -- right, yes. That's literally a Clinton story. That could be a title of a book. But when you have Lynch out there saying, \"Call it a matter, not investigation,\" if that's true, what more proof do you need that -- that is the definition of \"Oh, I was using my place as an intelligence official to influence an election.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Which is absurd and disgusting."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You get an investigation. You get an investigation."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Everybody gets an investigation."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Where's mine?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Coming up, time to \"Wake Up, America.\" Our friend Eric Bolling has something very special planned for us. He's going to compare the ideas of President Reagan to President Trump. You do not want to miss it. Stay with us."
    },
    {
      "speaker": "BOLLING",
      "utterance": "OK. Time to \"Wake Up, America.\" When Ronald Reagan ran for the presidency in 1980, one of his slogans was \"Let's make America great again.\" This weekend, I visited the Reagan Ranch, which is owned by the Young Americas Foundation, a tremendous group that educates the next generation of students in free-market beliefs and conservative policies. The ranch is a phenomenal place, purposefully built -- get this -- as far away from the swamp that makes up Washington, D.C., as feasibly possible. Feasibly possible. President Reagan had a vision of what America should be. Strong, free, and prosperous. President Trump not only shares a similar campaign slogan but a similar outlook for the nation. He wants to bring us, the U.S., to win. Unfortunately, Democrats, along with the anti-Trump crowd, are once again hell-bent on obstructing and destructing our nation. They did it to Reagan in 1980 and are obstructing Trump the same way in 2017. Are they offering any solutions? No. Are they offering any constructive criticisms? Hell no. But they're content on bringing the greatest nation in the world to a grinding halt. Simply stated, they're sore losers. President Reagan had America's best interests in his heart. President Trump has America's success in his heart. The obstructionists have no heart. It's time for Americans to wake up and smell the stench emanating from the swamp and Congress and get behind the president, whose economy is firing on all cylinders. A record number of Americans employed are now. Your 401(k) has never looked better, literally. And finally, a new confidence across the business community. So get out of the way, Democrats, and Lindsey, John, Paul and Mitch and the rest of the RINOs, who'd rather derail Trump then grow and prosper in America. Get on board, y'all, or Trump will drain that swamp with you in it. Ann, your thoughts on that one? You might like that one."
    },
    {
      "speaker": "COULTER",
      "utterance": "Well, although I didn't disagree with anything you said there, except one thing. One big difference with Reagan was Republicans were on Reagan's side."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Right."
    },
    {
      "speaker": "COULTER",
      "utterance": "Trump really has his entire party against him. They aren't part of his agenda. And just a small little quibble, since I have a whole chapter in my magnificent best-selling book, \"In Trump We Trust: E Pluribus Awesome,\" making fun of all these other Republicans from watching the primary debates. All these guys can do is compare themselves to Reagan. It's a different country. How about William McKinley? He was a good Republican president, too."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I took a shot at some of those RINOs. Colonel, your thought?"
    },
    {
      "speaker": "WEST",
      "utterance": "You know, I don't call them RINOs anymore. You know, I call them roadkill Republicans, ROKers. Because everyone keeps talking about being in the middle of the road. Ann brought up down South. The only thing in the middle of the road is roadkill. You know, when you have a Republican Party that is agreeing with the expansion of Medicaid, agreeing with keeping taxes from Obamacare, which is killing, you know, the success of our business. When you finally get Paul Ryan to say, \"I'm going to back away from this border adjustment tax.\" Why would Republicans come up with a border adjustment tax?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Health care. Health care, Colonel, is a great example. People are really ticked off at these RINO Republicans. Eboni, you were making some notes?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. I put out here, obstruction and question mark. Because yes, Eric, you're absolutely right. Of course they're obstructing him. And again, this sounds so similar to President Obama in 2008, 2009: \"Oh, my gosh. They're obstructing. I can't believe it.\" What did you really expect? Unfortunately, you would think, ideally, that everybody would want the same common interests of American success, but you don't. We live in a country so deeply divided among the partisan lines and the political lines that the obstruction has got to be anticipated, Eric. So at this point, I want -- I hear you, but I just would want President Trump, like I asked President Obama to do, expect the obstruction, and you still have to lead."
    },
    {
      "speaker": "BOLLING",
      "utterance": "The surprise, Kat, for me was the obstruction coming, as Colonel points out, from the right. From Trump's right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think that -- well, yes, of course, but I don't think it was really surprising, because a lot of people were very, very upset that he was the nominee. But when you talk about legislation, things like health care, that's something that I was very upset about. Like you're reporting now, Colonel, these are not conservative principles that were in this bill whatsoever. But I think that part of it also is that a lot of the Republican Party right now in Congress looks more like a moderate Democrat then an actual Republican or a conservative. When the thing that you have to turn over is an insurance bailout bill, it's -- what is the GOP?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "We had a Republican senator fly across country to start the debate on health care only to vote it down three times, y'all."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That did happen."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Got to go. Up next, it's \"Kat on the Street.\" Fasten your seat belts. She's next."
    },
    {
      "speaker": "TIMPF",
      "utterance": "On Friday we had some breaking news. Remember that little thing about John Kelly being named the new White House chief of staff? All right, well, last Friday also happened to be a very important day for me. It was National Talking in an Elevator Day. I talked to some people about their thoughts on elevator etiquette. And although we couldn't get to it then, it is far to important to pass up. Take a look."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Finally, it's my favorite day of the year: National Talk in an Elevator Day. I love to talk. People don't always like to listen, but in an elevator, they have no choice. National Talk in an Elevator Day. Are you excited?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can't wait."
    },
    {
      "speaker": "TIMPF",
      "utterance": "What's the best conversation you've ever had an elevator?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Talking about FOX News."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Was it about \"The Fox News Specialists\" and it's s-- how it's your favorite show?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It was."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can't think of anything other than the weather."
    },
    {
      "speaker": "DAVID ASMAN, FOX NEWS",
      "utterance": "Quality time is an elevator is when you're alone and you can just think about what you have to do. Or you can meditate."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You won't be able to meditate if if you're in an elevator with me, because I'm going to be yap, yap, yapping, especially on Friday."
    },
    {
      "speaker": "ASMAN",
      "utterance": "Well, Kat, I may find some way, then, to avoid getting on an elevator with you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I showed my hand too soon."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I guess the best joke is, Monday morning, elevator stops on every floor. Say, \"Oh, I guess I got on the local.\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "He loves Elevator Day also. Lots of ups and downs about elevators."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Nice pun."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Thank you. Thank you very much. Do you like to talk on elevators?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, sometimes. I pushed all the buttons when I want to."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I really like catching up with people and talking in the elevator."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I really like talking in the elevator, too. Do you want to go for a ride on the elevator?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sure."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Would you like to talk to me about my feelings?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, not really."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How's your day going?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's not going good. And you know what? You have to listen to it, because we're trapped in an elevator. I love Talk on an Elevator Day."
    },
    {
      "speaker": "ASMAN",
      "utterance": "I do not believe that's your favorite holiday. Better than Christmas?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Better than Christmas. On Christmas, people can still walk away from you when you're talking. Do you want to talk to me about talking in elevators?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't talk to people, especially with mikes. No, nothing. Yes, sorry."
    },
    {
      "speaker": "TIMPF",
      "utterance": "If we were in an elevator, that never would have happened. Business dudes always say you need an elevator pitch to help get a job. But I don't see room to pitch anything in here. Sorry, that joke was wrong on so many levels. Get it, levels? Have you ever gotten a job from an elevator conversation?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You want to offer me one?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I was going to ask you to hire me. Is there anything about elevators that pushes your buttons?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think when people go to lunch and bring back really smelly foods, and you're really in a closed space."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Get it, pushes your buttons? Do you like talking on elevators?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, it's all right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I like elevators, because the people that I'm in them with have to listen to me talk. Do you have anywhere like that where you're from?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, it's a lot of open land. You can pretty much get away from everyone."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Wow, I wouldn't do well there. The other day, I felt like we were really connecting, you know, me and this guy, and then he didn't text me back and then he did text me. But how many hours do you think that, you know, he should be allowed to go before I'm, you know, allowed to get, you know, really upset?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think that's a little psycho in the first place."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Too bad we weren't -- are not in an elevator. Because right now, you could walk away. See? It's why I love elevators."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "My favorite thing is when the doors close, and, like, striking an awesome pose."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, absolutely. I love this day."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I notice you -- everybody avoided me."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You have a lot of jokes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It kept giving. That elevator pond kept giving and giving and giving. It was amazing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There was a lot of puns in elevators, you know? It's kind of..."
    },
    {
      "speaker": "WEST",
      "utterance": "But I don't understand, because when you walk around the streets in New York, no one talks to anybody."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I was going to say, I'm like -- I'm from the South. So my favorite thing to do is get on a very crowded elevator and speak to everybody and make them very uncomfortable. Like, \"Good morning, good morning. How are you guys doing? You good today?\" I think it's great, great."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You're that person?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm that person, Bolling, yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And everybody just stares at their phones around here. And whatever. But it was a good time. I had a good time. Well, we've got to say goodbye to our specialists, Ann Coulter and Colonel Allen West. Thank you guys both so much for joining us. Up next, it's \"Wait, What\"? Don't go away."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's a plug for Brian Kilmeade's radio show. It was so great that he helped us out by sitting in for Eric Bolling on a very, very busy news day on Friday. Kilmeade, we appreciate you. Now it's time for our last segment of the show. Time for..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "\"Wait, what?\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That never gets old. OK, I'll start things off. I had the beautiful fortune this weekend of spending some time, guys, out east here in the state, at two very important, worthwhile causes, both of them raising money for cancer. One of them, the International Thyroid Oncology Group. You can find out more about that at JillZarin.com. And then that was just raising money for thyroid cancer. Her husband, Bob, is suffering from it very badly. So get well, Bobby. And then there's also this super Saturday event that I went to, where I was raising money for ovarian cancer research. And you can find out. There we go right there. Very worthwhile cause, a very aggressive form of cancer. It takes a lot of women, and young women in particular. So it was just a beautiful day for, really, two great causes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Absolutely, good job."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank you. Kat."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, as a libertarian it's very important to me to not be judgmental of other people's choices, but I finally found a new trend that crosses the line. In Japan, it's a trend to put your cheeseburger on top of your drink and then put the straw through the cheeseburger and drink your drink. Now, so you'll get cheeseburger chunks in your straw, and you can't eat your cheeseburger until you're done with your drink. This should be banned worldwide."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's looks absolutely..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You keep putting the straw in every time for you get more cheeseburger."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You don't do that. You know what you do, Eric? Not that."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Not that. Anything but that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Putting my foot down."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You can totally judge that. Bolling."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So 19 years ago today, a very special day in my life, because my son, Eric Chase, was born; and today is his 19th birthday. I had the good fortune -- see that? That's the Reagan Ranch. That video just blew by, but that was the Reagan Ranch. That pond, Ronald Reagan himself bulldozed that pond, put water in it. Amazing. Young Americas Foundation runs that Reagan Ranch. It was fantastic. And that's -- there it is right there. Amazing. And my son and I had a great time at a book signing, so I was very fortunate. Happy birthday, Eric Chase."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Amazing there. Happy birthday, Eric Chase. That was awesome."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Happy birthday."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Great weekend."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He just turned 19?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Nineteen?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Nineteen."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He came to join you on the book tour?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yes, he went on the book tour. And that, by the way, if you get a chance to get to Santa Barbara, check out the Reagan Ranch if you can. You have to arrange a tour. And also, the Reagan Library is phenomenal."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I heard about it. Mark Levin also..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "... one of our former specialists, was talking about it and raving about how amazing that was, as well."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's something you should -- if you're conservative and you like Reagan, it's something you've got to see."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What if you're conservative but you just like -- you love America?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "I would go to -- I would go to Barack Obama's library at some point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Good for you. I'll make that happen. Absolutely. That's all the time that we have for that today. Thank you all so much for watching. And make sure you follow us on our social media. Those pages are getting stock full, @SpecialistsFNC on Twitter and Facebook. And remember, 5 o'clock will never be the same. \"Special Report\" up next with Bret Baier. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}