{
  "date": "July 6, 2020",
  "headline": "Mark Meadows: President Trump is the only thing standing between a mob and the American people",
  "subHeadline": "Guests: Mark Meadows, John Kennedy, Leo Terrell, Mark McCloskey, Patricia McCloskey, Dan Bongino, Tammy Bruce, Geraldo Rivera",
  "url": "https://www.foxnews.com/transcript/mark-meadows-president-trump-is-the-only-thing-standing-between-a-mob-and-the-american-people",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity.\" Hundreds shot, dozens killed during a weekend of nothing short of catastrophic violence in America's major cities. Multiple children as young as 7 and 8 years old were murdered this weekend. Our communities, our neighborhoods, our fellow Americans are under attack. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Many Democrats, they seem more interested in tearing down statues than actually protecting innocent men, women, and children in the cities that they govern. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } On this program, we're absolutely open. You wanted to beat statues, memorials, we'll debate it anytime you want. But know this -- Democrats have zero credibility, no standing on this issue. For two very extremely relevant and important reasons that dumb people in the media and the mob and people frankly that are intellectually lazy and will never tell you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } And one is the Democratic Party will not come to terms with truth, the truth about their own recent history of racism and bigotry. We'll have a lot on that the mob will never tell you. Also, after two decades, Democrats have failed to ensure safety and security in their own districts, their own cities, their own states. This is their number one job, safety and security of the people that live in their cities and states. Now, the three leaders of the Democratic Party -- Joe Biden, Nancy Pelosi, Chuck Schumer -- we have an election in 120 days, they have over combined 125 years experience and public life between them. Donald Trump, three and a half. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, what do they do to make American cities more safe, more secure? Now, we have a 7-year-old, a beautiful American child, our national treasure, killed and her grandmother's backyard on the Fourth of July because what, they continue again to fail in their most basic and fundamental responsibility? And now, by the way, the corrupt, the confused, bunker Joe Biden, he wants to, quote, \"transform America.\" Transform America. Now, 12 years ago, well, candidate Obama vowed to fundamentally transform America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, how did that go? Eight million more Americans in poverty, 13 million more Americans on food stamps, lowest labor participation rate since the '70s. You know my statistics. I mention them often. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Did they pass -- do Joe and Barack pass criminal justice reform? No, that was Donald Trump. Did they pass police reform? As Vice President Biden and President Trump was president after Baltimore, after Ferguson, after Cambridge, after many other incidents? No, they did not. President Trump got that job done. Did they create opportunity zones and struggling neighborhoods? No. Donald Trump did it. And, by the way, it was President Trump who oversaw record low unemployment, one record after another after another after another, shattered -- record low unemployment for African-Americans, Hispanic- Americans, Asian-Americans, women in the workplace, youth unemployment, African-American youth unemployment. Donald Trump did that. Joe and Barack never accomplished or came near shattering any record except they had the worst recovery since the '40s. And now, Biden, his fellow Democrats, they have no plan to fix American cities. For decades, and decades, they have been all talk, all politics, all symbolism, zero action, and zero success. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And now, sadly, we are watching the results play out in real time, which, by the way, if they ever got elected, this would be a preview of coming attractions for the country. Now, in New York City, for example, this past month, shootings are up by over 130 percent. Over the weekend in New York City, 63 people shot, including ten victims who were killed on Sunday alone. Look at your screen. Look at this video of a man getting shot dead in the Bronx in New York as he's walking his 6-year-old precious daughter across the street. Comrade de Blasio -- well, they just cut a billion dollars from the NYPD. He's blaming the violence on -- oh, coronavirus. Not the massive police budget cuts, not the idiotic bail reform bill that Andrew Cuomo supported. You commit a crime, let you right out the door. You get rob one bank, you get to rob six banks and they'll still let you out and their other soft on crime policies. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Meanwhile, in the great city of Atlanta, violence is also surging. There were 31 shooting victims over the weekend in Atlanta, including an 8-year- old little girl. Her name is Secoriea Turner and she was killed after a gunman shot up the car that her mom was driving. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And recently, her father delivered these heartbreaking remarks. Let's take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FATHER OF SLAIN EIGHT-YEAR-OLD",
      "sentences": "They say black lives matter. You killed your own. They killed your own this time. Just because of a barrier. They killed my baby because she crossed a barrier, and made a U-turn. You killed a child. She didn't do nothing to nobody. She ain't did nothing to now one of y'all. She just wanted to get home to see her cousins. That's all she wanted to do. She just wanted to get home. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How do you recover from that? That is America's treasure, our children. It's terrible, our fellow Americans. Now, the mayor of Atlanta also addressing the wave of violence, vowing now to crack down on the city's criminals. Let's watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR KEISHA LANCE BOTTOMS, D-ATLANTA, GEORGIA",
      "sentences": "The reality is this: these aren't police officers shooting people on the streets of Atlanta. These are members of the community shooting each other. And in this case, it's the worst possible outcome. There were two other people who were actually shot and killed last night, and several others. Enough is enough. Enough is enough. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, sadly, Secoriea Turner was not the only child that was killed over the holiday. At least six kids were murdered across the country, including Davon McNeal, an 11-year-old from Washington, D.C. Royta De'Marco Giles from -- an 8-year-old, by the way, Hoover, Alabama. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Natalie Wallace, 7-year-old from Chicago. Natalie, as I said, she was the one, she was shot in the head. She was played with her cousins in the backyard of her grandma. And, by the way, also in Chicago, 14-year-old named Vernardo Jones, Jr. was killed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } All told, 87 people were shot. Seventeen people died in Chicago this weekend. In other words, a typical weekend, and these politicians do nothing. And like Comrade de Blasio in New York, and the idiot governor of New York, Chicago's Mayor Lightfoot, their stupid governor, they're blaming coronavirus. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } These cities don't need any more sorry excuses. This is decades of failure. It's time to protect lives, safety and security of your citizenry. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } And, by the way, what all, most of the cities and states have in common? All the states, what all the cities have in common? They've been run by liberal Democrats for decades. America, by the way, can and must restore order. We know how to do it. We've proven how to do it. We can do it again. While we're at it, we should fix our broken educational system because we're denying children the rungs and the latter that every American needs to be successful in their pursuit of happiness. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Every child in every neighborhood in this country deserves safety and security. Without it, their pursuit of happiness becomes -- well, not only harder, likely impossible. The president keeps offering federal all up to all the cities and states that are experiencing these surges in violence, they keep saying no. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And as of now, it appears the Democratic mayors and governors are just forging ahead in failure alone, the same policies that have been failing communities for decades. Here with reaction, White House Chief of Staff Mark Meadows. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know, the president did help out, did he not, in Washington, D.C. The president did help out in Minneapolis. And in those two areas, we saw a dramatic change, didn't we? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEADOWS, WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Well, we saw a dramatic change, Sean, and the tragic news that you're sharing tonight. Unfortunately, it's going to repeat itself over and over again if we do not get behind our law enforcement, if we do not make sure that we stand up for law and order. And this president is doing exactly that. In fact, he's the only thing that stands between a mob and the American people. You know, first, it's the statues. Then it's the businesses. Then it's their homes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know, sadly, we have a loss of life, and yet this president is willing and not only willing but has already put forth federal resources to make sure that we can restore law and order. He did that about ten days ago, not only in D.C. but across the nation. That's the untold story where this president was willing and did indeed provide federal resources in Minneapolis, as you mention. Also in Seattle, Portland, when we look at some of these cities, St. Louis, as he goes forward, he's making sure that we have not only the Department of Justice but the Department of Homeland Security and others to make sure that our communities are safe. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } It is time that Joe Biden eventually condemns all of these people that are saying that we should defund the police. It's not enough to be against that policy. He needs to come out and say, you have to go the other way and support our law enforcement officers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're going to go over some of his -- by the way, all the Democrats, modern Democrats praising the former Klansman Robert KKK Byrd. Joe Biden's comments on segregation, his comments on integration from the past -- the mob and the media ignore this, Mark Meadows. I watched the president -- by the way, very highly rated on Friday night, his speech at Mount Rushmore, and I watched his speech on Saturday night, the Fourth of July. And here, I -- there's no perfect country in the face of the earth. My friend Gary Farber recently passed away, great pioneer in talk radio. There's no country in the face of the earth that accumulated more power, abused it less than this one -- I add -- and use that power for the advancement of the human condition. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } America, Mark Meadows, we pay the price. We beat back the forces -- as the president talked about, in his speeches -- of fascism, Nazism, imperial Japan, communism, and now more recently, radical Islamism. America did that and made the world a better, safer place. And that maybe one of the reason so many people around the world want to come into America and we're building walls to vet people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, you're exactly right, Sean. Our Founding Fathers, imperfect men that truly founded this nation on Judeo-Christian values that said what we need to do is form a more perfect union. And indeed, each and every day has been an advancement of that to make sure that not only are we the best country on the face of the globe, but more importantly, we continue to stand up for those values, for those who can't speak for themselves. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } This president has been willing to do that. You mentioned the speech there at Mount Rushmore. Not only was it a historic speech, but he laid out really the difference. Are we going to be for anarchy? Or are we going to be for the rule of law and making sure that American citizens feel safe once again in their homes? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } This president is willing to do that. Where is Joe Biden? In his basement. You know, it's amazing. We've seen Joe Biden for 40 years talk a good game. And we've seen no results, no results. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Fifty-one, 125 years combined failure, him, Pelosi, and Schumer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, and as we look at that, it's -- it's not only that they are just talking in good game but they failed to act. And when they failed to act, there are real consequences of that. And, sadly, what we're seeing is, each and every day, those consequences really are played out on main street across America. And we've got to do something about it, and the time is now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } And this president is committed to do that. He's instructed his entire team to work on it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "America will be unrecognizable if it's Pelosi, Schumer, and Biden, and they implement this insane agenda. By the way, I told you, you weren't going to leave permanently. I did twist your arm a little bit on national TV. We're glad to have you where you are, Chief of Staff Mark Meadows. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, it's great to be back. Thanks so much. God bless America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you. God bless America. Over the weekend, during a historic speech, as I mentioned, the president did champion what is rightly called American exceptionalism and American greatness. Let's take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "On this wonderful day, we celebrate our history, our heroes, our heritage, our great American flag, and our freedom. The American republic stands today as the greatest, most exceptional, and most virtuous nation in the history of the world. We are the descendants of the most daring and courageous people ever to walk on the face of the earth. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, by the way, the president announced National Garden of Heroes with Americans from every race, every background, all Americans celebrated for their greatness and their exceptionalism, which I think is a great idea. The ever frail, the ever confused, ever corrupt Joe Biden celebrating the Fourth of July in a different way, in what as a highly produced, what, 97- second video of Biden bashing the U.S., saying this country never lived up to the idea that all are created equal. He now wants to transform our country, he said. Perhaps Biden doesn't comprehend any of this, because no country, no people are perfect, that's just a fact. That's a basic fundamental truth, an undeniable truth. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Thanks to the wisdom are for our Framers and Fathers, though, they develop this great constitutional republic, a system that allows this country the right to correct wrongs and correct injustices and always strive and move towards improvement so we can become that more perfect union -- and, by the way, as the president said, both in his Friday night and Saturday night addresses. Now, this is the beauty of America. That is what we celebrate. And, of course, no, we're not perfect but we have the ability, we have the willpower to become that more perfect union. We've made major, major progress. We need to make much more major progress to fulfill that dream of a more perfect union. For example, you can look at those going back in history, the 1700s, dozens and dozens of our Framers at our constitutional convention, unsuccessfully arguing against the evil practice of slavery. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } For example, Dr. Benjamin Franklin calling it a, quote, \"atrocious debasement of human nature. Of course, he is 1,000 percent correct. As is James Madison calling it dishonorable to the national character. He was right. George Mason calling slave owners petty tyrants. Ultimately, hundreds of thousands of Americans fought and died over this very issue. That is our history. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Emancipation Proclamation is also our history. Later, the Voting Rights Act, the Civil Rights Act. It insured through federal law and constitutional amendments. Do we have further to go? Absolutely. And, by the way, what did Biden and other Democrats, what they want you to forget is many of those that they so admire and call their mentor -- well, they fought tooth and nail against these important reforms. For example, it was a Democrat George Wallace who stood in the doorway of that Birmingham school to physically block racial integration. It was a Democrat, Bull Connor, who used fire hoses and police dogs to attack civil rights peaceful protesters. It was over 100 Democratic lawmakers who voted against the ‘64 Civil Rights bill. Al Gore's father, a prominent Democratic senator -- well, he actually filibustered the bill. So did Robert KKK Byrd, the former Klansman. So did noted segregationist J. William Fulbright -- all Democrats. Keep in mind, Bill Clinton called Fulbright his mentor. He eulogized Fulbright while he was serving as president. And despite his past as a Klan leader, and actually the head of the Klan, modern Democrats practically lined up to shower Robert Byrd with praise, they even made in the Senate majority leader. Hillary Clinton calling Robert Byrd the heart and soul of the U.S. Senate. Chuck Schumer calling bird one of the greatest men in history. Pelosi calling Byrd an American patriot. Biden calling Byrd the dean of the U.S. Senate, a close friend, and a mentor of mine. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Imagine a Donald Trump said this about a former -- about a Klansman? Now, keep in mind, Biden wants work side-by-side with segregationists. This is Joe Biden's record. In a speech in 1973, then Senator Biden praising Southern Democrats and said that the two-party system in the South was, quote, good for the bleep. And around the same time, Biden was actively working, working with desegregationists (ph). He was slowing and trying to stop integration, opposing school busing. And according to NBC News, quote, he led the charge on an issue that kept black students away from the classrooms from white students. That's Joe Biden. That's the Democratic nominee. That's his history. Those are questions the mob have not asked him. In 1977, Biden worried that his children would grow up, quote, in a racial jungle, and if integration is not done in his orderly way, whatever that means. 1993, referring to inner-city youth as, quote, predators on our streets, as he coauthored an aggressive crime bill ramping up prison sentences for dozens of crimes. Of course, Biden's racist rhetoric didn't stop him in the '90s. Remember in 2006, he told a crowd, well, you have to have a slight Indian accent to work at a 7-Eleven or Dunkin' Donuts and I'm not joking. Also in 2006, bragging his state was a state. Who would brag about that? In 2007, called Barack Obama, eventually became vice president, quote, the first mainstream African-American who is actually articulate and bright and clean. Wow, that's storybook, man. What? And last year, he said, quote, poor kids can be just as bright as white kids. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } And a few weeks ago, he told the radio host Charlamagne Tha God that you ain't black unless you support him over Trump. Excuse me. This is the guy that says he wants to transform America. What, into that? Because after decades of all of his B.S. and 125 years of combined failure of Biden, Pelosi and Schumer, that would be in charge of god for did you elect him and him 120 days. Trump has done more than 3.5 years as I mentioned that they could even ever think of. Truth matters, hypocrisy matters. For all of you intellectually lazy people in the mob who won't ask these questions, won't inform your viewers of this history, you are failing and derelict in your duty. Actions matter, decade after decade after decade. Five decades, Biden. He had ample opportunity to make America a more perfect union. Instead, he made one weird racial statement after another. You know, one comment about integration, segregation and, by the way, did nothing to end violence in American cities. And, by the way, imagine if Donald Trump had said any of these things or supported any of these people, that these modern Democrats supported? Guess what. History matters. Truth matters. They have failed record matters and it's on the ballot in 120 days. With more, Louisiana Senator John Kennedy. Senator, your reaction to all of this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA.",
      "sentences": "Well, the vice president says he will transform America. He will. And the American people will pay a fearsome price. His foreign policy is hugs and hot cocoa for Americans and America's enemies. If he's elected, my advice to you is to build a fallout shelter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What's your advice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Build a fallout shelter. You'll need it. Weakness invites the wolves. His domestic policy, he wants you -- he wants all of us to surrender our money and our freedom, every bit of it, to Washington. If you want 52 weeks of vacation a year, vote for him, because he's going to bankrupt your employer. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here's what he says to our young people: finish school, get a job and work hard. So I, Vice President Biden, can give the money you earned to someone who didn't. And finally I think he will eviscerate our health care delivery system. I'm sure he will say, if you like your health care, you can keep it. But we've seen that movie before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, and it's a (INAUDIBLE). You know, it seems that were at a point, senator, its words and symbolism, 125 years combined experience versus real solutions, real law and order, real safety and security. You know, President Trump shattered, I mean, he shattered record after record after record for minority low unemployment, and then, of course, criminal justice reform, police reform, opportunity zones, historically black colleges. Why didn't Joe and Barack do that? They had eight years. They didn't do any of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, why didn't they address the problems of our inner cities? I mean, Chicago has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great question. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Chicago is now the largest outdoor shooting range in America and other cities are following. It's not caused by the coronavirus. It's not caused by racism. It's caused by nihilism. To kill a child, you have to be nihilist goon with no values whatsoever. But that is what happens we defend our police, when we refuse to fix our schools, and we undermine the family unit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Senator Kennedy, we always appreciate you joining us. Thank you. When we come back, we have a lot breaking tonight. White House Press Secretary Kayleigh McEnany tore the press up today. None of them asked about the shootings and murder and violence in these liberal states and cities this past weekend. That's coming up. Also, the St. Louis couple, remember they took up arms to guard their home after protesters broke down the fence and enter their community? They'll join us live. Protesters returned to their home this weekend. We'll break that down for you and much more. In 120 days, you get to decide the future of this great republic, straight ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "sentences": "I'd end with this, you know, I was asked probably 12 questions about the Confederate flag. This president is focused on action. I'm a little dismayed that I didn't receive one question on the deaths that we got in this country this weekend. I didn't receive one question about New York City shootings doubling for the first-rate week and over the last seven days shootings skyrocketed by 142 percent. Not one question. I didn't receive one question about five children who were killed and I will leave you with this remark by a dad. It broke my heart. A dad of an 8- year-old lost in Atlanta this weekend. They say black lives matters. You killed her child. She didn't do nothing to nobody, was his quote. We need to be focused on securing our streets, making sure no lives are lost because all black lives matter. That of David Dorn and that of this 8- year-old girl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow, White House press secretary Kayleigh McEnany, she's right, blasting -- and she's right on that -- the White House media mob for failing to ask a single question about the spikes in deadly violence in America's Democratic-run cities this weekend. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here with reaction, civil rights attorney Leo Terrell, Fox News contributor Dan Bongino. Leo, it's gone on for decades. We are losing seven, eight, nine, ten, we're losing our American treasure. We're losing America's children. They don't lift a finger to stop it. New York, they just cut a billion dollars from the NYPD. They are cutting it in your city, Los Angeles. Those are two of the dumbest decisions I've ever heard in my life. And Joe Biden seems to support it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "sentences": "Sean, you are the only guy, person on the network, showing faces and names to this crime wave and all these Democratic cities. Great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They're our kids. They're children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "I know, they are kids and you're putting faces and names and it's driving the other side crazy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } The point is very simple. The media, the media does not want to address this question, to Democratic mayors and Democratic leaders and Joe Biden because it creates a narrative they don't want to. They don't want to talk about crime in the city. They don't want to talk about the failures of the city. And every one of those left-wing media obligations, they have to look at what's going on in those cities and then they have to ask them what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Leo, Leo, look on the screen. Look at those children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Yes, yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Those are America's kids. Right there, those are our children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "They look like me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They're dead. They are done. Their lives are over. All of their God-given potential gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Sean, they represent America and every Democratic leader in these big cities needs to call a press conference and say what are you going to do about this? You're going to call for funding the police, not defunding the police and are going to cut your association away from black lives matter. Because basically you're in bed with these guys and what's happening? Our cities are crumbling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I had this interview with Horace Lorenzo Anderson the other night. Dan Bongino, you came on after. Just put up the picture of these kids. I mean, I said about George Floyd, imagine if you are watching and that was your son, your son pleading for his life with that knee on his neck and into the pavement. Imagine if this is your kid. I wouldn't recover. I -- it's over for me. No parent can recover from this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's happening every weekend, Dan. You have a background in law enforcement. Law enforcement knows how to do, fix this but now they are being defunded. Now they are literally losing all morale, and now they are afraid to even do their job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You know, I have warned on this network, on your show, just weeks ago, maybe months ago, I said the disastrous --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "For years, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "-- policies of big-city liberals, yes, was going to lead to not people dying, more people dying, because people already dying because of these disastrous decisions. I need everybody watching to do me a favor tonight. I need you to go to the Twitter and go to the Twitter feed of Chief Rodney Harrison, the chief of detectives of the NYPD. I want you, if you're over 18 and your parents will let you, I want you to watch the full video of that man being shot in the street in the South Bronx holding the 6-year-old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have the video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I want you to take every tragic, disturbing, grotesque second of it in and I want you to watch the 6-year-old daughter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dan, Dan, look at this right now. It's on the screen right here. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I know, I see it right there. They won't show the rest because that's probably kids watching. But when you see the whole thing, it stops right there, see. You need to watch and open your eyes. Take every second of this in, with that 6-year- old does after her father is killed in front of her. Watch what she does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm going to put it up on SeanHannity.com",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Please watch it. She runs in fear and panic and doesn't know what to do as she watches her dad fall right in front of her. Take that in. That's the real world consequences of the cancer that's been eating away and rotting our inner cities to the core. These are our citizens. They deserve better. Sean, this is not about politics. It's not about marginal tax cuts. Not about your 401(k). It's about citizens of the United States of America in broad daylight in the South Bronx murdered in cold blood in front of his kid. This isn't about politics. Everybody needs to get their heads out of their butts and get this straight. These people deserve better in these neighborhoods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They need to get their heads out of their ass and America is better than this. We can save these lives and we have an obligation. They have now failed for decades and their answer is, oh, let's cut a billion dollars from the NYPD. That idiot mayor, Mayor Comrade de Blasio, that happened in New York City. Fix it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "All of those mayors. All those mayors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Talking about statues, statues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. And coming up, Jeffrey Epstein's confidant, Ms. Maxwell, has been transferred to a New York prison. Trace Gallagher has the latest. And later, remember, the St. Louis couple guarding their home after protesters broke down a fence, enter their community, no police help? We have an update because protesters returned to their home this weekend. They will explain, coming up straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have even more breaking developments tonight in the Epstein saga, as Epstein enabler, the Madame Maxwell as she is known, has been transferred to a New York prison after being arrested on sex abuse charges last week. Here with the very latest, FOX News' chief breaking news correspondent, Trace Gallagher, tonight -- Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHIEF BREAKING NEWS CORRESPONDENT",
      "sentences": "Sean, investigators believe Ghislaine Maxwell not only assisted in Jeffrey Epstein's abuse of young girls but that she facilitated it by recruiting and then grooming the victims. Some of whom have described Maxwell as Epstein's chief enabler. But former federal prosecutor Francey Hakes tells FOX News that she predicts Maxwell will do whatever she can to lessen a potential 10-year prison term. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCEY HAKES, FORMER FEDERAL PROSECUTOR",
      "sentences": "There's no way she could even consider going to jail for that length of time, so I do think she'll cooperate and I think she'll do it soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "The question is what information Maxwell has to trade. Actress Rose McGowan who accused Harvey Weinstein of raping her is now calling for Prince Andrew and former President Bill Clinton to be arrested for their alleged ties to Jeffrey Epstein. One prosecutor said Prince Andrew would be welcomed to come in to talk. Finally, federal agents now say they were discreetly keeping tabs on Ghislaine Maxwell and they recently learned that she paid cash for New Hampshire mansion on 156 acres -- Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Trace Gallagher, thanks for that report. Now, just moments after Maxwell was arrested in New Hampshire last week, speculation began to swirl over who exactly might be further implicated in Epstein's sex abuse operation. And, by the way, \"The New York Post\" put together a list of who might be most afraid of what Maxwell might say, even talk that there might be videotapes coming. Including names like Prince Andrew, former Israeli Prime Minister Ehud Barak, former President Bill Clinton, former Harvard president Larry Summers and many others. By the way, we don't rush to judgment on the show but I think they all need to talk. Everyone deserves due process, the presumption of innocence. Here with reaction, Fox News contributor Tammy Bruce and FOX News correspondent at large, Geraldo Rivera. I know that, you know, it seems to me, then you add to that I guess whatever the actor's name that was there with her -- Kevin Spacey, whatever his name is, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "sentences": "Kevin Spacey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And I'm watching all of this and if you fly 35 times on the Lolita Express and you end up in orgy island, and you hear everything that went on there, it seems to me where there is a lot of smoke there may be a lot of fire, and I think all these people need to answer questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "I think everybody who was on the flight logs of his aircraft has questions to answer. The list is very impressive. You left out a bunch of people. Glenn Dubin, the hedge funder, Leslie Wexner, the owner of Victoria's Secret, Governor Bill Richardson, Senator George Mitchell. You know, none of these men, as far as I know, have been implicated in any crime. As far as we know. Of course, they are profoundly embarrassed. She, on the other hand, is facing ten years. That is the mandatory minimum sentence for aiding and abetting child sex trafficking. So, she has a lot of reasons to cooperate. On the other hand, where I representing her, Sean, I would say, as Trace mentioned, the 156 acres spread in New Hampshire. Does someone pay cash for an estate of that magnitude, thinking they're going to flee the country? She could have bought something in France, in Australia, in Peru. But she bought something in New Hampshire. I would argue that she's not a flight risk. I think that if she gets bail, she'll fight it out. And she has some good defenses. If she does not get bail and she is in that rotten prison in Brooklyn, I know it well. I used to visit my old friend Al Sharpton did 90 days there and here protested the Navy's bombing of the Vieques Island. So, I visited that prison often. And that's where R. Kelly, the rapper also accused of hideous sex crimes against kids. That's a very unpleasant place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me go to Tammy Bruce -- yes, Tammy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Look, I agree with what Geraldo was saying, but let's remember of course, she knew this was coming. So she's not surprised. She's been preparing for this, no doubt, with her attorneys. She knows what she's got to present. I think she will act quickly with the prosecution because she knows what's at state. This is not somebody who thought they were going to waltz off and be just fine. So, keep that in mind. But also beware of this portrayal of her as an additional victim of Epstein. And what I would argue as a feminist is that this is always where certain people go, this idea that women don't do this, that women can be trusted. Well, the fact of the matter is, we've got to have women be able to own what it is they are doing, take them seriously, they can be as good as men and as bad as men. But watch for that argument to come, that she in fact -- it's going to be part I'm sure of her defense, that she was manipulated and duped and threatened also by Jeffrey Epstein. The good news is is that because of all the gossip, the people on those lists should welcome this because they can be cleared. Instead of it being rumor after rumor and gossip, and, look, we've got flight lists. It's not just accusations from witnesses or alleged victims. But now with the prosecutors are saying as well. But after Kavanaugh, we know what kinds of stories can come up. And everyone deserves due process, including the people on those lists. But especially in this is going to be a test for us, to make sure that a woman and women very often certainly have done evil things. And it's important for Americans and for the justice system to recognize, you look at the money, right? So, she's buying a mansion. This is about the justice system and the inequities. She is in a position with money to be able to maneuver and negotiate with the justice system, and Americans are going to watch this very carefully. She shouldn't be found guilty because of who she is, but at the same time, she's getting the best representation I'm sure, and all of us deserve to have the fairness that she ultimately will experience herself I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, I assume when I don't support this practice, Geraldo, that she will probably offered some type of immunity deal and I get-out-of-jail- free card if she talks. Well, that to me as something of great value, it would force people or put people in a position to lie. So, there's got to be corroborating evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, there's got to be corroborating evidence, of course. And if I were representing some of the people on that list and my name was on the flight logs, Sean, I might -- where I one of those procedures gentlemen, I might reach out to the federal authorities and tell them, hey, listen, I was playing ping-pong and I never do anything to -- whatever the story is going to be. I think that her arrest is going to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Played ping-pong on the Lolita express?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I didn't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I didn't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Must be a pretty big airplane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And let's -- let's remember -- let's remember quickly, she was involved with a number of charities and that explains to some degree why she knew everyone. And that is going to come up. I think that it's going to be a fascinating next few months to hear what happens, especially with the Clintons, if I may say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Prince Andrew and all the other names and George Mitchell and Ehud Barak. All right. Thank you both. When we come back, remember last week? Remember the St. Louis couple? Remember they took up arms guarding their home after protesters broke down a fence, entered a gated community. Police weren't there to help. This weekend, there was yet another protest outside their home. They join us exclusively and tell us what happened, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Remember St. Louis couple last week, Mark, Patricia McCloskey? They were seen in what was a viral video, defending themselves and their property after demonstrators, they broke down a gate. They stormed into their neighborhood, and as Mr. McCloskey explained at the time, he and his wife grabbed their firearms as protesters gathered near their house, threats were made. On Friday, Black Lives Matter demonstrators returned to the St. Louis mansion as the pair watched from their balcony. Here to explain more about recent events, Mark and Patricia McCloskey. Thank you both for being with us. I know that Senator Josh Hawley spoke up for you this weekend, because a prosecutor -- some overly ambitious prosecutor wants to actually charge you for what are legal weapons. Let's go back to the first incident. They broke down the gate. They made threats specifically against you, both of you, and even your pets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MCCLOSKEY, GUARDED HOME FROM PROTESTERS",
      "sentences": "That's true. And it was -- it was shocking. I mean, the gate came in seemingly everybody in the world came forward literally -- I think the estimate is 300 to 500 people -- came right towards us. It's -- we were having, preparing to have dinner on the porch and we were literally maybe 70 feet from the gate. By the time we got our guns, by the time I got my gun, the crowd was maybe 30 feet or 40 feet from us. And we thought (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What were the threats? Patricia, what were the threats that were made?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. MCCLOSKEY",
      "sentences": "People were screaming everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICIA MCCLOSKEY, GUARDED HOME FROM PROTESTERS",
      "sentences": "That they were going to kill us. They were going to come in there. They were going to burn down the house. They were going to be living in our house after I was dead, and they were going to -- they pointed to different rooms and said that's going to be my bedroom and that's going to be the living room and I'm going to be taking a shower in that room. And then the dog barked. I mean, there were so many threats. Then the dog barked and they said \"I'm going to be killing her\" too or it, too. Your dog --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's understanding, Mr. McCloskey, I talked to you at one point and you told me that the police knew that this was happening the first time and they just decided not to show up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. MCCLOSKEY",
      "sentences": "It was posted on the Web, Sean. There was no mystery was going to happen. By the way, if you look at the group that actually sponsors this, it's an entity called Expect Us. If you look on their Facebook page, the advertisement for this riot says, we're going to march on the mayor's house and a special surprise. Something extra. That \"something extra\" was us. This was planned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's talk about this weekend. Patricia, you guys had put up a gate in front of your house I understand. What happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. MCCLOSKEY",
      "sentences": "It's exactly the community that did that. But we got a tip that the people were coming back and they were coming back specifically for us and to get us and to burn the house. And so, we started trying to get private security. We had been told that the city police have been ordered to stand down. We've been told that there was going to be no official help. Our neighborhood association put out a flyer saying that if people broke and they were just going to let them. And so, he started trying to hire private security. And entity after entity said they didn't want to get involved. Thursday afternoon, we started hiding valuables and securing the house and just -- the last group of security people and we were talking, these were special forces guys, told us they couldn't do it and we should just walk away from the house and abandon it, and we just said we weren't going to do that. I don't mean to tout another Fox host but I had some help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is defunding the police. This is America's future. Defend yourself. You're on your own. Like it shouldn't happen in Chicago or New York City, it shouldn't happen in St. Louis either, to anybody. Thank you both for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. MCCLOSKEY",
      "sentences": "Let me tell you one thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. MCCLOSKEY",
      "sentences": "Sure. We had a -- we had a good routine on Friday. The local police stood up like champs, we had our own security. Everything happened just like it's supposed to happen. The crowd was loud but they weren't allowed to do anything wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Every American has a right to stay safe, everybody, every town, every city. Thank you both. When we come back, country music world, they lost a true legend, friend of the show, Charlie Daniels. I have a few comments I want to say next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Today, sadly, we lost the country music legend, American patriot, great friend of mine and the show, Charlie Daniels passing away at the age of 83, a man who dedicated his life to God, family, country, and serving our military. I had the pleasure of being able to perform alongside Charlie and his band at several freedom concerts, just for fun. I was awful. I talked to Charlie about that and much more during one of his many appearances right here on this program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Johnny said just come on and back (INAUDIBLE) drag in. I had told you once, you liberals. I'm the best there's ever been. Charlie Daniels, how are you, buddy? Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE DANIELS, COUNTRY MUSIC LEGEND",
      "sentences": "I'm good. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I had -- you let me do that, ruined the song, and I had so much fun doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELS",
      "sentences": "You did not ruin the song. The crowd got such a charge out at it. I've never -- gosh, you are -- I thought you're like Chuck Berry. He was all over the place. Jump and down. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Banging on the drums.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "My prayers go out to Charlie's family, his friends, his fans. He will never be forgotten. Charlie, well done, good and faithful servant as he joins a choir of angels in heaven. My heart is troubled of losing him, Laura Ingraham. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity.\" Hundreds shot, dozens killed during a weekend of nothing short of catastrophic violence in America's major cities. Multiple children as young as 7 and 8 years old were murdered this weekend. Our communities, our neighborhoods, our fellow Americans are under attack. Many Democrats, they seem more interested in tearing down statues than actually protecting innocent men, women, and children in the cities that they govern. On this program, we're absolutely open. You wanted to beat statues, memorials, we'll debate it anytime you want. But know this -- Democrats have zero credibility, no standing on this issue. For two very extremely relevant and important reasons that dumb people in the media and the mob and people frankly that are intellectually lazy and will never tell you. And one is the Democratic Party will not come to terms with truth, the truth about their own recent history of racism and bigotry. We'll have a lot on that the mob will never tell you. Also, after two decades, Democrats have failed to ensure safety and security in their own districts, their own cities, their own states. This is their number one job, safety and security of the people that live in their cities and states. Now, the three leaders of the Democratic Party -- Joe Biden, Nancy Pelosi, Chuck Schumer -- we have an election in 120 days, they have over combined 125 years experience and public life between them. Donald Trump, three and a half. Now, what do they do to make American cities more safe, more secure? Now, we have a 7-year-old, a beautiful American child, our national treasure, killed and her grandmother's backyard on the Fourth of July because what, they continue again to fail in their most basic and fundamental responsibility? And now, by the way, the corrupt, the confused, bunker Joe Biden, he wants to, quote, \"transform America.\" Transform America. Now, 12 years ago, well, candidate Obama vowed to fundamentally transform America. Well, how did that go? Eight million more Americans in poverty, 13 million more Americans on food stamps, lowest labor participation rate since the '70s. You know my statistics. I mention them often. Did they pass -- do Joe and Barack pass criminal justice reform? No, that was Donald Trump. Did they pass police reform? As Vice President Biden and President Trump was president after Baltimore, after Ferguson, after Cambridge, after many other incidents? No, they did not. President Trump got that job done. Did they create opportunity zones and struggling neighborhoods? No. Donald Trump did it. And, by the way, it was President Trump who oversaw record low unemployment, one record after another after another after another, shattered -- record low unemployment for African-Americans, Hispanic- Americans, Asian-Americans, women in the workplace, youth unemployment, African-American youth unemployment. Donald Trump did that. Joe and Barack never accomplished or came near shattering any record except they had the worst recovery since the '40s. And now, Biden, his fellow Democrats, they have no plan to fix American cities. For decades, and decades, they have been all talk, all politics, all symbolism, zero action, and zero success. And now, sadly, we are watching the results play out in real time, which, by the way, if they ever got elected, this would be a preview of coming attractions for the country. Now, in New York City, for example, this past month, shootings are up by over 130 percent. Over the weekend in New York City, 63 people shot, including ten victims who were killed on Sunday alone. Look at your screen. Look at this video of a man getting shot dead in the Bronx in New York as he's walking his 6-year-old precious daughter across the street. Comrade de Blasio -- well, they just cut a billion dollars from the NYPD. He's blaming the violence on -- oh, coronavirus. Not the massive police budget cuts, not the idiotic bail reform bill that Andrew Cuomo supported. You commit a crime, let you right out the door. You get rob one bank, you get to rob six banks and they'll still let you out and their other soft on crime policies. Meanwhile, in the great city of Atlanta, violence is also surging. There were 31 shooting victims over the weekend in Atlanta, including an 8-year- old little girl. Her name is Secoriea Turner and she was killed after a gunman shot up the car that her mom was driving. And recently, her father delivered these heartbreaking remarks. Let's take a look."
    },
    {
      "speaker": "FATHER OF SLAIN EIGHT-YEAR-OLD",
      "utterance": "They say black lives matter. You killed your own. They killed your own this time. Just because of a barrier. They killed my baby because she crossed a barrier, and made a U-turn. You killed a child. She didn't do nothing to nobody. She ain't did nothing to now one of y'all. She just wanted to get home to see her cousins. That's all she wanted to do. She just wanted to get home."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How do you recover from that? That is America's treasure, our children. It's terrible, our fellow Americans. Now, the mayor of Atlanta also addressing the wave of violence, vowing now to crack down on the city's criminals. Let's watch this."
    },
    {
      "speaker": "MAYOR KEISHA LANCE BOTTOMS, D-ATLANTA, GEORGIA",
      "utterance": "The reality is this: these aren't police officers shooting people on the streets of Atlanta. These are members of the community shooting each other. And in this case, it's the worst possible outcome. There were two other people who were actually shot and killed last night, and several others. Enough is enough. Enough is enough."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, sadly, Secoriea Turner was not the only child that was killed over the holiday. At least six kids were murdered across the country, including Davon McNeal, an 11-year-old from Washington, D.C. Royta De'Marco Giles from -- an 8-year-old, by the way, Hoover, Alabama. Natalie Wallace, 7-year-old from Chicago. Natalie, as I said, she was the one, she was shot in the head. She was played with her cousins in the backyard of her grandma. And, by the way, also in Chicago, 14-year-old named Vernardo Jones, Jr. was killed. All told, 87 people were shot. Seventeen people died in Chicago this weekend. In other words, a typical weekend, and these politicians do nothing. And like Comrade de Blasio in New York, and the idiot governor of New York, Chicago's Mayor Lightfoot, their stupid governor, they're blaming coronavirus. These cities don't need any more sorry excuses. This is decades of failure. It's time to protect lives, safety and security of your citizenry. And, by the way, what all, most of the cities and states have in common? All the states, what all the cities have in common? They've been run by liberal Democrats for decades. America, by the way, can and must restore order. We know how to do it. We've proven how to do it. We can do it again. While we're at it, we should fix our broken educational system because we're denying children the rungs and the latter that every American needs to be successful in their pursuit of happiness. Every child in every neighborhood in this country deserves safety and security. Without it, their pursuit of happiness becomes -- well, not only harder, likely impossible. The president keeps offering federal all up to all the cities and states that are experiencing these surges in violence, they keep saying no. And as of now, it appears the Democratic mayors and governors are just forging ahead in failure alone, the same policies that have been failing communities for decades. Here with reaction, White House Chief of Staff Mark Meadows. You know, the president did help out, did he not, in Washington, D.C. The president did help out in Minneapolis. And in those two areas, we saw a dramatic change, didn't we?"
    },
    {
      "speaker": "MARK MEADOWS, WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Well, we saw a dramatic change, Sean, and the tragic news that you're sharing tonight. Unfortunately, it's going to repeat itself over and over again if we do not get behind our law enforcement, if we do not make sure that we stand up for law and order. And this president is doing exactly that. In fact, he's the only thing that stands between a mob and the American people. You know, first, it's the statues. Then it's the businesses. Then it's their homes. You know, sadly, we have a loss of life, and yet this president is willing and not only willing but has already put forth federal resources to make sure that we can restore law and order. He did that about ten days ago, not only in D.C. but across the nation. That's the untold story where this president was willing and did indeed provide federal resources in Minneapolis, as you mention. Also in Seattle, Portland, when we look at some of these cities, St. Louis, as he goes forward, he's making sure that we have not only the Department of Justice but the Department of Homeland Security and others to make sure that our communities are safe. It is time that Joe Biden eventually condemns all of these people that are saying that we should defund the police. It's not enough to be against that policy. He needs to come out and say, you have to go the other way and support our law enforcement officers."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're going to go over some of his -- by the way, all the Democrats, modern Democrats praising the former Klansman Robert KKK Byrd. Joe Biden's comments on segregation, his comments on integration from the past -- the mob and the media ignore this, Mark Meadows. I watched the president -- by the way, very highly rated on Friday night, his speech at Mount Rushmore, and I watched his speech on Saturday night, the Fourth of July. And here, I -- there's no perfect country in the face of the earth. My friend Gary Farber recently passed away, great pioneer in talk radio. There's no country in the face of the earth that accumulated more power, abused it less than this one -- I add -- and use that power for the advancement of the human condition. America, Mark Meadows, we pay the price. We beat back the forces -- as the president talked about, in his speeches -- of fascism, Nazism, imperial Japan, communism, and now more recently, radical Islamism. America did that and made the world a better, safer place. And that maybe one of the reason so many people around the world want to come into America and we're building walls to vet people."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, you're exactly right, Sean. Our Founding Fathers, imperfect men that truly founded this nation on Judeo-Christian values that said what we need to do is form a more perfect union. And indeed, each and every day has been an advancement of that to make sure that not only are we the best country on the face of the globe, but more importantly, we continue to stand up for those values, for those who can't speak for themselves. This president has been willing to do that. You mentioned the speech there at Mount Rushmore. Not only was it a historic speech, but he laid out really the difference. Are we going to be for anarchy? Or are we going to be for the rule of law and making sure that American citizens feel safe once again in their homes? This president is willing to do that. Where is Joe Biden? In his basement. You know, it's amazing. We've seen Joe Biden for 40 years talk a good game. And we've seen no results, no results."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Fifty-one, 125 years combined failure, him, Pelosi, and Schumer."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, and as we look at that, it's -- it's not only that they are just talking in good game but they failed to act. And when they failed to act, there are real consequences of that. And, sadly, what we're seeing is, each and every day, those consequences really are played out on main street across America. And we've got to do something about it, and the time is now. And this president is committed to do that. He's instructed his entire team to work on it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "America will be unrecognizable if it's Pelosi, Schumer, and Biden, and they implement this insane agenda. By the way, I told you, you weren't going to leave permanently. I did twist your arm a little bit on national TV. We're glad to have you where you are, Chief of Staff Mark Meadows."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, it's great to be back. Thanks so much. God bless America."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you. God bless America. Over the weekend, during a historic speech, as I mentioned, the president did champion what is rightly called American exceptionalism and American greatness. Let's take a look."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "On this wonderful day, we celebrate our history, our heroes, our heritage, our great American flag, and our freedom. The American republic stands today as the greatest, most exceptional, and most virtuous nation in the history of the world. We are the descendants of the most daring and courageous people ever to walk on the face of the earth."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, by the way, the president announced National Garden of Heroes with Americans from every race, every background, all Americans celebrated for their greatness and their exceptionalism, which I think is a great idea. The ever frail, the ever confused, ever corrupt Joe Biden celebrating the Fourth of July in a different way, in what as a highly produced, what, 97- second video of Biden bashing the U.S., saying this country never lived up to the idea that all are created equal. He now wants to transform our country, he said. Perhaps Biden doesn't comprehend any of this, because no country, no people are perfect, that's just a fact. That's a basic fundamental truth, an undeniable truth. Thanks to the wisdom are for our Framers and Fathers, though, they develop this great constitutional republic, a system that allows this country the right to correct wrongs and correct injustices and always strive and move towards improvement so we can become that more perfect union -- and, by the way, as the president said, both in his Friday night and Saturday night addresses. Now, this is the beauty of America. That is what we celebrate. And, of course, no, we're not perfect but we have the ability, we have the willpower to become that more perfect union. We've made major, major progress. We need to make much more major progress to fulfill that dream of a more perfect union. For example, you can look at those going back in history, the 1700s, dozens and dozens of our Framers at our constitutional convention, unsuccessfully arguing against the evil practice of slavery. For example, Dr. Benjamin Franklin calling it a, quote, \"atrocious debasement of human nature. Of course, he is 1,000 percent correct. As is James Madison calling it dishonorable to the national character. He was right. George Mason calling slave owners petty tyrants. Ultimately, hundreds of thousands of Americans fought and died over this very issue. That is our history. Emancipation Proclamation is also our history. Later, the Voting Rights Act, the Civil Rights Act. It insured through federal law and constitutional amendments. Do we have further to go? Absolutely. And, by the way, what did Biden and other Democrats, what they want you to forget is many of those that they so admire and call their mentor -- well, they fought tooth and nail against these important reforms. For example, it was a Democrat George Wallace who stood in the doorway of that Birmingham school to physically block racial integration. It was a Democrat, Bull Connor, who used fire hoses and police dogs to attack civil rights peaceful protesters. It was over 100 Democratic lawmakers who voted against the ‘64 Civil Rights bill. Al Gore's father, a prominent Democratic senator -- well, he actually filibustered the bill. So did Robert KKK Byrd, the former Klansman. So did noted segregationist J. William Fulbright -- all Democrats. Keep in mind, Bill Clinton called Fulbright his mentor. He eulogized Fulbright while he was serving as president. And despite his past as a Klan leader, and actually the head of the Klan, modern Democrats practically lined up to shower Robert Byrd with praise, they even made in the Senate majority leader. Hillary Clinton calling Robert Byrd the heart and soul of the U.S. Senate. Chuck Schumer calling bird one of the greatest men in history. Pelosi calling Byrd an American patriot. Biden calling Byrd the dean of the U.S. Senate, a close friend, and a mentor of mine. Imagine a Donald Trump said this about a former -- about a Klansman? Now, keep in mind, Biden wants work side-by-side with segregationists. This is Joe Biden's record. In a speech in 1973, then Senator Biden praising Southern Democrats and said that the two-party system in the South was, quote, good for the bleep. And around the same time, Biden was actively working, working with desegregationists (ph). He was slowing and trying to stop integration, opposing school busing. And according to NBC News, quote, he led the charge on an issue that kept black students away from the classrooms from white students. That's Joe Biden. That's the Democratic nominee. That's his history. Those are questions the mob have not asked him. In 1977, Biden worried that his children would grow up, quote, in a racial jungle, and if integration is not done in his orderly way, whatever that means. 1993, referring to inner-city youth as, quote, predators on our streets, as he coauthored an aggressive crime bill ramping up prison sentences for dozens of crimes. Of course, Biden's racist rhetoric didn't stop him in the '90s. Remember in 2006, he told a crowd, well, you have to have a slight Indian accent to work at a 7-Eleven or Dunkin' Donuts and I'm not joking. Also in 2006, bragging his state was a state. Who would brag about that? In 2007, called Barack Obama, eventually became vice president, quote, the first mainstream African-American who is actually articulate and bright and clean. Wow, that's storybook, man. What? And last year, he said, quote, poor kids can be just as bright as white kids. And a few weeks ago, he told the radio host Charlamagne Tha God that you ain't black unless you support him over Trump. Excuse me. This is the guy that says he wants to transform America. What, into that? Because after decades of all of his B.S. and 125 years of combined failure of Biden, Pelosi and Schumer, that would be in charge of god for did you elect him and him 120 days. Trump has done more than 3.5 years as I mentioned that they could even ever think of. Truth matters, hypocrisy matters. For all of you intellectually lazy people in the mob who won't ask these questions, won't inform your viewers of this history, you are failing and derelict in your duty. Actions matter, decade after decade after decade. Five decades, Biden. He had ample opportunity to make America a more perfect union. Instead, he made one weird racial statement after another. You know, one comment about integration, segregation and, by the way, did nothing to end violence in American cities. And, by the way, imagine if Donald Trump had said any of these things or supported any of these people, that these modern Democrats supported? Guess what. History matters. Truth matters. They have failed record matters and it's on the ballot in 120 days. With more, Louisiana Senator John Kennedy. Senator, your reaction to all of this."
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA.",
      "utterance": "Well, the vice president says he will transform America. He will. And the American people will pay a fearsome price. His foreign policy is hugs and hot cocoa for Americans and America's enemies. If he's elected, my advice to you is to build a fallout shelter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What's your advice?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Build a fallout shelter. You'll need it. Weakness invites the wolves. His domestic policy, he wants you -- he wants all of us to surrender our money and our freedom, every bit of it, to Washington. If you want 52 weeks of vacation a year, vote for him, because he's going to bankrupt your employer."
    },
    {
      "speaker": "Here's what he says to our young people",
      "utterance": "finish school, get a job and work hard. So I, Vice President Biden, can give the money you earned to someone who didn't. And finally I think he will eviscerate our health care delivery system. I'm sure he will say, if you like your health care, you can keep it. But we've seen that movie before."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, and it's a (INAUDIBLE). You know, it seems that were at a point, senator, its words and symbolism, 125 years combined experience versus real solutions, real law and order, real safety and security. You know, President Trump shattered, I mean, he shattered record after record after record for minority low unemployment, and then, of course, criminal justice reform, police reform, opportunity zones, historically black colleges. Why didn't Joe and Barack do that? They had eight years. They didn't do any of that."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, why didn't they address the problems of our inner cities? I mean, Chicago has --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great question."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Chicago is now the largest outdoor shooting range in America and other cities are following. It's not caused by the coronavirus. It's not caused by racism. It's caused by nihilism. To kill a child, you have to be nihilist goon with no values whatsoever. But that is what happens we defend our police, when we refuse to fix our schools, and we undermine the family unit."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Senator Kennedy, we always appreciate you joining us. Thank you. When we come back, we have a lot breaking tonight. White House Press Secretary Kayleigh McEnany tore the press up today. None of them asked about the shootings and murder and violence in these liberal states and cities this past weekend. That's coming up. Also, the St. Louis couple, remember they took up arms to guard their home after protesters broke down the fence and enter their community? They'll join us live. Protesters returned to their home this weekend. We'll break that down for you and much more. In 120 days, you get to decide the future of this great republic, straight ahead."
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "utterance": "I'd end with this, you know, I was asked probably 12 questions about the Confederate flag. This president is focused on action. I'm a little dismayed that I didn't receive one question on the deaths that we got in this country this weekend. I didn't receive one question about New York City shootings doubling for the first-rate week and over the last seven days shootings skyrocketed by 142 percent. Not one question. I didn't receive one question about five children who were killed and I will leave you with this remark by a dad. It broke my heart. A dad of an 8- year-old lost in Atlanta this weekend. They say black lives matters. You killed her child. She didn't do nothing to nobody, was his quote. We need to be focused on securing our streets, making sure no lives are lost because all black lives matter. That of David Dorn and that of this 8- year-old girl."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow, White House press secretary Kayleigh McEnany, she's right, blasting -- and she's right on that -- the White House media mob for failing to ask a single question about the spikes in deadly violence in America's Democratic-run cities this weekend. Here with reaction, civil rights attorney Leo Terrell, Fox News contributor Dan Bongino. Leo, it's gone on for decades. We are losing seven, eight, nine, ten, we're losing our American treasure. We're losing America's children. They don't lift a finger to stop it. New York, they just cut a billion dollars from the NYPD. They are cutting it in your city, Los Angeles. Those are two of the dumbest decisions I've ever heard in my life. And Joe Biden seems to support it all."
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "utterance": "Sean, you are the only guy, person on the network, showing faces and names to this crime wave and all these Democratic cities. Great job."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They're our kids. They're children."
    },
    {
      "speaker": "TERRELL",
      "utterance": "I know, they are kids and you're putting faces and names and it's driving the other side crazy. The point is very simple. The media, the media does not want to address this question, to Democratic mayors and Democratic leaders and Joe Biden because it creates a narrative they don't want to. They don't want to talk about crime in the city. They don't want to talk about the failures of the city. And every one of those left-wing media obligations, they have to look at what's going on in those cities and then they have to ask them what's going on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Leo, Leo, look on the screen. Look at those children."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Yes, yes. Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Those are America's kids. Right there, those are our children."
    },
    {
      "speaker": "TERRELL",
      "utterance": "They look like me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They're dead. They are done. Their lives are over. All of their God-given potential gone."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Sean, they represent America and every Democratic leader in these big cities needs to call a press conference and say what are you going to do about this? You're going to call for funding the police, not defunding the police and are going to cut your association away from black lives matter. Because basically you're in bed with these guys and what's happening? Our cities are crumbling."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I had this interview with Horace Lorenzo Anderson the other night. Dan Bongino, you came on after. Just put up the picture of these kids. I mean, I said about George Floyd, imagine if you are watching and that was your son, your son pleading for his life with that knee on his neck and into the pavement. Imagine if this is your kid. I wouldn't recover. I -- it's over for me. No parent can recover from this."
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's happening every weekend, Dan. You have a background in law enforcement. Law enforcement knows how to do, fix this but now they are being defunded. Now they are literally losing all morale, and now they are afraid to even do their job."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You know, I have warned on this network, on your show, just weeks ago, maybe months ago, I said the disastrous --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "For years, Dan."
    },
    {
      "speaker": "BONGINO",
      "utterance": "-- policies of big-city liberals, yes, was going to lead to not people dying, more people dying, because people already dying because of these disastrous decisions. I need everybody watching to do me a favor tonight. I need you to go to the Twitter and go to the Twitter feed of Chief Rodney Harrison, the chief of detectives of the NYPD. I want you, if you're over 18 and your parents will let you, I want you to watch the full video of that man being shot in the street in the South Bronx holding the 6-year-old."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have the video."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I want you to take every tragic, disturbing, grotesque second of it in and I want you to watch the 6-year-old daughter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dan, Dan, look at this right now. It's on the screen right here. Watch this."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I know, I see it right there. They won't show the rest because that's probably kids watching. But when you see the whole thing, it stops right there, see. You need to watch and open your eyes. Take every second of this in, with that 6-year- old does after her father is killed in front of her. Watch what she does."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm going to put it up on SeanHannity.com"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Please watch it. She runs in fear and panic and doesn't know what to do as she watches her dad fall right in front of her. Take that in. That's the real world consequences of the cancer that's been eating away and rotting our inner cities to the core. These are our citizens. They deserve better. Sean, this is not about politics. It's not about marginal tax cuts. Not about your 401(k). It's about citizens of the United States of America in broad daylight in the South Bronx murdered in cold blood in front of his kid. This isn't about politics. Everybody needs to get their heads out of their butts and get this straight. These people deserve better in these neighborhoods."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They need to get their heads out of their ass and America is better than this. We can save these lives and we have an obligation. They have now failed for decades and their answer is, oh, let's cut a billion dollars from the NYPD. That idiot mayor, Mayor Comrade de Blasio, that happened in New York City. Fix it."
    },
    {
      "speaker": "TERRELL",
      "utterance": "All of those mayors. All those mayors."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you both."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Talking about statues, statues."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. And coming up, Jeffrey Epstein's confidant, Ms. Maxwell, has been transferred to a New York prison. Trace Gallagher has the latest. And later, remember, the St. Louis couple guarding their home after protesters broke down a fence, enter their community, no police help? We have an update because protesters returned to their home this weekend. They will explain, coming up straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have even more breaking developments tonight in the Epstein saga, as Epstein enabler, the Madame Maxwell as she is known, has been transferred to a New York prison after being arrested on sex abuse charges last week. Here with the very latest, FOX News' chief breaking news correspondent, Trace Gallagher, tonight -- Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHIEF BREAKING NEWS CORRESPONDENT",
      "utterance": "Sean, investigators believe Ghislaine Maxwell not only assisted in Jeffrey Epstein's abuse of young girls but that she facilitated it by recruiting and then grooming the victims. Some of whom have described Maxwell as Epstein's chief enabler. But former federal prosecutor Francey Hakes tells FOX News that she predicts Maxwell will do whatever she can to lessen a potential 10-year prison term. Watch."
    },
    {
      "speaker": "FRANCEY HAKES, FORMER FEDERAL PROSECUTOR",
      "utterance": "There's no way she could even consider going to jail for that length of time, so I do think she'll cooperate and I think she'll do it soon."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "The question is what information Maxwell has to trade. Actress Rose McGowan who accused Harvey Weinstein of raping her is now calling for Prince Andrew and former President Bill Clinton to be arrested for their alleged ties to Jeffrey Epstein. One prosecutor said Prince Andrew would be welcomed to come in to talk. Finally, federal agents now say they were discreetly keeping tabs on Ghislaine Maxwell and they recently learned that she paid cash for New Hampshire mansion on 156 acres -- Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Trace Gallagher, thanks for that report. Now, just moments after Maxwell was arrested in New Hampshire last week, speculation began to swirl over who exactly might be further implicated in Epstein's sex abuse operation. And, by the way, \"The New York Post\" put together a list of who might be most afraid of what Maxwell might say, even talk that there might be videotapes coming. Including names like Prince Andrew, former Israeli Prime Minister Ehud Barak, former President Bill Clinton, former Harvard president Larry Summers and many others. By the way, we don't rush to judgment on the show but I think they all need to talk. Everyone deserves due process, the presumption of innocence. Here with reaction, Fox News contributor Tammy Bruce and FOX News correspondent at large, Geraldo Rivera. I know that, you know, it seems to me, then you add to that I guess whatever the actor's name that was there with her -- Kevin Spacey, whatever his name is, Geraldo."
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "utterance": "Kevin Spacey."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And I'm watching all of this and if you fly 35 times on the Lolita Express and you end up in orgy island, and you hear everything that went on there, it seems to me where there is a lot of smoke there may be a lot of fire, and I think all these people need to answer questions."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "I think everybody who was on the flight logs of his aircraft has questions to answer. The list is very impressive. You left out a bunch of people. Glenn Dubin, the hedge funder, Leslie Wexner, the owner of Victoria's Secret, Governor Bill Richardson, Senator George Mitchell. You know, none of these men, as far as I know, have been implicated in any crime. As far as we know. Of course, they are profoundly embarrassed. She, on the other hand, is facing ten years. That is the mandatory minimum sentence for aiding and abetting child sex trafficking. So, she has a lot of reasons to cooperate. On the other hand, where I representing her, Sean, I would say, as Trace mentioned, the 156 acres spread in New Hampshire. Does someone pay cash for an estate of that magnitude, thinking they're going to flee the country? She could have bought something in France, in Australia, in Peru. But she bought something in New Hampshire. I would argue that she's not a flight risk. I think that if she gets bail, she'll fight it out. And she has some good defenses. If she does not get bail and she is in that rotten prison in Brooklyn, I know it well. I used to visit my old friend Al Sharpton did 90 days there and here protested the Navy's bombing of the Vieques Island. So, I visited that prison often. And that's where R. Kelly, the rapper also accused of hideous sex crimes against kids. That's a very unpleasant place."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me go to Tammy Bruce -- yes, Tammy."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Look, I agree with what Geraldo was saying, but let's remember of course, she knew this was coming. So she's not surprised. She's been preparing for this, no doubt, with her attorneys. She knows what she's got to present. I think she will act quickly with the prosecution because she knows what's at state. This is not somebody who thought they were going to waltz off and be just fine. So, keep that in mind. But also beware of this portrayal of her as an additional victim of Epstein. And what I would argue as a feminist is that this is always where certain people go, this idea that women don't do this, that women can be trusted. Well, the fact of the matter is, we've got to have women be able to own what it is they are doing, take them seriously, they can be as good as men and as bad as men. But watch for that argument to come, that she in fact -- it's going to be part I'm sure of her defense, that she was manipulated and duped and threatened also by Jeffrey Epstein. The good news is is that because of all the gossip, the people on those lists should welcome this because they can be cleared. Instead of it being rumor after rumor and gossip, and, look, we've got flight lists. It's not just accusations from witnesses or alleged victims. But now with the prosecutors are saying as well. But after Kavanaugh, we know what kinds of stories can come up. And everyone deserves due process, including the people on those lists. But especially in this is going to be a test for us, to make sure that a woman and women very often certainly have done evil things. And it's important for Americans and for the justice system to recognize, you look at the money, right? So, she's buying a mansion. This is about the justice system and the inequities. She is in a position with money to be able to maneuver and negotiate with the justice system, and Americans are going to watch this very carefully. She shouldn't be found guilty because of who she is, but at the same time, she's getting the best representation I'm sure, and all of us deserve to have the fairness that she ultimately will experience herself I think."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, I assume when I don't support this practice, Geraldo, that she will probably offered some type of immunity deal and I get-out-of-jail- free card if she talks. Well, that to me as something of great value, it would force people or put people in a position to lie. So, there's got to be corroborating evidence."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, there's got to be corroborating evidence, of course. And if I were representing some of the people on that list and my name was on the flight logs, Sean, I might -- where I one of those procedures gentlemen, I might reach out to the federal authorities and tell them, hey, listen, I was playing ping-pong and I never do anything to -- whatever the story is going to be. I think that her arrest is going to --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Played ping-pong on the Lolita express?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I didn't know."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I didn't know."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Must be a pretty big airplane."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And let's -- let's remember -- let's remember quickly, she was involved with a number of charities and that explains to some degree why she knew everyone. And that is going to come up. I think that it's going to be a fascinating next few months to hear what happens, especially with the Clintons, if I may say."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Prince Andrew and all the other names and George Mitchell and Ehud Barak. All right. Thank you both. When we come back, remember last week? Remember the St. Louis couple? Remember they took up arms guarding their home after protesters broke down a fence, entered a gated community. Police weren't there to help. This weekend, there was yet another protest outside their home. They join us exclusively and tell us what happened, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Remember St. Louis couple last week, Mark, Patricia McCloskey? They were seen in what was a viral video, defending themselves and their property after demonstrators, they broke down a gate. They stormed into their neighborhood, and as Mr. McCloskey explained at the time, he and his wife grabbed their firearms as protesters gathered near their house, threats were made. On Friday, Black Lives Matter demonstrators returned to the St. Louis mansion as the pair watched from their balcony. Here to explain more about recent events, Mark and Patricia McCloskey. Thank you both for being with us. I know that Senator Josh Hawley spoke up for you this weekend, because a prosecutor -- some overly ambitious prosecutor wants to actually charge you for what are legal weapons. Let's go back to the first incident. They broke down the gate. They made threats specifically against you, both of you, and even your pets?"
    },
    {
      "speaker": "MARK MCCLOSKEY, GUARDED HOME FROM PROTESTERS",
      "utterance": "That's true. And it was -- it was shocking. I mean, the gate came in seemingly everybody in the world came forward literally -- I think the estimate is 300 to 500 people -- came right towards us. It's -- we were having, preparing to have dinner on the porch and we were literally maybe 70 feet from the gate. By the time we got our guns, by the time I got my gun, the crowd was maybe 30 feet or 40 feet from us. And we thought (INAUDIBLE)"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What were the threats? Patricia, what were the threats that were made?"
    },
    {
      "speaker": "M. MCCLOSKEY",
      "utterance": "People were screaming everything."
    },
    {
      "speaker": "PATRICIA MCCLOSKEY, GUARDED HOME FROM PROTESTERS",
      "utterance": "That they were going to kill us. They were going to come in there. They were going to burn down the house. They were going to be living in our house after I was dead, and they were going to -- they pointed to different rooms and said that's going to be my bedroom and that's going to be the living room and I'm going to be taking a shower in that room. And then the dog barked. I mean, there were so many threats. Then the dog barked and they said \"I'm going to be killing her\" too or it, too. Your dog --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's understanding, Mr. McCloskey, I talked to you at one point and you told me that the police knew that this was happening the first time and they just decided not to show up."
    },
    {
      "speaker": "M. MCCLOSKEY",
      "utterance": "It was posted on the Web, Sean. There was no mystery was going to happen. By the way, if you look at the group that actually sponsors this, it's an entity called Expect Us. If you look on their Facebook page, the advertisement for this riot says, we're going to march on the mayor's house and a special surprise. Something extra. That \"something extra\" was us. This was planned."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's talk about this weekend. Patricia, you guys had put up a gate in front of your house I understand. What happened?"
    },
    {
      "speaker": "M. MCCLOSKEY",
      "utterance": "It's exactly the community that did that. But we got a tip that the people were coming back and they were coming back specifically for us and to get us and to burn the house. And so, we started trying to get private security. We had been told that the city police have been ordered to stand down. We've been told that there was going to be no official help. Our neighborhood association put out a flyer saying that if people broke and they were just going to let them. And so, he started trying to hire private security. And entity after entity said they didn't want to get involved. Thursday afternoon, we started hiding valuables and securing the house and just -- the last group of security people and we were talking, these were special forces guys, told us they couldn't do it and we should just walk away from the house and abandon it, and we just said we weren't going to do that. I don't mean to tout another Fox host but I had some help."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is defunding the police. This is America's future. Defend yourself. You're on your own. Like it shouldn't happen in Chicago or New York City, it shouldn't happen in St. Louis either, to anybody. Thank you both for joining us."
    },
    {
      "speaker": "M. MCCLOSKEY",
      "utterance": "Let me tell you one thing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Real quick."
    },
    {
      "speaker": "M. MCCLOSKEY",
      "utterance": "Sure. We had a -- we had a good routine on Friday. The local police stood up like champs, we had our own security. Everything happened just like it's supposed to happen. The crowd was loud but they weren't allowed to do anything wrong."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Every American has a right to stay safe, everybody, every town, every city. Thank you both. When we come back, country music world, they lost a true legend, friend of the show, Charlie Daniels. I have a few comments I want to say next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Today, sadly, we lost the country music legend, American patriot, great friend of mine and the show, Charlie Daniels passing away at the age of 83, a man who dedicated his life to God, family, country, and serving our military. I had the pleasure of being able to perform alongside Charlie and his band at several freedom concerts, just for fun. I was awful. I talked to Charlie about that and much more during one of his many appearances right here on this program."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Johnny said just come on and back (INAUDIBLE) drag in. I had told you once, you liberals. I'm the best there's ever been. Charlie Daniels, how are you, buddy? Good to see you."
    },
    {
      "speaker": "CHARLIE DANIELS, COUNTRY MUSIC LEGEND",
      "utterance": "I'm good. Good to see you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I had -- you let me do that, ruined the song, and I had so much fun doing it."
    },
    {
      "speaker": "DANIELS",
      "utterance": "You did not ruin the song. The crowd got such a charge out at it. I've never -- gosh, you are -- I thought you're like Chuck Berry. He was all over the place. Jump and down. Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Banging on the drums."
    },
    {
      "speaker": "DANIELS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "My prayers go out to Charlie's family, his friends, his fans. He will never be forgotten. Charlie, well done, good and faithful servant as he joins a choir of angels in heaven. My heart is troubled of losing him, Laura Ingraham. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}