{
  "date": "June 10, 2021",
  "headline": "'The Ingraham Angle' on the radicals behind America's crime wave",
  "subHeadline": "'The Ingraham Angle' welcomed guests Janice Rich, Heather Mac Donald, Tom Cotton, Jon Schweppe, Scott Atlas and Mo Brooks",
  "url": "https://www.foxnews.com/transcript/the-ingraham-angle-on-the-radicals-behind-americas-crime-wave",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "But my doctor won't let me take prednisone which would bring my voice back quicker. So I just listen. Let not your heart be troubled. Laura Ingraham, you don't want to hear about that too, do you? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I know. It's like, well, any other medical ailments you want to share with us, Hannity? We're not going to go to hemorrhoids, are we at any point? Are we going to stay right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, man. Are you going to go there, really, really? What do you think? This is not the Joe Biden hour, ok? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, it could be. But you poor baby, you just sound a little croaky tonight. It's a little croaky, but it's kind of an exotic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you want me to send you a Joe Biden official presidential sippy cup? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's a kind of exotic voice though. It's a very - it's an alluring voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're digging deeper. Every time you talk now, you're digging a bigger hole. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No. You did (inaudible) I can't believe you got through the show. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But just take a Z-pack, that always seems to work for me. OK. Just get the Z-pack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Whatever. You know what, it is what it is. I hate taking medicine. All right. Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I know. You did a great job. Great to see you tonight, Sean. I am Laura Ingraham and this is THE INGRAHAM ANGLE from Washington tonight. Tom Cotton is going to be here in moments. And he's going to respond to the absolute train wreck. If you've seen my Twitter thread on this, you know what I mean? That was Kamala Harris' trip to Central America and the press conference that followed. Plus, Dr. Scott Atlas will tell us about threats against some of his colleagues who challenged the so-called expert consensus on the pandemic. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } He's going to provide some disturbing details. But first, the race racket unravels. That's the focus of tonight's ANGLE. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, a year after the ruinous deadly riots that ripped apart America, we see the corrupt poisonous fruits of BLM's work. As its co-founder Patrisse Cullors has got rich and snapped up pricey LA real estate, Minneapolis got poorer and (inaudible). The city's police force is a shell of its former self. Nearly 200 have quit, gone on leave or retired rather than deal with the wave of anti- police sentiment and measures that they say make policing dangerous and ineffective. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now to give you a sense of how neutered the force has become, they didn't dare try restoring normal access and traffic into the several block radius around the South Minneapolis site or George Floyd died. An unwieldy sprawling makeshift memorial surrounded by vulgar anti-cop graffiti has been maintained and guarded by various groups for almost a year now. Visitors must go through ramshackle barricades manned by volunteers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, I visited the site last August. I remember it was perfectly nice there, but I could not believe that the public's access to public streets could be controlled by people with any legal authority to do so. Now, [ph] camera crews told me that they would need special permission to enter the area. How is this allowed in the United States of America, I wondered? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, of course it's not. And the occupation of the area, just like it did last year with Seattle's autonomous zone, has harmed those that call that neighborhood home. Not only is there no through traffic there, there's no trash pickup either, which of course hurts businesses, like the barbecue restaurant, smoke in the pit. Ivy Alexander, who raised her children in the neighborhood, has run the small business for nine years, and she wants the streets reopened. She said, \"I'm upset because people who are not part of this community just came in and decided what we wanted to have here. I didn't get to make a nonprofit. I don't get donations. I haven't been getting money hand over fist. If you're fighting for the community, you wouldn't be holding down this block where all these businesses are, but everyone got their own agenda.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, she's rightly frustrated because Minnesota police have basically given up on trying to reclaim this area as public space. What's happened is the city has outsourced the work of removing the barricades to a community group called the Agape Movement. Since the entire area for law enforcement has become a no-go zone, regular patrols don't even happen there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } One law enforcement source told me that it's so dangerous for police inside the Floyd Memorial area that they only enter in response to an active violent crime scene or sadly to remove anyone who is deceased. And of course, the far left's anti-police vendettas has endangered the very people they claim to care about. So the term live shot took on an entirely new meaning a few weeks ago as reporters were there doing stand-ups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They wanted this bill of comprehensive police reform to be - just going to be careful here with some gunshots. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Black Lives Matter and other organizations that profit off tragedy, they're not losing sleep about any of this. Do they ever hold a press conference to encourage communities to take personal responsibility for the fatherless young men committing most of the crime against other minorities? Of course, not. Keeping the political theater going to extract concessions is what always matters most. Now, just as things are beginning to really unravel for the Twin Cities, Congresswoman Ilhan Omar, she never fails to disappoint, wants to pull the thread even faster. Writing in a letter to Attorney General Merrick Garland that invoking black, indigenous and people of color, she wrote that she was urging him to expand his federal probe into Minneapolis police on grounds that the murder of Mr. Floyd is not unique. It's a pattern among many law enforcement agencies in Minnesota. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Omar and the 19 other left-wing officials who co-signed the letter are just boldface liars. If you want to know who should be voted out of office, it's every single person who signed that letter. Now I've posted the full list on lauraingraham.com. So if you're from Minnesota, know who you're dealing with here and always be respectful when you make your views known. It's frankly not clear that any of Omar's group would have favored changing any of the - charging any of the violent protesters from last summer either. After all, the systemic racism made them do all that violent raging. But at least for now, all those charged last year in the now infamous arson attack on the 3rd precinct have been sentenced. And they'll do between two and four years in federal prison. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, I'm sure they've all considered themselves at one time or another to be righteous crusaders. Bryce Michael Williams and Davon De-Andre Turner were the Molotov cocktail duo. They've been sentenced to jail time along with Dylan Robinson and Brandon Wolfe. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } And speaking of peaceful protesters, just a few weeks ago this humanitarian Desmond David-Pitts from Alaska was sentenced for conspiracy to commit arson as well. That was last August of that Seattle Police Department East precinct. Now, sadly, this destructive behavior is not only being condoned, it's being encouraged by the racial arsonists themselves in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA GAY, NEW YORK TIMES EDITORIAL BOARD MEMBER",
      "sentences": "I was on Long Island this weekend. And I was really disturbed. I saw dozens and dozens of pickup trucks with explicatives against Joe Biden, on the back of them, Trump flags. And some cases, just dozens of American flags, which is also just disturbing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think there's a large percentage of Americans, even some of my colleagues in journalism, who are invested in some way in pretending that this isn't the fact that it is. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't know whether I'm more disturbed about her being disturbed about the American flag or the fact that a New York Times editorial board member says explicatives, when she meant expletives. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } When our media, our schools, our celebrities, and now our president, keep repeating the lie that America is systemically racist, she's afraid of the flag. We're setting ourselves up for a lot more of this kind of rage in the future in the streets. And it's so destructive, and it's so sad, especially for the minority-owned small businesses and the families just trying to get by and stay safe. They don't want things vandalized, they don't want things looted, they want things to get better. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } But I have to say there are signs that at least some common sense Democrats see that they're on the losing side of this issue. After all, public safety shouldn't be political. It's essential. A bill that would have required police to issue tickets instead of arrest suspects for panoply of misdemeanors and petty crimes, was defeated in committee in Colorado when two Democrats broke away from their party to oppose that legislation. State reps Matt Gray, a former prosecutor and Shannon Bird, the committee chair voted with four Republicans to kill the insane bill. Permissive policing leads to cities looking a lot like Seattle, New York, and Portland, their health escapes, rampant homelessness and rampant crime. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Of course, the defeated bill's author, radical state rep Jennifer Bacon immediately tagged the vote as, wait for it, racist. Once again, the real racist out themselves every single time. She claimed that black legislators - she claimed that people that weren't her skin color shouldn't have had a determinative vote on the issue. That's insane. Can you imagine if anyone said that? With the colors reversed, they'd be driven out of politics and rightly so. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } The fact is, Democrats are slowly starting to realize that wokeness is not going to win them majorities in 2022, or the White House in 2024, which is why Barack Obama left Martha's Vineyard to go on CNN and pretend that wokeness is a right-wing hoax. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } BARACK OBAMA, 44th PRESIDENT OF THE UNITED STATES: I also think that there are certain right wing media venues, for example, that monetize and capitalize on stoking the fear and resentment of a white population that is witnessing a changing America and seeing demographic changes. The single most important issue to them apparently right now is critical race theory. Who knew that that was the threat to our Republic? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mothers and fathers of all backgrounds want safe streets for their families. And I think Barack Obama probably would know this, but new immigrants don't arrive in America with a goal of hating America. Crime hurts their dreams, too. But Ilhan Omar and the racial agitators, they don't preoccupy themselves with these issues. They merely hopscotch from tragedy to tragedy to advance their radical goals, abolishing prisons, eliminating cash bail and dismantling the police. My prediction is that Joe Biden is going to rue the day that he ever formed common cause with these incendiary ignoramuses. And that's THE ANGLE. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. Joining me now is Colorado State Rep Janice Rich, who voted down the state's pro crime bill that I just mentioned. Representative, I want you to respond to the comment I read moments ago from your Democrat colleague. She said the decision is in hands that don't look like ours. Did race have anything to do with this issue in this vote? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JANICE RICH (R-CO)",
      "sentences": "Absolutely not. And that was the first time that I've actually heard that comment. So I was just trying to take it all in while you were talking, and was shocked that she would even say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, she has a history of saying fairly outlandish things on racial issues. Now, this is your colleague, Jennifer Bacon, the aforementioned. She said it at a Denver Public School Board education meeting last year when she was Vice President. Listen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JENNIFER BACON (D-CO)",
      "sentences": "I have been conditioned on how to behave when I'm around law enforcement, if I get pulled over. I have been conditioned to believe that I am only the progeny of slaves. We need to address the white supremacy that we experienced in this district, whether it is and looking at our own safety and security policies. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is there any hope of compromise when this is the mindset? On the other side of the aisle, America is hopelessly racist? And apparently, no one can get ahead in Colorado if they're minority according to Ms. Bacon. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH",
      "sentences": "You know, I certainly hope that there would be a way that we could get around this. I don't - I didn't grow up this way to always be maligned like this. And I just - I don't know what's happened to this country. I really don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Representative Rich, we don't have a great connection with you tonight. But we heard you loud and clear. And we think this vote was very important for the state of Colorado, and we're really glad that the vote was cast and the point was made and we hope other Democrats wake up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Thank you so much. Joining me now is Heather Mac Donald, senior fellow at the Manhattan Institute, author of \"The War on Cops\". Heather, I know you are not surprised about the ramping crime you're seeing across this country, the fact that we still have these autonomous zones patrolled by people without any legal authority to shut down public access to areas. Yet this sign of hope in Colorado, I was flying back from Wyoming this morning and I was actually trying to read all the local papers. And I found that to be welcome news in a crazy time. HEATHER MAC DONALD, \"THE WAR ON COPS\" AUTHOR: It is, Laura. To the left, crime is a racist fiction. They simply do not acknowledge that it exists. And the biggest lie that defines the left today's and every disparity in America is a result of racism. Alternative explanations, such as the academic skills gap or cultural and behavioral differences are not just not allowed, they'll get you branded as a racist. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } But the reality will eventually assert itself and what we're seeing today is a record-breaking increase in violent street crimes in city after city. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Two dozen blacks are killed every day to absolutely no attention from the press. That's more than all white and Hispanic homicide victims combined, even though blacks are only 12 percent of the nation's population. Why? Because of this massive delegitimation of law enforcement based on the phony idea that if blacks are arrested more or incarcerated more, the only allowable explanation is police racism. Here's the facts, Laura. Blacks commit violent crime at over 10 times the rate of whites, and they're victimized, they're killed by violent criminals at over 10 times the rate of whites, not killed by cops, not killed by whites, but killed by other blacks. The reason blacks are in minority neighborhoods, is to save black lives, and when the cops back off, which is what's happening across the country, thanks to this phony, racist attack on law enforcement, black lives are the ones that are lost. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, President Obama spoke to a group of young men during his CNN Special last night. And these were some of his inspiring words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "The relationship between police and community is not what we want it to be. Young black men experience police not as a positive force to protect, but as somebody who is going to see you as a suspect, or some somebody to be feared. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Aside from the fact that he just sounds like he's completely off his game, Heather, how is this helping at all? How is anything that he just said helping?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAC DONALD",
      "sentences": "It's poison, it's poison. I have spent so much time in Crown Heights, Brooklyn, in Harlem, talking to young black men who say, \"I need the police, I want the police. They don't harass me, why? Because I'm a good boy.\" I'm quoting verbatim. That is simply not the case. Obama started this meme that Biden has picked up throughout his campaign in his inauguration speech, in his George Floyd commemoration speech that black parents are right to feel that their kids will be killed by cop every time they step out the door. That is a complete lie. Blacks are killed at very high rates, not by cops, but by other blacks. And to continue this phony narrative about cop racism is eventually going to take the entire country down. Crime is now spreading out of the inner city. The carjackings in Philadelphia, in DC, in Chicago are terrifying. It's not staying put. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But, Heather, at the same time, bail reform is their big thing. So abolish the prisons, abolish police, and then do bail reform meaning no cash bail. So every - the people who are arrested, they're turned out on the street the next day to commit the crime, the same crime they just committed in a different neighborhood, sometimes in DC. A friend told me the other day in the same neighborhood. So that - it's a revolving door, and we're supposed to go, \"Oh, you're so wonderful. Thank you, Mark Zuckerberg, for your efforts\", or thank you, name your billionaire, for your efforts and donating to these groups. And it's just - it's preposterous. Heather, you're one of the sane voices on this. And you actually go into these neighborhoods and do these interviews. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Thank you. And what did you see the train wreck? Well, I did. That was Kamala Harris' press conference and trips south of the border. We're going to show you the low lights and then Senator Tom Cotton is going to explain why this shows the administration doesn't really care about anything going on and our southern border. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "What does Donald Trump do? He says go back to where you came from. That is not reflective of our America and our values and it's got to end. We don't shut our borders to those who are fleeing the murder capitals of the world and coming here seeking refuge, seeking support, seeking safety. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } I want to be clear to folks in this region who are thinking about making that dangerous trek to the United States-Mexico border, do not come, do not come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, that was just a rhetorical reversal. She and the administration, they don't really mean it. Now, how do we know? Well, this was her spin in Mexico earlier tonight. See if you can spot the buzzwords.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "We have to have the ability to address the root causes of why people leave. The president asked me to deal with this issue, it was about addressing the root causes. The root causes are based on the problems and the challenges that people are facing in countries like Guatemala. The reality of it is that we have to address the root causes of why they are fleeing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If that were a drinking game, you'd all be blotto right now. I have a question for Kamala, if we can't address the root causes hollowing out our own inner cities, how and why are we supposed to fix the root causes in Central America? Of course, her answer to that is just more mindless drivel. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "If you want to fix a problem, you have to go to where the problem exists. If you want to address the needs of a people, you must meet those people, you must spend time with those people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But she would like it to be vice president of Guatemala? She really wanted to see where the problem exists. As an American Vice President, she would visit our southern border. Here now is Arkansas Senator Tom Cotton. Senator, I was thinking to myself watching this train wreck unfold today. Does this mean we just won't have a secure border until we fix all the problems in Central America, which have been decades and decades and decades in the making?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "sentences": "Laura, Kamala Harris didn't have to go all the way to Guatemala and Mexico to find the root causes of this border crisis, because they're not there. The root causes are in the White House. And that happened on January 20 when Joe Biden took office. And he essentially opened our borders versing very effective policies that had our borders under control. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } That's true, even in the eyes of the presidents of Mexico and Guatemala, who during this trip, said that Joe Biden is largely responsible for his rhetoric on the campaign trail and during the transition, and then his policies during the administration. That's why we've had three straight months of record high illegal immigration in our border. The highest numbers recorded in 20 years. This is not going to stop until Joe Biden recognizes the errors of his ways and begins to stop this crisis at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, do you think they want it to stop? Truly? Do they want these illegal crossings to stop?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "You know, Laura, it doesn't appear that way. I mean, their definition of success, going back to February and March has not been to stop the crossings, it's been to expedite the release of illegal aliens into the country. So they were worried about bed space, showers and hot meals and all the rest. That is all derivative of the fact that we have so many illegal aliens showing up at our border. If you turn them around in the first place, if you don't let them into the country, you don't have to worry about how many facilities you have to house them, or how you're going to put them on an airplane and put them up in a hotel until they find relatives inside the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, she didn't talk about enforcement at all. I mean, I don't think at all. I don't think she even used the word enforcement at her press conference. And she kept saying, Senator, well, there's no quick fix. It's a complex issue like marinating in every cliche you can imagine. But in fact, in - overnight this problem could be substantially bettered by a reinstituted remain in Mexico, correct? And saying, if you come, you're going to be sent back. You are not going to be allowed to stay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Yes. The remain in Mexico policy is a very quick fix. Just say \"Turn around, go back. You're going to remain in Mexico until we adjudicate your asylum claim\". if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } We're still in the middle of a global pandemic. I know, it's gotten a lot better in United States, Laura. But all across the country, especially in - or all across the world, especially in Latin America, it's still pretty bad. So we could use the public health authorities that have long been on the books, just close the border. That's what happened last year. And then finally, in Guatemala, what Kamala Harris should have been doing is trying to get a safe third country agreement back in place. So anyone who crossed through Guatemala, which is in effect, everyone who is not Mexican, would have to apply for asylum there. Because you may be seeking asylum when you leave your country, but once you leave another country, you're seeking a better job and better life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. They want new Americans. That's what they did. They want new voters, new Americans, new workers. They don't want to stop, there is going to be 2 million people by the end of the year. They do not want it stopped. I'm going to say it. Senator, I have to get to this, the senators club, which are Blunt, Peters, Portman, released this report investigating the January 6 riot. And it contains a list of recommendations that struck me as some of them somewhat concerning. Among them, \"Empower the chief of the Capitol Police to request assistance from the DC National Guard in emergency situations, and establish civil disturbance unit as a formal permanent component of the U.S. Capitol Police.\" Senator, your reaction there. It seems like we're expanding government significantly with this riot as a pretext.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Laura, I haven't read all of the reported recommendations. But to me, what happened on Capitol Hill on January 6 was a pretty simple failure of the leadership of the Capitol Hill security forces. Most of that leadership is now gone. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look, we have a lot of practice and fortifying the Capitol during prominent events, whether it's the State of the Union speech, or when a foreign leader like Benjamin Netanyahu comes to address the Congress, that's what should have been done on January 6. It wasn't done. There's been accountability for it. We need to continue to figure out exactly why that happened and what we can do to make sure in the future that it doesn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm worried about an expansion of surveillance, of social media, or excuses to expand unaccountable moved by people who are not elected. The Capitol police chief is not an elected official last time I checked, and apparently they are going to have authority to request National Guard presence? It just all strikes me as odd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "And Laura, I have my doubts about that as well. And again, it doesn't take a lot of searching. It doesn't take a lot of folks out there probing for greater intelligence. It's clear when you have someone like the Pope and Benjamin Netanyahu or the president coming to speak at the Capitol, then should have greater security around it. A lot of this is just common sense. Just like we have greater security on the days that Congress is sworn in or the days the president is inaugurated. We should have had more temporary security in place on January 6th. That was a failure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The fence is still up there, Senator. They're not going to take that down. Appreciate it, thank you. And turning now to big tech, my next guest is warning GOP lawmakers of that industry's insidious attempts to control the Republican agenda. In a letter to GOP reps, Jon Schweppe of the American Principles Project writes, \"Over the last two years big tech has plotted to co-op the GOP and avoid scrutiny on the right by pouring millions of dollars into center right think tanks. Their goal, to purchase GOP acquiescence as they censor and banish conservative thought from the Internet.\" Jon Schweppe, director of Policy and Government Affairs for American Principles joins me now. Jon, a lot of conservative think tanks, and I'm sick of most of them, receive money from Silicon Valley, but you say even if that keeps them afloat, it's a mistake. Tell us more. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON SCHWEPPE, AMERICAN PRINCIPLES PROJECT",
      "sentences": "Absolutely. What we are talking about here is purchasing these think tanks to try to keep Republicans in Congress from doing anything on big tech censorship. And that has been going on for years. It is kind of a dirty little secret that's been true here in Washington, D.C., that the Googles and Facebooks of the world have poured millions and millions of dollars into these think tank, and it's had an effect on Congress. You hear the refrain that they're just private companies. There's nothing we can do. But 2020 changed that. And I think a lot of conservatives, including in Congress, saw what happened with the election -- 43,000 votes was the difference between Donald Trump winning and Joe Biden winning when you look at those three states. So obviously social media censorship, Google rigging algorithms, Facebook removing ads from super PACs, all these things had huge impacts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Republicans are cheap dates, as usual, on this stuff. So it was a huge mistake to court them. It was obvious what they were all about. But this is what Facebook's vice president said about banning Trump from their platform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our job is not to take these decisions with an eye to which side of the political aisle is going to agree or disagree more with us, but just to do so in a way that is fair, transparent, and proportionate, in line with our rules. And we do hope, though, that reasonable observers will believe that we are acting as reasonably and proportionately as we can. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jon, reasonably and proportionately as they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEPPE",
      "sentences": "Isn't it something hearing that from someone with a British accent too, talking about our elections, our president, removing him from our platform? This is the problem, right, these companies have deemed themselves global entities that are above any government, and that they should have the right to do this. And we have a real concern on our hands here, because our democracy is at stake. And so if Republicans aren't willing to do something about that, we have a real problem. And I'll tell you that these groups that lobby on behalf of Google and Facebook, they get their money from them, we have got to shut them out of this debate to be honest, because that's just a problem, and we can't allow that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are there any big Republicans still taking money from big tech? Do you want to name some names?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEPPE",
      "sentences": "No, there is plenty of groups. It's actually kind of crazy, there is probably more groups taking money than not. Even a lot of these groups with names that hearken back to the Tea Party are receiving money, the Kochs, et cetera. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } But I will tell you, there has been a shift that has been really positive. We saw Heritage Foundation last year right before the election say, we see what you guys are doing, and we're not going to take your money anymore. We're seeing Congressman Ken Buck has led a bunch of members of Congress to say no more, no more funding from these groups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cut the cord. Yes, cut the umbilical cord back to Silicon Valley. Jon, thank you. We're going to be following that issue. And Critical Race Theory isn't just in schools. Now it's infecting our medical system. I'll explain in moments. Plus, Dr. Scott Atlas said colleagues of his are been threatened for speaking out against some of the conventional wisdom on COVID. He is here with the details next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Critical Race Theory isn't just infecting high schools, junior high schools, corporate boardrooms. It's also corrupting medicine. Top doctors are warning that wokeness is overtaking their profession. Speaking anonymously to journalist Katie Herzog, one doctor who immigrated to the U.S. from the Soviet Union described the chilling conditions they now face. \"People are afraid to speak honestly. It's like back to the USSR, where you could only speak to the ones you trust.\" Not only is speaking out severely punished, but there are entire areas of research that are entirely off limits. And many of the studies that do get published are, as one doctor put it, shoddy as hell. This medical Marxism has its enforcers in a rising generation of young, ideologically driven doctors. Some of these antiracist zealots are reportedly refusing to treat white patients. The sad fact is it wasn't hard to see this coming. Remember all the doctors who condemned the anti-lockdown rallies last year? They were the exact same ones who turned around and sanctioned, sometimes even cheered the BLM riots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. LIPI ROY, INTERNAL MEDICINE PHYSICIAN",
      "sentences": "The two issues, the protests and coronavirus, they're not really mutually exclusive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. KAVITA PATEL, MSNBC MEDICAL CONTRIBUTOR",
      "sentences": "People deserve the opportunity to express their concerns. I think of racism as a public health issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. PATRICE HARRIS, PRESIDENT, AMERICAN MEDICAL ASSOCIATION",
      "sentences": "There is risk involved with the protests, but certainly understand that we cannot sit idly by and just observe racism and police brutality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fighting Critical Race Theory is no longer just about what your kids are learning in school. It could now be a matter of life and death. And speaking of politicization of medicine, the COVID pandemic revealed the frightening extent that the medical establish will go to silence dissenters. In fact, as associate of my next guest, Dr. Scott Atlas, was threatened today by a prominent and well-known doctor for the crime of going against the accepted COVID narrative. Here now with me is Dr. Scott Atlas, author of the forthcoming book, cannot wait, \"A Plague Upon our House, My Fight at the Trump White House to Stop COVID from Destroying America.\" Dr. Atlas, first of all, congrats. I can't wait to read your book. Was this politicization within the medical field bubbling beneath the surface, has it been bubbling beneath the surface for a while, or is this just a completely new phenomenon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SCOTT ATLAS, FORMER WHITE HOUSE COVID ADVISER",
      "sentences": "Well, hey, Laura. It's hard to say, but I think it's more the pandemic exposed a lot of things that were there and brought them to a head. And so what we see, what I experience myself, of course, but what we see in the journals, for instance, in that trove of emails, it's really not about a single person. There are big issues there like that article, that letter from a bunch of virologists to the journal \"Lancet\" which is a very high level journal, that was basically a political statement and worse. It was saying that anyone who said that the virus came out of a lab was a conspiracy theorist. And what that was was an attempt to silence other scientists. We also hear even Dr. Redfield say when he mentioned that, he got death threats from other scientists. So it's not just the nutjobs on Twitter, although I have to say some of those nutjobs are other scientists, but the reality is that we're seeing an attempt to intimidate and bully science. This is really totally something I think that is new in its overtness. We saw this in my case with a bunch of people who came out and really wanted to rebuke me and defame, really, me. This is sort of really unexpected. It took me by surprise, and then you really look at these people and you understand it. But this is a very bad trend. We have a country, a world that depends on science, and when you have politicization of that, to make these political statements, and it's infected the journals. When we look at some of these studies that were suppressed, I had emails from all over the country, people sending me their papers, but also afraid to speak out. And within the past 24 hours, as you mentioned, a colleague who I know well, who is one of the top scientists, has received an intimidating email from somebody who is very high-level in academic medicine, really implying that they would be blackballed from academic medicine if this person kept speaking out. This is really, it's almost beyond the point to say this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Scott, but you're --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "-- but where are the academic leaders to step up and talk about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Scott, this doctor won't identify himself because he's afraid. That's the line back to the Soviet Union, right, because I lived in the Soviet Union as a student, OK. I got a taste, a small taste of what it was like to live in Leningrad in 1983, just as a student, a college student. This is scary, that now people are ratting on each other and anonymously hitting each other for just having a different theory. I thought that's the whole point of science, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "That's exactly right. There is no science if you don't have the scientific debate and the free exchange of ideas. There will never be a solution that has any reliability. In fact, the public trust in experts in general and in science has been really damaged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's been smashed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "So I think we really need -- where are the university leaders, the people who lead the think tanks --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They are all in hock to China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "The people who are looked at as leaders, they have to step up. It's not just refusal to publish stuff, it's also the fear of intimidation, these personal, defamatory things. This is really something that no American should want, and everybody, regardless of what you believe about the pandemic --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "-- or anything else, must have trust in science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Atlas, you are 100 percent right. I can't wait for your book. Thank you for joining us. And the House Intel Committee's most compromised member is using private investigators to harass one of his GOP colleagues and the family, another case of harassment. Congressman Mo Brooks joins us next, shocking details of Eric's Swalwell's deranged behavior. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman Eric Swalwell filed a lawsuit against Donald Trump, claiming that he incited the Capitol riot on January 6th. Also named in the suit is my next guest, Alabama Congressman Mo Brooks who, Swalwell says, has been MIA for months. Swalwell even hired a private investigator to find him. This week it came to a head when Congressman Brooks' wife Martha was accosted. Now look at this video. The Congressman's wife pulls into their garage. Seconds later a car speeds up the driveway. A man jumps out and runs into that same garage, attached, by the way, to their private home. The man was in there for about 15 seconds until Brooks' wife chased him out. We now know what that man was there for. He was a process server. Joining me now, Congressman Mo Brooks. Congressman, your message tonight to Eric Swalwell. He wanted to serve you and your wife, or you, and your accepted, I guess, on your behalf. But they'll say that is just what an aggressive process server does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MO BROOKS, (R-AL)",
      "sentences": "I'm a little bit baffled by Eric Swalwell's conduct in a variety of respects. First and foremost, this is a frivolous, politically motivated lawsuit. There is no liability on the part of myself or President Trump, although I probably stand with President Trump as we defend this frivolous litigation. But second, for three months -- two months, since the lawsuit was filed back in March, Eric Swalwell has got notice of when we are going to go folk. Roughly 100 different times he could have had me served as I'm walking to or from the capital, the House floor where I vote, and my House office building. But he chose not to. Instead, the Swalwell team chose to hire a process server that would chase my wife down as she's coming home from church, keeping in mind that she's a grandmother with 10 grandchildren. There could have been some of those grandchildren in the car with her when this transpired. And then illegally entered my home. In Alabama, this is a criminal offense. It's a trespass in the first degree. And it carries a penalty up to one year and a $6,000 fine. So they did it entirely the wrong way. Eric Swalwell should have been a man about it and served me on a number of occasions in Washington when he had the opportunity. But instead they took the dishonorable path and went after my wife.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is what Swalwell's attorney said about you not wanting to be a part of this lawsuit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL ANDONIAN, ATTORNEY FOR REP. ERIC SWALWELL",
      "sentences": "Mo Brooks had a lot to say when he was standing in front of a pro-Trump crowd, pumping them up to go storm the capital, and when it became clear that there were legal consequences for doing that, he wasn't interested in being a part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, was that your message on January 6th? Did you incite a riot at the Capitol? We've only got about 25 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Absolutely not. With respect to Eric Swalwell, let me emphasize this. I have gone through the complaint. There are at least 50 occasions that I identified, I'm sure there are a lot more, that I readily identified that are flat out lies. They are deceit in these allegations, and there's going to be zero evidence to support it, much like there was zero evidence to support the two years of Russian collusion allegations by Eric Swalwell and others, not counting the sham impeachment efforts by Eric Swalwell and others. That's what we are looking at, unfortunately, in Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Congressman, fascinating developments. Maybe we should have asked the Chinese agent about them. Swalwell would've answered that. Up next, the Last Bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Our next question will come from Maria Fernanda at Univision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you, Madam Vice President. For me it's an honor because I actually got to vote for the first time as a nationalized citizen. I voted for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Whoopsie, turns out the Biden administration can't lock down the border or their press conferences. She wasn't with Univision. Gutfeld next. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "But my doctor won't let me take prednisone which would bring my voice back quicker. So I just listen. Let not your heart be troubled. Laura Ingraham, you don't want to hear about that too, do you?"
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I know. It's like, well, any other medical ailments you want to share with us, Hannity? We're not going to go to hemorrhoids, are we at any point? Are we going to stay right?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, man. Are you going to go there, really, really? What do you think? This is not the Joe Biden hour, ok?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, it could be. But you poor baby, you just sound a little croaky tonight. It's a little croaky, but it's kind of an exotic."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you want me to send you a Joe Biden official presidential sippy cup?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's a kind of exotic voice though. It's a very - it's an alluring voice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're digging deeper. Every time you talk now, you're digging a bigger hole."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No. You did (inaudible) I can't believe you got through the show. But just take a Z-pack, that always seems to work for me. OK. Just get the Z-pack."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Whatever. You know what, it is what it is. I hate taking medicine. All right. Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I know. You did a great job. Great to see you tonight, Sean. I am Laura Ingraham and this is THE INGRAHAM ANGLE from Washington tonight. Tom Cotton is going to be here in moments. And he's going to respond to the absolute train wreck. If you've seen my Twitter thread on this, you know what I mean? That was Kamala Harris' trip to Central America and the press conference that followed. Plus, Dr. Scott Atlas will tell us about threats against some of his colleagues who challenged the so-called expert consensus on the pandemic. He's going to provide some disturbing details. But first, the race racket unravels. That's the focus of tonight's ANGLE. Now, a year after the ruinous deadly riots that ripped apart America, we see the corrupt poisonous fruits of BLM's work. As its co-founder Patrisse Cullors has got rich and snapped up pricey LA real estate, Minneapolis got poorer and (inaudible). The city's police force is a shell of its former self. Nearly 200 have quit, gone on leave or retired rather than deal with the wave of anti- police sentiment and measures that they say make policing dangerous and ineffective. Now to give you a sense of how neutered the force has become, they didn't dare try restoring normal access and traffic into the several block radius around the South Minneapolis site or George Floyd died. An unwieldy sprawling makeshift memorial surrounded by vulgar anti-cop graffiti has been maintained and guarded by various groups for almost a year now. Visitors must go through ramshackle barricades manned by volunteers. Now, I visited the site last August. I remember it was perfectly nice there, but I could not believe that the public's access to public streets could be controlled by people with any legal authority to do so. Now, [ph] camera crews told me that they would need special permission to enter the area. How is this allowed in the United States of America, I wondered? Well, of course it's not. And the occupation of the area, just like it did last year with Seattle's autonomous zone, has harmed those that call that neighborhood home. Not only is there no through traffic there, there's no trash pickup either, which of course hurts businesses, like the barbecue restaurant, smoke in the pit. Ivy Alexander, who raised her children in the neighborhood, has run the small business for nine years, and she wants the streets reopened. She said, \"I'm upset because people who are not part of this community just came in and decided what we wanted to have here. I didn't get to make a nonprofit. I don't get donations. I haven't been getting money hand over fist. If you're fighting for the community, you wouldn't be holding down this block where all these businesses are, but everyone got their own agenda.\" Well, she's rightly frustrated because Minnesota police have basically given up on trying to reclaim this area as public space. What's happened is the city has outsourced the work of removing the barricades to a community group called the Agape Movement. Since the entire area for law enforcement has become a no-go zone, regular patrols don't even happen there. One law enforcement source told me that it's so dangerous for police inside the Floyd Memorial area that they only enter in response to an active violent crime scene or sadly to remove anyone who is deceased. And of course, the far left's anti-police vendettas has endangered the very people they claim to care about. So the term live shot took on an entirely new meaning a few weeks ago as reporters were there doing stand-ups."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They wanted this bill of comprehensive police reform to be - just going to be careful here with some gunshots."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Black Lives Matter and other organizations that profit off tragedy, they're not losing sleep about any of this. Do they ever hold a press conference to encourage communities to take personal responsibility for the fatherless young men committing most of the crime against other minorities? Of course, not. Keeping the political theater going to extract concessions is what always matters most. Now, just as things are beginning to really unravel for the Twin Cities, Congresswoman Ilhan Omar, she never fails to disappoint, wants to pull the thread even faster. Writing in a letter to Attorney General Merrick Garland that invoking black, indigenous and people of color, she wrote that she was urging him to expand his federal probe into Minneapolis police on grounds that the murder of Mr. Floyd is not unique. It's a pattern among many law enforcement agencies in Minnesota. Now, Omar and the 19 other left-wing officials who co-signed the letter are just boldface liars. If you want to know who should be voted out of office, it's every single person who signed that letter. Now I've posted the full list on lauraingraham.com. So if you're from Minnesota, know who you're dealing with here and always be respectful when you make your views known. It's frankly not clear that any of Omar's group would have favored changing any of the - charging any of the violent protesters from last summer either. After all, the systemic racism made them do all that violent raging. But at least for now, all those charged last year in the now infamous arson attack on the 3rd precinct have been sentenced. And they'll do between two and four years in federal prison. Now, I'm sure they've all considered themselves at one time or another to be righteous crusaders. Bryce Michael Williams and Davon De-Andre Turner were the Molotov cocktail duo. They've been sentenced to jail time along with Dylan Robinson and Brandon Wolfe. And speaking of peaceful protesters, just a few weeks ago this humanitarian Desmond David-Pitts from Alaska was sentenced for conspiracy to commit arson as well. That was last August of that Seattle Police Department East precinct. Now, sadly, this destructive behavior is not only being condoned, it's being encouraged by the racial arsonists themselves in the media."
    },
    {
      "speaker": "MARA GAY, NEW YORK TIMES EDITORIAL BOARD MEMBER",
      "utterance": "I was on Long Island this weekend. And I was really disturbed. I saw dozens and dozens of pickup trucks with explicatives against Joe Biden, on the back of them, Trump flags. And some cases, just dozens of American flags, which is also just disturbing. I think there's a large percentage of Americans, even some of my colleagues in journalism, who are invested in some way in pretending that this isn't the fact that it is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't know whether I'm more disturbed about her being disturbed about the American flag or the fact that a New York Times editorial board member says explicatives, when she meant expletives. When our media, our schools, our celebrities, and now our president, keep repeating the lie that America is systemically racist, she's afraid of the flag. We're setting ourselves up for a lot more of this kind of rage in the future in the streets. And it's so destructive, and it's so sad, especially for the minority-owned small businesses and the families just trying to get by and stay safe. They don't want things vandalized, they don't want things looted, they want things to get better. But I have to say there are signs that at least some common sense Democrats see that they're on the losing side of this issue. After all, public safety shouldn't be political. It's essential. A bill that would have required police to issue tickets instead of arrest suspects for panoply of misdemeanors and petty crimes, was defeated in committee in Colorado when two Democrats broke away from their party to oppose that legislation. State reps Matt Gray, a former prosecutor and Shannon Bird, the committee chair voted with four Republicans to kill the insane bill. Permissive policing leads to cities looking a lot like Seattle, New York, and Portland, their health escapes, rampant homelessness and rampant crime. Of course, the defeated bill's author, radical state rep Jennifer Bacon immediately tagged the vote as, wait for it, racist. Once again, the real racist out themselves every single time. She claimed that black legislators - she claimed that people that weren't her skin color shouldn't have had a determinative vote on the issue. That's insane. Can you imagine if anyone said that? With the colors reversed, they'd be driven out of politics and rightly so. The fact is, Democrats are slowly starting to realize that wokeness is not going to win them majorities in 2022, or the White House in 2024, which is why Barack Obama left Martha's Vineyard to go on CNN and pretend that wokeness is a right-wing hoax. BARACK OBAMA, 44th PRESIDENT OF THE UNITED STATES: I also think that there are certain right wing media venues, for example, that monetize and capitalize on stoking the fear and resentment of a white population that is witnessing a changing America and seeing demographic changes. The single most important issue to them apparently right now is critical race theory. Who knew that that was the threat to our Republic?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mothers and fathers of all backgrounds want safe streets for their families. And I think Barack Obama probably would know this, but new immigrants don't arrive in America with a goal of hating America. Crime hurts their dreams, too. But Ilhan Omar and the racial agitators, they don't preoccupy themselves with these issues. They merely hopscotch from tragedy to tragedy to advance their radical goals, abolishing prisons, eliminating cash bail and dismantling the police. My prediction is that Joe Biden is going to rue the day that he ever formed common cause with these incendiary ignoramuses. And that's THE ANGLE. All right. Joining me now is Colorado State Rep Janice Rich, who voted down the state's pro crime bill that I just mentioned. Representative, I want you to respond to the comment I read moments ago from your Democrat colleague. She said the decision is in hands that don't look like ours. Did race have anything to do with this issue in this vote?"
    },
    {
      "speaker": "REP. JANICE RICH (R-CO)",
      "utterance": "Absolutely not. And that was the first time that I've actually heard that comment. So I was just trying to take it all in while you were talking, and was shocked that she would even say that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, she has a history of saying fairly outlandish things on racial issues. Now, this is your colleague, Jennifer Bacon, the aforementioned. She said it at a Denver Public School Board education meeting last year when she was Vice President. Listen."
    },
    {
      "speaker": "REP. JENNIFER BACON (D-CO)",
      "utterance": "I have been conditioned on how to behave when I'm around law enforcement, if I get pulled over. I have been conditioned to believe that I am only the progeny of slaves. We need to address the white supremacy that we experienced in this district, whether it is and looking at our own safety and security policies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is there any hope of compromise when this is the mindset? On the other side of the aisle, America is hopelessly racist? And apparently, no one can get ahead in Colorado if they're minority according to Ms. Bacon."
    },
    {
      "speaker": "RICH",
      "utterance": "You know, I certainly hope that there would be a way that we could get around this. I don't - I didn't grow up this way to always be maligned like this. And I just - I don't know what's happened to this country. I really don't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Representative Rich, we don't have a great connection with you tonight. But we heard you loud and clear. And we think this vote was very important for the state of Colorado, and we're really glad that the vote was cast and the point was made and we hope other Democrats wake up. Thank you so much. Joining me now is Heather Mac Donald, senior fellow at the Manhattan Institute, author of \"The War on Cops\". Heather, I know you are not surprised about the ramping crime you're seeing across this country, the fact that we still have these autonomous zones patrolled by people without any legal authority to shut down public access to areas. Yet this sign of hope in Colorado, I was flying back from Wyoming this morning and I was actually trying to read all the local papers. And I found that to be welcome news in a crazy time. HEATHER MAC DONALD, \"THE WAR ON COPS\" AUTHOR: It is, Laura. To the left, crime is a racist fiction. They simply do not acknowledge that it exists. And the biggest lie that defines the left today's and every disparity in America is a result of racism. Alternative explanations, such as the academic skills gap or cultural and behavioral differences are not just not allowed, they'll get you branded as a racist. But the reality will eventually assert itself and what we're seeing today is a record-breaking increase in violent street crimes in city after city. Two dozen blacks are killed every day to absolutely no attention from the press. That's more than all white and Hispanic homicide victims combined, even though blacks are only 12 percent of the nation's population. Why? Because of this massive delegitimation of law enforcement based on the phony idea that if blacks are arrested more or incarcerated more, the only allowable explanation is police racism. Here's the facts, Laura. Blacks commit violent crime at over 10 times the rate of whites, and they're victimized, they're killed by violent criminals at over 10 times the rate of whites, not killed by cops, not killed by whites, but killed by other blacks. The reason blacks are in minority neighborhoods, is to save black lives, and when the cops back off, which is what's happening across the country, thanks to this phony, racist attack on law enforcement, black lives are the ones that are lost."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, President Obama spoke to a group of young men during his CNN Special last night. And these were some of his inspiring words."
    },
    {
      "speaker": "OBAMA",
      "utterance": "The relationship between police and community is not what we want it to be. Young black men experience police not as a positive force to protect, but as somebody who is going to see you as a suspect, or some somebody to be feared."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Aside from the fact that he just sounds like he's completely off his game, Heather, how is this helping at all? How is anything that he just said helping?"
    },
    {
      "speaker": "MAC DONALD",
      "utterance": "It's poison, it's poison. I have spent so much time in Crown Heights, Brooklyn, in Harlem, talking to young black men who say, \"I need the police, I want the police. They don't harass me, why? Because I'm a good boy.\" I'm quoting verbatim. That is simply not the case. Obama started this meme that Biden has picked up throughout his campaign in his inauguration speech, in his George Floyd commemoration speech that black parents are right to feel that their kids will be killed by cop every time they step out the door. That is a complete lie. Blacks are killed at very high rates, not by cops, but by other blacks. And to continue this phony narrative about cop racism is eventually going to take the entire country down. Crime is now spreading out of the inner city. The carjackings in Philadelphia, in DC, in Chicago are terrifying. It's not staying put."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But, Heather, at the same time, bail reform is their big thing. So abolish the prisons, abolish police, and then do bail reform meaning no cash bail. So every - the people who are arrested, they're turned out on the street the next day to commit the crime, the same crime they just committed in a different neighborhood, sometimes in DC. A friend told me the other day in the same neighborhood. So that - it's a revolving door, and we're supposed to go, \"Oh, you're so wonderful. Thank you, Mark Zuckerberg, for your efforts\", or thank you, name your billionaire, for your efforts and donating to these groups. And it's just - it's preposterous. Heather, you're one of the sane voices on this. And you actually go into these neighborhoods and do these interviews. Thank you. And what did you see the train wreck? Well, I did. That was Kamala Harris' press conference and trips south of the border. We're going to show you the low lights and then Senator Tom Cotton is going to explain why this shows the administration doesn't really care about anything going on and our southern border. Stay there."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "What does Donald Trump do? He says go back to where you came from. That is not reflective of our America and our values and it's got to end. We don't shut our borders to those who are fleeing the murder capitals of the world and coming here seeking refuge, seeking support, seeking safety. I want to be clear to folks in this region who are thinking about making that dangerous trek to the United States-Mexico border, do not come, do not come."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, that was just a rhetorical reversal. She and the administration, they don't really mean it. Now, how do we know? Well, this was her spin in Mexico earlier tonight. See if you can spot the buzzwords."
    },
    {
      "speaker": "HARRIS",
      "utterance": "We have to have the ability to address the root causes of why people leave. The president asked me to deal with this issue, it was about addressing the root causes. The root causes are based on the problems and the challenges that people are facing in countries like Guatemala. The reality of it is that we have to address the root causes of why they are fleeing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If that were a drinking game, you'd all be blotto right now. I have a question for Kamala, if we can't address the root causes hollowing out our own inner cities, how and why are we supposed to fix the root causes in Central America? Of course, her answer to that is just more mindless drivel."
    },
    {
      "speaker": "HARRIS",
      "utterance": "If you want to fix a problem, you have to go to where the problem exists. If you want to address the needs of a people, you must meet those people, you must spend time with those people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But she would like it to be vice president of Guatemala? She really wanted to see where the problem exists. As an American Vice President, she would visit our southern border. Here now is Arkansas Senator Tom Cotton. Senator, I was thinking to myself watching this train wreck unfold today. Does this mean we just won't have a secure border until we fix all the problems in Central America, which have been decades and decades and decades in the making?"
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "utterance": "Laura, Kamala Harris didn't have to go all the way to Guatemala and Mexico to find the root causes of this border crisis, because they're not there. The root causes are in the White House. And that happened on January 20 when Joe Biden took office. And he essentially opened our borders versing very effective policies that had our borders under control. That's true, even in the eyes of the presidents of Mexico and Guatemala, who during this trip, said that Joe Biden is largely responsible for his rhetoric on the campaign trail and during the transition, and then his policies during the administration. That's why we've had three straight months of record high illegal immigration in our border. The highest numbers recorded in 20 years. This is not going to stop until Joe Biden recognizes the errors of his ways and begins to stop this crisis at the border."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, do you think they want it to stop? Truly? Do they want these illegal crossings to stop?"
    },
    {
      "speaker": "COTTON",
      "utterance": "You know, Laura, it doesn't appear that way. I mean, their definition of success, going back to February and March has not been to stop the crossings, it's been to expedite the release of illegal aliens into the country. So they were worried about bed space, showers and hot meals and all the rest. That is all derivative of the fact that we have so many illegal aliens showing up at our border. If you turn them around in the first place, if you don't let them into the country, you don't have to worry about how many facilities you have to house them, or how you're going to put them on an airplane and put them up in a hotel until they find relatives inside the country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, she didn't talk about enforcement at all. I mean, I don't think at all. I don't think she even used the word enforcement at her press conference. And she kept saying, Senator, well, there's no quick fix. It's a complex issue like marinating in every cliche you can imagine. But in fact, in - overnight this problem could be substantially bettered by a reinstituted remain in Mexico, correct? And saying, if you come, you're going to be sent back. You are not going to be allowed to stay."
    },
    {
      "speaker": "COTTON",
      "utterance": "Yes. The remain in Mexico policy is a very quick fix. Just say \"Turn around, go back. You're going to remain in Mexico until we adjudicate your asylum claim\". We're still in the middle of a global pandemic. I know, it's gotten a lot better in United States, Laura. But all across the country, especially in - or all across the world, especially in Latin America, it's still pretty bad. So we could use the public health authorities that have long been on the books, just close the border. That's what happened last year. And then finally, in Guatemala, what Kamala Harris should have been doing is trying to get a safe third country agreement back in place. So anyone who crossed through Guatemala, which is in effect, everyone who is not Mexican, would have to apply for asylum there. Because you may be seeking asylum when you leave your country, but once you leave another country, you're seeking a better job and better life."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. They want new Americans. That's what they did. They want new voters, new Americans, new workers. They don't want to stop, there is going to be 2 million people by the end of the year. They do not want it stopped. I'm going to say it. Senator, I have to get to this, the senators club, which are Blunt, Peters, Portman, released this report investigating the January 6 riot. And it contains a list of recommendations that struck me as some of them somewhat concerning. Among them, \"Empower the chief of the Capitol Police to request assistance from the DC National Guard in emergency situations, and establish civil disturbance unit as a formal permanent component of the U.S. Capitol Police.\" Senator, your reaction there. It seems like we're expanding government significantly with this riot as a pretext."
    },
    {
      "speaker": "COTTON",
      "utterance": "Laura, I haven't read all of the reported recommendations. But to me, what happened on Capitol Hill on January 6 was a pretty simple failure of the leadership of the Capitol Hill security forces. Most of that leadership is now gone. Look, we have a lot of practice and fortifying the Capitol during prominent events, whether it's the State of the Union speech, or when a foreign leader like Benjamin Netanyahu comes to address the Congress, that's what should have been done on January 6. It wasn't done. There's been accountability for it. We need to continue to figure out exactly why that happened and what we can do to make sure in the future that it doesn't happen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm worried about an expansion of surveillance, of social media, or excuses to expand unaccountable moved by people who are not elected. The Capitol police chief is not an elected official last time I checked, and apparently they are going to have authority to request National Guard presence? It just all strikes me as odd."
    },
    {
      "speaker": "COTTON",
      "utterance": "And Laura, I have my doubts about that as well. And again, it doesn't take a lot of searching. It doesn't take a lot of folks out there probing for greater intelligence. It's clear when you have someone like the Pope and Benjamin Netanyahu or the president coming to speak at the Capitol, then should have greater security around it. A lot of this is just common sense. Just like we have greater security on the days that Congress is sworn in or the days the president is inaugurated. We should have had more temporary security in place on January 6th. That was a failure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The fence is still up there, Senator. They're not going to take that down. Appreciate it, thank you. And turning now to big tech, my next guest is warning GOP lawmakers of that industry's insidious attempts to control the Republican agenda. In a letter to GOP reps, Jon Schweppe of the American Principles Project writes, \"Over the last two years big tech has plotted to co-op the GOP and avoid scrutiny on the right by pouring millions of dollars into center right think tanks. Their goal, to purchase GOP acquiescence as they censor and banish conservative thought from the Internet.\" Jon Schweppe, director of Policy and Government Affairs for American Principles joins me now. Jon, a lot of conservative think tanks, and I'm sick of most of them, receive money from Silicon Valley, but you say even if that keeps them afloat, it's a mistake. Tell us more."
    },
    {
      "speaker": "JON SCHWEPPE, AMERICAN PRINCIPLES PROJECT",
      "utterance": "Absolutely. What we are talking about here is purchasing these think tanks to try to keep Republicans in Congress from doing anything on big tech censorship. And that has been going on for years. It is kind of a dirty little secret that's been true here in Washington, D.C., that the Googles and Facebooks of the world have poured millions and millions of dollars into these think tank, and it's had an effect on Congress. You hear the refrain that they're just private companies. There's nothing we can do. But 2020 changed that. And I think a lot of conservatives, including in Congress, saw what happened with the election -- 43,000 votes was the difference between Donald Trump winning and Joe Biden winning when you look at those three states. So obviously social media censorship, Google rigging algorithms, Facebook removing ads from super PACs, all these things had huge impacts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Republicans are cheap dates, as usual, on this stuff. So it was a huge mistake to court them. It was obvious what they were all about. But this is what Facebook's vice president said about banning Trump from their platform."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Our job is not to take these decisions with an eye to which side of the political aisle is going to agree or disagree more with us, but just to do so in a way that is fair, transparent, and proportionate, in line with our rules. And we do hope, though, that reasonable observers will believe that we are acting as reasonably and proportionately as we can."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jon, reasonably and proportionately as they can."
    },
    {
      "speaker": "SCHWEPPE",
      "utterance": "Isn't it something hearing that from someone with a British accent too, talking about our elections, our president, removing him from our platform? This is the problem, right, these companies have deemed themselves global entities that are above any government, and that they should have the right to do this. And we have a real concern on our hands here, because our democracy is at stake. And so if Republicans aren't willing to do something about that, we have a real problem. And I'll tell you that these groups that lobby on behalf of Google and Facebook, they get their money from them, we have got to shut them out of this debate to be honest, because that's just a problem, and we can't allow that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are there any big Republicans still taking money from big tech? Do you want to name some names?"
    },
    {
      "speaker": "SCHWEPPE",
      "utterance": "No, there is plenty of groups. It's actually kind of crazy, there is probably more groups taking money than not. Even a lot of these groups with names that hearken back to the Tea Party are receiving money, the Kochs, et cetera. But I will tell you, there has been a shift that has been really positive. We saw Heritage Foundation last year right before the election say, we see what you guys are doing, and we're not going to take your money anymore. We're seeing Congressman Ken Buck has led a bunch of members of Congress to say no more, no more funding from these groups."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cut the cord. Yes, cut the umbilical cord back to Silicon Valley. Jon, thank you. We're going to be following that issue. And Critical Race Theory isn't just in schools. Now it's infecting our medical system. I'll explain in moments. Plus, Dr. Scott Atlas said colleagues of his are been threatened for speaking out against some of the conventional wisdom on COVID. He is here with the details next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Critical Race Theory isn't just infecting high schools, junior high schools, corporate boardrooms. It's also corrupting medicine. Top doctors are warning that wokeness is overtaking their profession. Speaking anonymously to journalist Katie Herzog, one doctor who immigrated to the U.S. from the Soviet Union described the chilling conditions they now face. \"People are afraid to speak honestly. It's like back to the USSR, where you could only speak to the ones you trust.\" Not only is speaking out severely punished, but there are entire areas of research that are entirely off limits. And many of the studies that do get published are, as one doctor put it, shoddy as hell. This medical Marxism has its enforcers in a rising generation of young, ideologically driven doctors. Some of these antiracist zealots are reportedly refusing to treat white patients. The sad fact is it wasn't hard to see this coming. Remember all the doctors who condemned the anti-lockdown rallies last year? They were the exact same ones who turned around and sanctioned, sometimes even cheered the BLM riots."
    },
    {
      "speaker": "DR. LIPI ROY, INTERNAL MEDICINE PHYSICIAN",
      "utterance": "The two issues, the protests and coronavirus, they're not really mutually exclusive."
    },
    {
      "speaker": "DR. KAVITA PATEL, MSNBC MEDICAL CONTRIBUTOR",
      "utterance": "People deserve the opportunity to express their concerns. I think of racism as a public health issue."
    },
    {
      "speaker": "DR. PATRICE HARRIS, PRESIDENT, AMERICAN MEDICAL ASSOCIATION",
      "utterance": "There is risk involved with the protests, but certainly understand that we cannot sit idly by and just observe racism and police brutality."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fighting Critical Race Theory is no longer just about what your kids are learning in school. It could now be a matter of life and death. And speaking of politicization of medicine, the COVID pandemic revealed the frightening extent that the medical establish will go to silence dissenters. In fact, as associate of my next guest, Dr. Scott Atlas, was threatened today by a prominent and well-known doctor for the crime of going against the accepted COVID narrative. Here now with me is Dr. Scott Atlas, author of the forthcoming book, cannot wait, \"A Plague Upon our House, My Fight at the Trump White House to Stop COVID from Destroying America.\" Dr. Atlas, first of all, congrats. I can't wait to read your book. Was this politicization within the medical field bubbling beneath the surface, has it been bubbling beneath the surface for a while, or is this just a completely new phenomenon?"
    },
    {
      "speaker": "DR. SCOTT ATLAS, FORMER WHITE HOUSE COVID ADVISER",
      "utterance": "Well, hey, Laura. It's hard to say, but I think it's more the pandemic exposed a lot of things that were there and brought them to a head. And so what we see, what I experience myself, of course, but what we see in the journals, for instance, in that trove of emails, it's really not about a single person. There are big issues there like that article, that letter from a bunch of virologists to the journal \"Lancet\" which is a very high level journal, that was basically a political statement and worse. It was saying that anyone who said that the virus came out of a lab was a conspiracy theorist. And what that was was an attempt to silence other scientists. We also hear even Dr. Redfield say when he mentioned that, he got death threats from other scientists. So it's not just the nutjobs on Twitter, although I have to say some of those nutjobs are other scientists, but the reality is that we're seeing an attempt to intimidate and bully science. This is really totally something I think that is new in its overtness. We saw this in my case with a bunch of people who came out and really wanted to rebuke me and defame, really, me. This is sort of really unexpected. It took me by surprise, and then you really look at these people and you understand it. But this is a very bad trend. We have a country, a world that depends on science, and when you have politicization of that, to make these political statements, and it's infected the journals. When we look at some of these studies that were suppressed, I had emails from all over the country, people sending me their papers, but also afraid to speak out. And within the past 24 hours, as you mentioned, a colleague who I know well, who is one of the top scientists, has received an intimidating email from somebody who is very high-level in academic medicine, really implying that they would be blackballed from academic medicine if this person kept speaking out. This is really, it's almost beyond the point to say this --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Scott, but you're --"
    },
    {
      "speaker": "ATLAS",
      "utterance": "-- but where are the academic leaders to step up and talk about this?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Scott, this doctor won't identify himself because he's afraid. That's the line back to the Soviet Union, right, because I lived in the Soviet Union as a student, OK. I got a taste, a small taste of what it was like to live in Leningrad in 1983, just as a student, a college student. This is scary, that now people are ratting on each other and anonymously hitting each other for just having a different theory. I thought that's the whole point of science, right?"
    },
    {
      "speaker": "ATLAS",
      "utterance": "That's exactly right. There is no science if you don't have the scientific debate and the free exchange of ideas. There will never be a solution that has any reliability. In fact, the public trust in experts in general and in science has been really damaged."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's been smashed."
    },
    {
      "speaker": "ATLAS",
      "utterance": "So I think we really need -- where are the university leaders, the people who lead the think tanks --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They are all in hock to China."
    },
    {
      "speaker": "ATLAS",
      "utterance": "The people who are looked at as leaders, they have to step up. It's not just refusal to publish stuff, it's also the fear of intimidation, these personal, defamatory things. This is really something that no American should want, and everybody, regardless of what you believe about the pandemic --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to go."
    },
    {
      "speaker": "ATLAS",
      "utterance": "-- or anything else, must have trust in science."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Atlas, you are 100 percent right. I can't wait for your book. Thank you for joining us. And the House Intel Committee's most compromised member is using private investigators to harass one of his GOP colleagues and the family, another case of harassment. Congressman Mo Brooks joins us next, shocking details of Eric's Swalwell's deranged behavior. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman Eric Swalwell filed a lawsuit against Donald Trump, claiming that he incited the Capitol riot on January 6th. Also named in the suit is my next guest, Alabama Congressman Mo Brooks who, Swalwell says, has been MIA for months. Swalwell even hired a private investigator to find him. This week it came to a head when Congressman Brooks' wife Martha was accosted. Now look at this video. The Congressman's wife pulls into their garage. Seconds later a car speeds up the driveway. A man jumps out and runs into that same garage, attached, by the way, to their private home. The man was in there for about 15 seconds until Brooks' wife chased him out. We now know what that man was there for. He was a process server. Joining me now, Congressman Mo Brooks. Congressman, your message tonight to Eric Swalwell. He wanted to serve you and your wife, or you, and your accepted, I guess, on your behalf. But they'll say that is just what an aggressive process server does."
    },
    {
      "speaker": "REP. MO BROOKS, (R-AL)",
      "utterance": "I'm a little bit baffled by Eric Swalwell's conduct in a variety of respects. First and foremost, this is a frivolous, politically motivated lawsuit. There is no liability on the part of myself or President Trump, although I probably stand with President Trump as we defend this frivolous litigation. But second, for three months -- two months, since the lawsuit was filed back in March, Eric Swalwell has got notice of when we are going to go folk. Roughly 100 different times he could have had me served as I'm walking to or from the capital, the House floor where I vote, and my House office building. But he chose not to. Instead, the Swalwell team chose to hire a process server that would chase my wife down as she's coming home from church, keeping in mind that she's a grandmother with 10 grandchildren. There could have been some of those grandchildren in the car with her when this transpired. And then illegally entered my home. In Alabama, this is a criminal offense. It's a trespass in the first degree. And it carries a penalty up to one year and a $6,000 fine. So they did it entirely the wrong way. Eric Swalwell should have been a man about it and served me on a number of occasions in Washington when he had the opportunity. But instead they took the dishonorable path and went after my wife."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is what Swalwell's attorney said about you not wanting to be a part of this lawsuit."
    },
    {
      "speaker": "PHIL ANDONIAN, ATTORNEY FOR REP. ERIC SWALWELL",
      "utterance": "Mo Brooks had a lot to say when he was standing in front of a pro-Trump crowd, pumping them up to go storm the capital, and when it became clear that there were legal consequences for doing that, he wasn't interested in being a part of it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, was that your message on January 6th? Did you incite a riot at the Capitol? We've only got about 25 seconds."
    },
    {
      "speaker": "BROOKS",
      "utterance": "Absolutely not. With respect to Eric Swalwell, let me emphasize this. I have gone through the complaint. There are at least 50 occasions that I identified, I'm sure there are a lot more, that I readily identified that are flat out lies. They are deceit in these allegations, and there's going to be zero evidence to support it, much like there was zero evidence to support the two years of Russian collusion allegations by Eric Swalwell and others, not counting the sham impeachment efforts by Eric Swalwell and others. That's what we are looking at, unfortunately, in Washington, D.C."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Congressman, fascinating developments. Maybe we should have asked the Chinese agent about them. Swalwell would've answered that. Up next, the Last Bite."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Our next question will come from Maria Fernanda at Univision."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thank you, Madam Vice President. For me it's an honor because I actually got to vote for the first time as a nationalized citizen. I voted for you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Whoopsie, turns out the Biden administration can't lock down the border or their press conferences. She wasn't with Univision. Gutfeld next."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}