{
  "date": "June 27, 2017",
  "headline": "Gutfeld: Seattle's minimum wage hike failures",
  "subHeadline": "Sobering reality of hiking the minimum wage",
  "url": "https://www.foxnews.com/transcript/gutfeld-seattles-minimum-wage-hike-failures",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD",
      "sentences": "Minimum wage is designed for entry-level -- teens, people who just start in the workforce. It was never originally meant for heads of household supporting families, which may be there, and it maybe a tiny percentage, but this is basically for people who want to move up. If you raise that rung, then you have to raise all the other rungs. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } That causes more pain for the small businesses because he has to raise everybody's salary. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } The end result is you take a pie that used to have eight slices and now you've made it six slices. You've eliminated two jobs, which is why pizza joints are closing in Washington. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Good-looking guy and smart. For as predicted the wage hike killed over 6,300 jobs and slashed wages by $125 per month in 2016 in Washington. That's from a new study by the National Bureau of Economic Research. It's real. What The Washington Post calls \"bad news for liberals,\" not workers, but liberals. That's their first instinct, to worry about liberals. They're such jerks. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } But anybody outside The Post could've seen this coming. Let's say a shop has eight jobs at $7.50 an hour and you double the salaries. If the budget remains constant, you've got to cut four workers. That's math. The media and Dems, they know math but they pretend not to: if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "sentences": "One constant in the last 10 years have been the Republicans in Congress who are standing in the way of raising the minimum wage. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "sentences": "We have got to raise the minimum wage to a living wage. If you work 40 hours a week or 50 hours a week, you should not be living in poverty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF.",
      "sentences": "I'm very honored to join the fight for 15. This is a living wage. We're proud of what we've done in California. I know that the distinguished Senator Murray is proud of Washington State, but we want that to happen in the whole country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, they accept long-term hardship in return for immediate, feel good sentiment to be part of the compassionate club even if the club hurts others. The result: They shrink the job pool and future opportunities -- after all these jobs aren't for persons to stay put, but to give them a head start. When I was young, I knew that first crappy paycheck was temporary. Hell, my job title was \"temp.\" But somehow the Dems believe the first rung is also the last rung and then you're the bad guy for saying no. But we know that you can't get to the second rung without a first. And making that rung -- first rung too expensive only means more automation. See McDonald's. Remember the sign, no shoes, no shirt, no service. With automation, it's no salary, no benefits, no humans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD",
      "utterance": "Minimum wage is designed for entry-level -- teens, people who just start in the workforce. It was never originally meant for heads of household supporting families, which may be there, and it maybe a tiny percentage, but this is basically for people who want to move up. If you raise that rung, then you have to raise all the other rungs. That causes more pain for the small businesses because he has to raise everybody's salary. The end result is you take a pie that used to have eight slices and now you've made it six slices. You've eliminated two jobs, which is why pizza joints are closing in Washington. Good-looking guy and smart. For as predicted the wage hike killed over 6,300 jobs and slashed wages by $125 per month in 2016 in Washington. That's from a new study by the National Bureau of Economic Research. It's real. What The Washington Post calls \"bad news for liberals,\" not workers, but liberals. That's their first instinct, to worry about liberals. They're such jerks. But anybody outside The Post could've seen this coming. Let's say a shop has eight jobs at $7.50 an hour and you double the salaries. If the budget remains constant, you've got to cut four workers. That's math. The media and Dems, they know math but they pretend not to:"
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "utterance": "One constant in the last 10 years have been the Republicans in Congress who are standing in the way of raising the minimum wage."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "utterance": "We have got to raise the minimum wage to a living wage. If you work 40 hours a week or 50 hours a week, you should not be living in poverty."
    },
    {
      "speaker": "HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF.",
      "utterance": "I'm very honored to join the fight for 15. This is a living wage. We're proud of what we've done in California. I know that the distinguished Senator Murray is proud of Washington State, but we want that to happen in the whole country."
    },
    {
      "speaker": "So, they accept long-term hardship in return for immediate, feel good sentiment to be part of the compassionate club even if the club hurts others. The result",
      "utterance": "They shrink the job pool and future opportunities -- after all these jobs aren't for persons to stay put, but to give them a head start. When I was young, I knew that first crappy paycheck was temporary. Hell, my job title was \"temp.\" But somehow the Dems believe the first rung is also the last rung and then you're the bad guy for saying no. But we know that you can't get to the second rung without a first. And making that rung -- first rung too expensive only means more automation. See McDonald's. Remember the sign, no shoes, no shirt, no service. With automation, it's no salary, no benefits, no humans."
    }
  ]
}