{
  "date": "June 5, 2020",
  "headline": "Push to dismantle US police based on lies and false data?",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/push-to-dismantle-us-police-based-on-lies-and-false-data",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And we are very happy to welcome to our network Lisa Page, former FBI lawyer who worked as special counsel for Robert Mueller's legal team. She worked on the Russian government disinformation probe and on the Hillary Clinton email investigation both. Lucky for us, MSNBC analyst. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "My heart's troubled. Laura's next. Have a great weekend. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham and this is \"The Ingraham Angle\" from Washington tonight. Well, after a Trump press conference heralding these new job numbers, the media engaged in such a disgusting smear that I just felt I had no choice, but to call it out, and frankly, destroy the smear and name the very figures spreading it. We are going to do that in moments. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Also tonight, Terry Turchie, we get such a huge reaction to his appearance the other night. He's studying domestic insurgencies for years at the FBI. He's going to tell us why calls to dismantle the police point to a very alarming endgame. What will the result of that all be? Plus, Raymond Arroyo is here, Biden's latest stumbles. The left's new found religion - Ooh! And Jimmy Fallon's embarrassing groveling. \"Friday Follies\" has got it all. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } But first, the experts blow it again. That's the focus of \"Tonight's Angle.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ZANDI, CHIEF ECONOMIST, MOODY'S ANALYTICS",
      "sentences": "won't be until the decade, I don't think, until the economy can fully adjust, so we get those jobs back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do the math and it's not hard to get to 20 percent unemployment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "The administration has bet so much on PPP, helping lead to what they're saying will be likely a \"V\" shaped recovery, and that doesn't seem very certain at all. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was obvious that many on the left were just giddy a couple months ago that the virus had devastated the booming Trump economy. They were thrilled and they were wished casting gruesome jobs numbers from April - April basically, all the way to Election Day, and they predicted that the economy would show Another 8 million jobs and May. Oh, was there hate in their anger toward this administration that continued to consume whatever good judgment or sense they have? And today, the credibility of all those who forecasted doom and gloom, well, it took a major body blow when the stunning May jobs numbers came in. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARLOW",
      "sentences": "New jobs numbers show that the U.S. added 2.5 million jobs in May - added, that's a big surprise. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This number is higher than I would have predicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "shocking for all the right reasons to see this number. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There's definitely underscoring the fact that this will have been the shortest recession in history. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Remember, there was going to be no \"V\" shaped recovery? Well, the number of jobs created in the last month by American entrepreneurs and businesses shattered every record. The Dow jumped 800 points today. And the media was so ready to pounce on what they presume are going to be these horrid jobs numbers that they were caught totally off guard. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now this morning the Amazon Washington Post tweeted this gem, \"Grim milestone to be reached as may unemployment rate nears 20 percent. Well, they deleted that embarrassment and their second attempt read, \"U.S. jobless rate unexpectedly declined to 13.3 percent in May amid pandemic.\" These are the most dishonest people ever. Just to own up to it, OK? You detest Trump so much that you will allow your own bias to get in the way of what should be reporting and real data analysis. Stock market was over 27,000 today kids. On election day in 2016, it was at 18,000. So an honest tweet who would have been maybe, I don't know, \"In stunning jobs report, investors prefer Trump in a pandemic over The Democrats on the verge of victory.\" Oh, I should have said that one. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, just over a week ago, remember this, the POLITICO reported that Democrats are quote, \"dreading\" a full blown recovery ahead of November. According to the article, the possibility of Americans getting back to work has caused some Democrats, especially Obama alumni, around Washington to panic. Oh, they're panicking today. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Joe Biden would surely have preferred that we stayed in lockdown through the election, maybe all in Michigan will for all I know. And he offered this feeble response to the stunning economic news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "The president, who takes no responsibility for costing millions and millions of Americans their jobs, deserves no credit when a fraction of them return. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, if Joe wins the presidency, we won't be seeing these types of numbers because he'll immediately make it easier to ship more jobs over to China, like we used to do, and he'll greenlight more foreign labor to take the jobs that Americans would do. But what about the polls? I know all of you are freaking out the polls. Well, the experts say that Biden's way ahead. It's his election to lose. Folks like James Carville are predicting a Democrat Wipeout. Experts say Americans want more progressive government. Well, they said that in 2016 too, remember. All the same people made all the same predictions. But then, as now, most of the so-called experts are just horribly wrong. In fact, they're not really experts in anything I've concluded. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } The media figures who furrow their brows and huff and puff about the president at every turn, they obsess over every tweet. All the left-wing economists, the social scientists who are desperate to usher in their era of a new normal, they've been predicting Trump's imminent political demise since day one. Their predictions about Russia and Mueller - wrong. Their predictions about impeachment - wrong. Their prediction about Trump's China tariffs - oh, yes, wrong. Their predictions about the USMCA - wrong. Their predictions about the coronavirus - wrong. Remember their predictions about the spring break COVID super spreaders - wrong. And as I've said time and again, you with your common sense, are so much smarter than most of these people will ever be. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Again, they're not really experts. They're just people who go on TV to play the role of experts. Yes, let's be very clear, they're not just getting it wrong time and again. If that was all it was, you know, they wouldn't have jobs anymore. They're important because they're perpetrating a fraud on you in America. And in some cases, it's even called costing lives. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Like that bogus hydroxychloroquine study that was published in the prestigious medical journal, the \"Lancet.\" I mean, that's just collapse. They had to retract the whole study. We're going to expose that later in the hour with two of the original medicine cabinet members. You don't want to miss that. But countries and hospitals, including in this country hospitals, they stopped allowing the use of that drug based on false data. How scary is that? And the experts, by the way, locked you down for weeks and weeks in your home - some of you still locked down based on false COVID mortality projections. You couldn't go to your daughter's wedding, your son's baseball game, your favorite restaurant, your kids couldn't go to school. You miss graduations and proms and all these life experiences. But the moment there was an event or a protest that they thought was important, all their rules are out the window. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look at Michigan Governor Gretchen Whitmer, Pritzker in Illinois. The left is always the same, it's always the same - you will sacrifice. But they, they won't. Just like with Obamacare, climate change and everything else, the experts and academia - come on, they've been urging us to do things like what? Defund the police. They've been urging that for years. And they say it's going to lead to safer communities, more trust. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } We know that's a fraud. It's going to lead to more suffering and more destruction. But not for the rich liberals who will vote for Biden or the hash tagging Hollywood celebrities, or the fortune 500 CEOs. They're not going to be affected really by a disbanded police force. They have their own private security guards and their expensive security systems. They can flee in their private jets to any country they want anytime a day or night. Everyone else, they'll be just left with a lot of bad expert advice. And that's \"The Angle.\" Joining me now is Bernie Marcus, Co-Founder of Home Depot and Founder of the Job Creators Network. Bernie, the experts, the media, so many Democrats discounted the President's plan to let the governor's decide when to reopen the country. They wanted us locked down through this election. But he made a key judgment in letting the states decide. And look at the jobs numbers today. Imagine if the whole country was open? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNIE MARCUS, HOME DEPOT CO-FOUNDER",
      "sentences": "Well, Laura, I'm so happy that the President finally listen to himself. I mean, he's a businessman. He has common sense. He understands what's right, and what's wrong, and he stopped listening to the experts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Fauci who is a bureaucrat, and I think I've discussed this with you last time. Now, there's a man that doesn't worry about what happens in the economy, because he gets paid no matter what. He's in the government and the government doesn't stop paying. By the way, you'll notice when all these people are out of work, there was nobody out of work in the government. All those people had their jobs, had their money coming in every week. So the American people are the ones who suffered - the American working people who are not part of the bureaucracy in Washington. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } And I will tell you that the President has to stay on his own mind and think for himself. Listen to some business people like yourself, and you'll come up and make the right decision. I think he will. And I'm so happy that he listened on the PPP, of giving some relief to small businesses and getting their employees back. We realized that - and by the way, Job Creators Network was very much involved with that, talking to Mnuchin, making sure that the small businesses got a piece of their action. But the truth of the matter is, they just didn't do it over a long enough period of time, and now they're ameliorated and they're going to make it over a longer period of time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } But I will tell you this, if I had to the President's ear, and I could say to him what would I do next, I don't know that I come down with any more money from-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Totally agreed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARCUS",
      "sentences": "--from Washington and give it out. I just don't believe that that's what I would do. But what I would do is those people working, I would take away FICA for the rest of the year, both for employees and for employers. That way, they'd be able to keep their money. Employers who are now running their businesses, especially in the restaurant business, and half the businesses in America, at a 50 percent rate, will be able to make up and pay their expenses at - by the way, those expenses didn't go to 50 percent. They stayed at 100 percent. So I'd like-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Bernie this is - yes, so that - yes, real tax relief. I don't think Americans in Georgia or Florida should have to give one cent to New York City given what they allowed to happen in that city or California or any of the other lockdowns. I think it's ridiculous. Not one penny to the states that refused to give people the right to go earn a living. Paul Krugman had a very interesting take, Bernie, on what the good jobs numbers meant going forward. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL KRUGMAN, ECONOMIST",
      "sentences": "We did a lot of aid to people in distress which was necessary, better than I would have expected, better than we have in any previous downturn. But Republicans hate that. The administration hates it. Republicans in Congress hate it. They can't wait to stop helping people, and this gives them an excuse to do that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Bernie it was the Democrats who held up the original rescue package for days and days and days, while Nancy finally got around to coming back to the country after she ringed every last concession she could into that bill. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARCUS",
      "sentences": "Laura, let me just say something to you. If Biden gets elected, the first thing they will do is they will go back and put the regulations in that will strangle businesses. That's what happened when Trump came in. The first thing he did was knock out these regulations and open up the door for people to hire, and grow and build and create jobs. He did a wonderful job in that area. The one thing that the Democrats love are regulations. And Biden, believe me when I tell you four years from now, if Biden is elected, this country will be in very bad shape. The 20 - the 14 percent or 13 percent unemployment will be a good number, because they will raise it much more. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } This man, and I'm talking about. President Trump understands how to create jobs. He's done it before. He could do it again. And I know I trust his judgment on this. I trusted his judgment, because he brought us in an economy that we have never seen in the history of this country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Bernie-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARCUS",
      "sentences": "How the hell do you - how do you argue about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Bernie, we got to hop. But let me tell you, the Democrats aren't even bothering to argue the economy, they're not even arguing. They're not trying to pretend they're going to raise anybody's standard of living and they're lying to you about all the goodies they're going to deliver, because they're never ever going to vote against their own self- interest. Not a lot of these rich people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Bernie, thank you. Great to see you as always tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARCUS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "After President Trump heralded the new jobs numbers in the Rose Garden today, the media engage in such a disgusting, perpetual smear job that we felt it was our duty to call it out and the perpetrators. The claim was best summarized by Bloomberg News reporter Erik Wasson. He said Trump says, he hopes George Floyd is looking down from heaven and happy about the strong jobs numbers. Well, that is a lie. And that lies spread like wildfire among more prominent members like CNN's Jake Tapper and the New York Times Peter Baker. It even made its way onto the cable airwaves. On MSNBC, Michael Steele, former RNC Chair, that's embarrassing, called Trump's comments borderline blasphemous. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, if the President had actually said what those media members were alleging, then his comments would be out of place and I'd call them out. But since we won't lie to you, here's what Trump said in its entirety. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Equal justice under the law must mean that every American receives equal treatment in every encounter with law enforcement, regardless of race, color, gender or creed, they have to receive fair treatment from law enforcement. They have to receive it. We also what happened last week. We can't let that happen. Hopefully, George is looking down right now and saying, this is a great thing that's happening for our country. This is a great day for him. It's a great day for everybody. This is a great day for everybody. It is a great, great day in terms of equality. It's really what our Constitution requires and it's what our country is all about. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's talking about equal protection under the law regardless of race. Joining me now, Charlie Hurt, Washington Times Opinion Editor; former New York Post, White House Correspondent; Fox News Contributor. Charlie, did you hear the jobs report mentioned in there? How do the media figures, who I called out, justify the blatant dishonesty in what they did? I mad about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "sentences": "You know, it's not even a distortion of what he said, because they're always distorting what he says this is a flat out lie. He didn't - they're making up something that he simply did not say. If you listen to his actual words, he's giving a shout out. He's applauding the peaceful protesters-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "--who are protesting the treatment of George Floyd. That is entirely different. 100 percent completely factually different from what people are claiming he said. But if you stop and think about it, and you go back to the beginning of just this year, this guy has been through an impeachment, which was entirely made up of lies, and then all of the stuff before the impeachment was made up of lies. The guy's been through a pandemic. He's going through riots right now. And the good news - the good economic - the stunningly good economic news that came out today, I think has a lot of these people in vapors. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think they've got nothing left to do, but to make up things about Donald Trump. And between now in the election law, we're going to be listening to the exactly this sort of thing where these guys come unhinged, and make stuff up every single day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I mean, Charlie, they thought the Mueller investigation was going to save them, then they thought impeachment was going to save them, then they thought the virus was going to save them. Now they think the protests and the riots are going to save them. And I think each time, like, wait a second, this guy's really resilient, and I think they're freaking out about it. I think they're absolutely freaking out and it's going to get worse. I completely agree with you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, the media is lies, they have real political consequences. Here was Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Toward the end of his remarks, President Trump said he hopes that \"George Floyd is looking down and seeing this is a great day for our country.\" For the President to try to put any other words in the mouths of George Floyd, I frankly think it's despicable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Charlie, your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "I mean, with the media like this, you kind of wonder, well, what else do you expect. But what you said your \"Angle\" is exactly right about this. All of these predictions, it's not only the lies, after the fact, it's all of the prognosticating before the fact went from Russia, to impeachment, to the pandemic, to all of it. The predictions have been the most dire predictions. They're fever dreams. They are dreams about anything. And ultimately what it is, is it's rooting for failure. They not only want Donald Trump to fail, they want America to fail. That they would do anything. They will crash any economy. They want the city - the country to burn to the ground. Anything-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Burn it all down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Anything to - yes, just to blame Donald Trump. And so now, that all of these things all their predictions aren't coming to fruition, they've - they're left with nothing else, but just to lie after the fact and they're going to keep doing it and they're going to. And you know what, the American voters are very, very cagey and they're very smart. And even people - they don't get paid like you and I do. They pay attention to all of this all the time and we, you know, live it day to day. They can tell when people are lying. And I don't think it's going to work in this election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Never - it's never seemly to be rooting against your own country or your own country's demise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We see that in a lot of the protesters, the activists, the violent - violence, and it's not good. There are good protesters and a lot of bad stuff going on in between. Charlie, thank you so much. And ahead, the call to dismantle or defund the police. Now, it's not some progressive pipe dream. It's now part of the Democrat mainstream. Terry Turchie, who I told you studied domestic insurgencies for years, he's going to tell us how these calls mirror what the \"Weather Underground\" had set up years ago, stay there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First, it was just the radical left and now it's actually leaders in the Democratic Party, and they're asking us to imagine a world without police. But we don't need to imagine that, because we already know what it looks like. In Alaska, where one third of villages have no police officers at all, a 2019. investigation by the liberal group ProPublica found that, \"Sexual abuse runs rampant. Public safety resources scarce.\" In 2018, East Pittsburgh dissolved its police force after an officer shot and killed a black teenager. Guess what happened next? Violent crime went up and black communities were some of the hardest hit. And here's what it's like in Santa Monica, California when cops aren't nearby to keep the peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There was a woman on a bicycle and she was driving by, got knocked off. He was trying to help her. He got beaten and stomped. We've seen other disturbing videos tonight. That we'll try to get to later in the hour. But my next guest says there's something even more troubling about the calls to defund the police. Those demands mirror those of the Weather Underground in the 1960s, of course, that violent group. Joining me now is Terry Turchie, former FBI Deputy Counter Terror Director. Author of the book \"In Their Own Words.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Terry, these videos are hard to watch. They're not being reported on by the other networks, which is a stunning dereliction of journalistic duty. But what's the similarity with the Weather Underground? And why is that so jarring to you for people who aren't still aren't familiar with that group?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRY TURCHIE, FMR FBI DEP DIR, COUNTERTERRORISM",
      "sentences": "Sure, many people weren't even born at that time. The Weather Underground, Laura, was a terrorist group back in the 1970s. And they were responsible for well over 2,000 bombings and attacks on government institutions, businesses in the United States. And, certainly, they had a major goal and that goal was to format a communist revolution. They called themselves communists minded men and women. And in 1974, they authored a document called \"Prairie Fire,\" and they outlined their strategy and they outlined the way they could get to that strategy, and actually bring down the U.S. government. We saw during that timeframe, massive protests, hundreds of thousands of people in the streets, kind of martialed by the aftermath of the Vietnam War than Watergate. And they use those protests to get where they wanted to go. But then they got scattered as the FBI was effective in running them down and eventually, many of them left the country. Ultimately, the Weather Underground kind of went out of business. But they left Prairie Fire behind. What was their strategy? This was 180-page document. Their strategy was called resistance. Not too long, maybe about five minutes after President Trump won the election in 2016, Democratic Party leaders came out and they said we're going to resist. We're going to embark upon a strategy of resistance to the President. But that's not - that's only the beginning. The document - the Prairie Fire document, actually contained six points that the Weather Underground felt very important about. These were the planning points that would bring about this revolution. They wanted-- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm going to put them on screen Terry so people can see what you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Go through them briefly. Destroy capitalism, the weapon of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "Destroy capitalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, systemic racism, political racism, police racism, identify the victim classes, organize the victim classes. That's why you have LGBT folks and illegal immigrants--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--joining the cause. Engage in international solidarity with the global movement. Attack and dethrone God. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "So let's take two of those points tonight. Let's take international solidarity and of course, police racism. This is over 50 years ago. Racism, systematic racism, police brutality, systemic police brutality, these were the things they were saying then. They knew that these were nothing more than the kerosene you throw on the fire, but they knew they were. The Black Panther Party, meanwhile, over and Oakland was recommending - was saying we're going to demand that the police in our communities leave. That we'll police our own communities. All of this was happening at the same time. The Black Panther Party was ambushing police officers in America back then. So police racism then, and police racism now is a phony issue. It has always been a phony issue. It is the issue that communist societies used to literally tear apart American and to be divisive. Those categories of people you have on that screen, those are the kind of victimhood that they look for to kind of bring into focus large groups of people and get them on the team here. And so when you see these demonstrations, they're kind of a part of a lot of organized parties out there that have been brought in together. All of this has been adopted into the 2016 Democratic Party platform in almost the same language as you have on the screen. And now--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So we got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "--we're seeing their politicians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. So Terry now from these radical groups, that became violent bombings and so forth, morphing into all these groups today and resulting in a New Democrat Party that's embracing all of these radical ideas and making people literally bow down to them or else you're going to lose your job or all the other things they're threatening. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } And all of these corporate CEOs, all these folks -- everyone is running scared. Terry, we are going to continue, we'll talk to you next week further on this, because there's going to be more developments, we see them already happening. Thank you so much. And the Minneapolis City Council's push to dismantle its police department is getting a boost from the Squad. Congresswoman Ilhan Omar, it's her district, after all, where all of his happening, \"The Minneapolis Police Department has proved themselves beyond reform.\" I think she meant \"itself.\" \"It's time to disband them and reimagine public safety in Minneapolis.\" But as this idea, of course, hits the mainstream, have Democrats really thought it through? The new Marist/PBS poll is finding that 56 percent of voters believe police behave appropriately or not aggressively enough. Only 34 percent believe police are too aggressive. Joining me now is pollster Doug Schoen and Pastor Darrell Scott, founder of the New Spirit Revival Center, cofounder of the National Diversity Coalition for Trump, and author of the upcoming book \"Nothing to Lose.\" Pastor, what would defunding the police do to black neighborhoods in Ms. Omar's district?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, CEO, URBAN REVITALIZATION COALITION",
      "sentences": "Defunding the police would be nothing short of disastrous in inner-city urban communities. In fact, truth be told, increased funding is actually necessary in certain inner-city communities. The criminal element would like nothing more than a reduction in police presence and police power. I know what I'm talking about. It would be the dumbest, stupidest move that the Democrats -- in a long history of dumb, stupid moves, this would be the dumbest and the stupidest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "As we said earlier, the rich people are going to vote for Biden. They don't have to worry about the police because they have their own private security details. But I've got to say here, Doug, the political aspect of all of this with this poll, what are the Democrats thinking? Do they think that all of suburbia, they hate their police, too? I love the police in my area. They are wonderful people, and I've gotten to know a lot of them. I'm a big supporter of the police. Always bad folks in any groups, but I love the police in my area, they are great people. And I think most people actually agree with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG SCHOEN, FOX NEWS CONTRIBUTOR",
      "sentences": "Laura, most swing voters agree with you. Suburban whites, suburban women like the police. I think what the Democrats should focus on is not defunding the police, but a better and more responsive police, because if you have a better police force and you have officers that are better trained, you will avoid the kind of tragic abuses we've seen here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } And for the Democrats, if they go hard left, as they did in 1968, the net result will be to help Donald Trump win the election. And I think the party is making a very bad move when you talk about eliminating ICE, you talk about defunding the police, you are just playing into the hands of the Republicans, Donald Trump, and really hurting mainstream moderate Democrats, like myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pastor Scott, let's take a trip down memory lane. This is 1989 when President George H. W. Bush, he put forward his plan to get drugs off the streets. Here is how Biden reacted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The sad part is that we have no more police in the streets of our major cities than we had 10 years ago. The president's plan doesn't include enough police officers to catch the violent thugs. The president should triple -- triple the commitment that he's made tonight for police, prosecutors, and judges for our cities and our states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pastor Scott, that was Joe Biden before he was mugged by the new radical reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "But see, that Joe Biden right there wasn't really black. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Now we've got black Joe Biden now. He's thinking he's saying whatever appeals to the black community. So of course, if he thinks the blacks don't want police, OK, then let's not have police. If he thinks the blacks do -- now, once he gets in power, he'll change his tune. He's saying whatever he has to say right now, when he's talking about sweeping police reform, he's saying whatever he has to say right now to get that black vote. But back then, we heard the true Joe Biden. He thinks that increased police presence and police power is necessary. He thought it then. That's why he introduced that crime bill, because he thought it then, and he still thinks it now. He's just trying to hoodwink the black community into supporting him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Doug and Pastor Scott, thank you both so much. Great to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And up next, Biden has some confusing advice for protesters, the left gets religious, and the news shows you're not allowed to watch anymore. Raymond Arroyo, Friday Follies, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's Friday, and that means it's time for Friday Follies. Biden on repeat, protesters get downright religious, and toys you should now avoid. Joining us with all the details, Raymond Arroyo, FOX News contributor. Raymond, what is Biden up to now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, during an online summit on race, Laura, Joe Biden was joined by actor Don Cheadle, and at one point the former V.P. attempted to demonstrate how advanced he is on race relations, and he offered this penetrating insight. Watch Don Cheadle's face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "In my household, you could never, ever, ever, ever, ever say, if you get in a fight with somebody, you can never say anything about them that was true. If they were 300 pounds, you couldn't say you're fat. You could never say that they had nothing to do with having to have made -- put upon themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, it is this kind of rambling syntax, this is part of the reason that the new Rasmussen daily tracking poll has Donald Trump at 25 percent strongly approval -- strong approval -- among black Americans, 25 percent. Biden just, he repeatedly gave those taking to the streets this week some advice. He thought this might help them in their protests, and he kept checking the notes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The act of protesting should never be allowed to overshadow the reason for the protests. The act of protesting should, you know, should never be allowed to overshadow the reason for protests in the first place. We can't allow the protesting to overshadow the purpose of the protests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my God. Wait, wait, hold on, Raymond, Raymond. It looked like they were visiting him through the glass. He's been sheltering in place, and they are like, oh, thank you, oh, isn't that sweet. That was unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The repetition, Laura, that repetition, if you say it slower, it makes more sense. It doesn't. But at a time we have such challenges abroad and at home, the Biden campaign has a steep, steep curve here to try to convince Americans that this man, who seems to have his finger on the Life Alert button at every point, that he is ready to run the country. Laura, perhaps the most revealing and maybe the most painful Biden bite of the week was this one that got no attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "To everyone who is struggling with their mental health, you are not alone. There's no shame in seeking help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, it's getting tragic at this point. I think people want somebody to empathize with them, but they don't want the Oval Office to become a crying room, and on many days, it feels that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, religion took center stage this week. The left, they're still enraged about the president holding a Bible up in front of St. John's Church the other day, even though many of his predecessors, I recall, did the same thing. So what's the deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, the president did something I never thought I'd see. Just by holding up a Bible, he inspired a series of political Bible studies almost immediately, Laura. Let us pray.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "Here in New York, we actually read the Bible. Blessed are the peacemakers, for they will be called children of god.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "I was thinking of the Book of Ecclesiastes, and in it they talk about, there is an appointed for everything, a time to embrace and a time to shun embracing. How about that for today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "So holy. Fulton Sheen, Laura, once said, when the church drops piety and religious practice, the world takes it up. And I'm struck by the religious fervor of even these protests. What we are seeing is a secular religion. People respond to calls for hands up, kneel down. You don't see this much movement at a high mass. They even had smoke on the street. And this liturgical garb. One it was pink hats. Not it's black masks and skinny jeans, with the occasional brick. We even have public confession. The other night, Jimmy Fallon apologized for wearing blackface in a 2000 \"SNL\" sketch. Then he spent time in a virtual confession box with the head of the NAACP.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY FALLON, LATE NIGHT TALK SHOW HOST",
      "sentences": "I personally want to know how I can do better and take responsibility for how I act, both consciously and unconsciously. We talked about this -- I talked to you, thank you very much, about my mistakes I've made in the past. I want to move forward, and going forward, I want to work on being a better ally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The groveling is so sad to watch. But why is he the only one apologizing? Why isn't NBC or the folks at \"SNL\" apologizing? This was 20- something years ago almost. It's a remarkable thing to behold, what's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, well, I think just, no one gets to ever make a mistake. The goalposts shift, and then 20 years ago -- Ralph Northam seems to be doing just fine in Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Pretty well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Because he keeps a lot of it locked down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, in one of the most absurd announcements of the week, the toy company Lego has decided that out of respect for black out Tuesday, it is suspending promotion of 30 Lego playsets, including those containing police officers and firefighters, emergency workers, even the White House, the Lego version of the White House. Perhaps they can resume promotion of the Lego City police station once the Antifa looting spree playset comes online. And tonight, A&E just pulled its number one rated live PD, Laura, from their schedule this weekend out of respect for the families of George Floyd and others who have their lives. This is one of the most popular live- action police shows on TV. I think it helps people sympathize with what cops go through. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think they're worried about some of the -- we've got to go, Raymond, we've got to go. But I think they are worried about some of the looters being caught on camera. That's what they are worried about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Maybe they don't want to get into any trouble there. Raymond, thank you so much. And I have got to go get my son's police Legos and hide them, obviously. After weeks of media glee over supposed failed medical trial, the one prestigious medical journal \"Lancet\" has obviously retracted a bogus hydroxychloroquine study. My medicine cabinet here in a moment to explain why the politicization of medicine is toxic for all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Two weeks ago, \"The Lancet\" published a study claiming that hydroxychloroquine not only didn't work against COVID but was dangerous. One problem -- it was all fake. Real scientists combed through the data and forced the journal to retract it. Three countries prohibited the use for HCQ for COVID based on this \"Lancet\" study, Belgium, France, and Italy. Dr. Fauci himself basically declared the drug a lost cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "Clearly, the scientific data is really quite evident now about the lack of efficacy for it, and even the possibility that there could be adverse events, particularly with regard to cardiovascular and the arrhythmias that may be associated with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And yet a deafening silence from Dr. Fauci today, a silence speaking volumes. There's a lesson here. Science is a process. It's not an outcome. And when politics and confirmation bias take precedent, well, there is a bad result coming. Join me now is Dr. Ramin Oskoui, cardiologist and CEO of Foxhall Cardiology. Also with me is Dr. Stephen Smith, founder of the Smith Center for Infectious Diseases and Urban Health. Dr. Smith, you've treated so many COVID patients and continue to. You say this is a blight on the medical community, and one that brings you no joy. Explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. STEPHEN SMITH, SMITH CENTER FOR INFECTIOUS DISEASE",
      "sentences": "Yes, Laura, thank you, and how are you tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's a rough time. It's a rough time, obviously, in America, but a rough time medical journalism, academic medicine. The mixture of politics in medicine really don't have any role. They should never mix together. It's a sad day. I knew. I'd been to the \"Lancet\" article, and assuming the data were correct. I didn't think they were valid, but I assumed that. I sent my critique to \"Lancet.\" To their credit, they asked me to submit in the correspondence so that they publish part or all of it. And it was highly critical of just the analysis of that. And then a couple of days later, the data was shown to be fraudulent, or called out to be fraudulent and later proved to be fraudulent. And then the journal published an article not related to hydroxychloroquine, related to COVID, a lesser data section of the same group several weeks earlier, and they both had to retract the paper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "My question to you, Dr. Oskoui, and I'm going to get back to Dr. Smith, have people perhaps died because doctors were less willing to give hydroxy on an outpatient basis? We won't know that I guess, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CARDIOLOGIST",
      "sentences": "I think we may never know that, but this is medical fraud for political purpose. What these individuals did, and the \"Lancet\" and New England Journal medicine were party to, as was Dr. Fauci was, they spiked the use of hydroxychloroquine. Physicians are notoriously risk-averse. You stay away from controversy. And this has now become vastly more controversial than it should've been. You don't hear about positive studies that are beautifully done in France and Spain and Italy and South Korea that answer a lot of these questions. You have these poorly done studies, if they are done at all. In the case of the \"Lancet\" article, it is clearly just a completely fraudulent database, and you have Dr. Horton and Dr. Rubin, the editors of the \"Lancet\" and \"New England Journal\" respectively who are pulling a Rod Rosenstein, saying I didn't know. I never read it. But they published it with verve, and they should consider resigning from their positions. We need to have a wholesale work, because you wonder what else is wrong in these journals if this is what we've discovered in this simple matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Smith, the problem here I think is that the media, we are just laypeople. You guys are sophisticated medical thinkers. We're laypeople. But people hear this, like oh, my God. I'm going to have a heart attack for the first pill I take. So people were afraid, Dr. Smith. And you were coming on this show week after week, you must've come on this show 15 times, and you explained very methodically when do you prescribe it, how do you prescribe it, the patient types you're having. And I just fear real damage was done, not only to the medical establishment, to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I agree. I think people have died because of this, and I don't say that lightly at all. I myself have continued to prescribe it, and I do so extremely carefully, because I know the administration is looking over my shoulder. I know it. And they've restricted the drug now to clinical trials only, which is unethical, but that's what they've done. And it's a very, very chilling environment to practice medicine in. And it's weird that science doesn't rule the day, where this hype does. We know hydroxychloroquine is safe. Studies are unbelievably strong in that regard. And people have suggested there weren't COVID patients. Come on. We have our own data showing it's safe. We still measure EKGs on patients every day when we use this regimen. We do that not because we think we need it, because, God forbid, anything happens to this patient, they're going to blame us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course they are. Dr. Oskoui, my question here is where are the mea culpas was from Dr. Fauci, from all these medical journalists, from all of these media types who gleefully proclaimed this drug is dead. It's not going to be the go to drug. It's out of hospital protocol. I have not heard from any of them, zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "One abiding characteristic of all politicians is, they can never admit they're wrong. And this tells me that Dr. Fauci and others, who never admit they make a mistake, are more politician than physician. You'll never see this. They'll move on. They'll never be called out for what they've done, and the real damage they've done to the trust that practicing physicians like myself have for these so-called academic experts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to go. Gentlemen, thank you both for being here tonight. And when we come back, the media's stunning hypocrisy on social distancing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "After not caring that throngs of protesters have been mere inches from each other for 10 days, the White House press corps was put in danger today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The president tried to turn reporters into props earlier today as White House staffers rearranged the chairs at a news conference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is a president who was literally violating social distancing policies, forcing my body to be closer to someone else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Let that stand on its own. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And we are very happy to welcome to our network Lisa Page, former FBI lawyer who worked as special counsel for Robert Mueller's legal team. She worked on the Russian government disinformation probe and on the Hillary Clinton email investigation both. Lucky for us, MSNBC analyst."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "My heart's troubled. Laura's next. Have a great weekend."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham and this is \"The Ingraham Angle\" from Washington tonight. Well, after a Trump press conference heralding these new job numbers, the media engaged in such a disgusting smear that I just felt I had no choice, but to call it out, and frankly, destroy the smear and name the very figures spreading it. We are going to do that in moments. Also tonight, Terry Turchie, we get such a huge reaction to his appearance the other night. He's studying domestic insurgencies for years at the FBI. He's going to tell us why calls to dismantle the police point to a very alarming endgame. What will the result of that all be? Plus, Raymond Arroyo is here, Biden's latest stumbles. The left's new found religion - Ooh! And Jimmy Fallon's embarrassing groveling. \"Friday Follies\" has got it all. But first, the experts blow it again. That's the focus of \"Tonight's Angle.\""
    },
    {
      "speaker": "MARK ZANDI, CHIEF ECONOMIST, MOODY'S ANALYTICS",
      "utterance": "won't be until the decade, I don't think, until the economy can fully adjust, so we get those jobs back."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do the math and it's not hard to get to 20 percent unemployment."
    },
    {
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "utterance": "The administration has bet so much on PPP, helping lead to what they're saying will be likely a \"V\" shaped recovery, and that doesn't seem very certain at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was obvious that many on the left were just giddy a couple months ago that the virus had devastated the booming Trump economy. They were thrilled and they were wished casting gruesome jobs numbers from April - April basically, all the way to Election Day, and they predicted that the economy would show Another 8 million jobs and May. Oh, was there hate in their anger toward this administration that continued to consume whatever good judgment or sense they have? And today, the credibility of all those who forecasted doom and gloom, well, it took a major body blow when the stunning May jobs numbers came in."
    },
    {
      "speaker": "HARLOW",
      "utterance": "New jobs numbers show that the U.S. added 2.5 million jobs in May - added, that's a big surprise."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This number is higher than I would have predicted."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "shocking for all the right reasons to see this number."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "There's definitely underscoring the fact that this will have been the shortest recession in history."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Remember, there was going to be no \"V\" shaped recovery? Well, the number of jobs created in the last month by American entrepreneurs and businesses shattered every record. The Dow jumped 800 points today. And the media was so ready to pounce on what they presume are going to be these horrid jobs numbers that they were caught totally off guard. Now this morning the Amazon Washington Post tweeted this gem, \"Grim milestone to be reached as may unemployment rate nears 20 percent. Well, they deleted that embarrassment and their second attempt read, \"U.S. jobless rate unexpectedly declined to 13.3 percent in May amid pandemic.\" These are the most dishonest people ever. Just to own up to it, OK? You detest Trump so much that you will allow your own bias to get in the way of what should be reporting and real data analysis. Stock market was over 27,000 today kids. On election day in 2016, it was at 18,000. So an honest tweet who would have been maybe, I don't know, \"In stunning jobs report, investors prefer Trump in a pandemic over The Democrats on the verge of victory.\" Oh, I should have said that one. Now, just over a week ago, remember this, the POLITICO reported that Democrats are quote, \"dreading\" a full blown recovery ahead of November. According to the article, the possibility of Americans getting back to work has caused some Democrats, especially Obama alumni, around Washington to panic. Oh, they're panicking today. Joe Biden would surely have preferred that we stayed in lockdown through the election, maybe all in Michigan will for all I know. And he offered this feeble response to the stunning economic news."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "The president, who takes no responsibility for costing millions and millions of Americans their jobs, deserves no credit when a fraction of them return."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, if Joe wins the presidency, we won't be seeing these types of numbers because he'll immediately make it easier to ship more jobs over to China, like we used to do, and he'll greenlight more foreign labor to take the jobs that Americans would do. But what about the polls? I know all of you are freaking out the polls. Well, the experts say that Biden's way ahead. It's his election to lose. Folks like James Carville are predicting a Democrat Wipeout. Experts say Americans want more progressive government. Well, they said that in 2016 too, remember. All the same people made all the same predictions. But then, as now, most of the so-called experts are just horribly wrong. In fact, they're not really experts in anything I've concluded. The media figures who furrow their brows and huff and puff about the president at every turn, they obsess over every tweet. All the left-wing economists, the social scientists who are desperate to usher in their era of a new normal, they've been predicting Trump's imminent political demise since day one. Their predictions about Russia and Mueller - wrong. Their predictions about impeachment - wrong. Their prediction about Trump's China tariffs - oh, yes, wrong. Their predictions about the USMCA - wrong. Their predictions about the coronavirus - wrong. Remember their predictions about the spring break COVID super spreaders - wrong. And as I've said time and again, you with your common sense, are so much smarter than most of these people will ever be. Again, they're not really experts. They're just people who go on TV to play the role of experts. Yes, let's be very clear, they're not just getting it wrong time and again. If that was all it was, you know, they wouldn't have jobs anymore. They're important because they're perpetrating a fraud on you in America. And in some cases, it's even called costing lives. Like that bogus hydroxychloroquine study that was published in the prestigious medical journal, the \"Lancet.\" I mean, that's just collapse. They had to retract the whole study. We're going to expose that later in the hour with two of the original medicine cabinet members. You don't want to miss that. But countries and hospitals, including in this country hospitals, they stopped allowing the use of that drug based on false data. How scary is that? And the experts, by the way, locked you down for weeks and weeks in your home - some of you still locked down based on false COVID mortality projections. You couldn't go to your daughter's wedding, your son's baseball game, your favorite restaurant, your kids couldn't go to school. You miss graduations and proms and all these life experiences. But the moment there was an event or a protest that they thought was important, all their rules are out the window. Look at Michigan Governor Gretchen Whitmer, Pritzker in Illinois. The left is always the same, it's always the same - you will sacrifice. But they, they won't. Just like with Obamacare, climate change and everything else, the experts and academia - come on, they've been urging us to do things like what? Defund the police. They've been urging that for years. And they say it's going to lead to safer communities, more trust. We know that's a fraud. It's going to lead to more suffering and more destruction. But not for the rich liberals who will vote for Biden or the hash tagging Hollywood celebrities, or the fortune 500 CEOs. They're not going to be affected really by a disbanded police force. They have their own private security guards and their expensive security systems. They can flee in their private jets to any country they want anytime a day or night. Everyone else, they'll be just left with a lot of bad expert advice. And that's \"The Angle.\" Joining me now is Bernie Marcus, Co-Founder of Home Depot and Founder of the Job Creators Network. Bernie, the experts, the media, so many Democrats discounted the President's plan to let the governor's decide when to reopen the country. They wanted us locked down through this election. But he made a key judgment in letting the states decide. And look at the jobs numbers today. Imagine if the whole country was open?"
    },
    {
      "speaker": "BERNIE MARCUS, HOME DEPOT CO-FOUNDER",
      "utterance": "Well, Laura, I'm so happy that the President finally listen to himself. I mean, he's a businessman. He has common sense. He understands what's right, and what's wrong, and he stopped listening to the experts. Fauci who is a bureaucrat, and I think I've discussed this with you last time. Now, there's a man that doesn't worry about what happens in the economy, because he gets paid no matter what. He's in the government and the government doesn't stop paying. By the way, you'll notice when all these people are out of work, there was nobody out of work in the government. All those people had their jobs, had their money coming in every week. So the American people are the ones who suffered - the American working people who are not part of the bureaucracy in Washington. And I will tell you that the President has to stay on his own mind and think for himself. Listen to some business people like yourself, and you'll come up and make the right decision. I think he will. And I'm so happy that he listened on the PPP, of giving some relief to small businesses and getting their employees back. We realized that - and by the way, Job Creators Network was very much involved with that, talking to Mnuchin, making sure that the small businesses got a piece of their action. But the truth of the matter is, they just didn't do it over a long enough period of time, and now they're ameliorated and they're going to make it over a longer period of time. But I will tell you this, if I had to the President's ear, and I could say to him what would I do next, I don't know that I come down with any more money from--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Totally agreed."
    },
    {
      "speaker": "MARCUS",
      "utterance": "--from Washington and give it out. I just don't believe that that's what I would do. But what I would do is those people working, I would take away FICA for the rest of the year, both for employees and for employers. That way, they'd be able to keep their money. Employers who are now running their businesses, especially in the restaurant business, and half the businesses in America, at a 50 percent rate, will be able to make up and pay their expenses at - by the way, those expenses didn't go to 50 percent. They stayed at 100 percent. So I'd like--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Bernie this is - yes, so that - yes, real tax relief. I don't think Americans in Georgia or Florida should have to give one cent to New York City given what they allowed to happen in that city or California or any of the other lockdowns. I think it's ridiculous. Not one penny to the states that refused to give people the right to go earn a living. Paul Krugman had a very interesting take, Bernie, on what the good jobs numbers meant going forward. Watch."
    },
    {
      "speaker": "PAUL KRUGMAN, ECONOMIST",
      "utterance": "We did a lot of aid to people in distress which was necessary, better than I would have expected, better than we have in any previous downturn. But Republicans hate that. The administration hates it. Republicans in Congress hate it. They can't wait to stop helping people, and this gives them an excuse to do that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Bernie it was the Democrats who held up the original rescue package for days and days and days, while Nancy finally got around to coming back to the country after she ringed every last concession she could into that bill."
    },
    {
      "speaker": "MARCUS",
      "utterance": "Laura, let me just say something to you. If Biden gets elected, the first thing they will do is they will go back and put the regulations in that will strangle businesses. That's what happened when Trump came in. The first thing he did was knock out these regulations and open up the door for people to hire, and grow and build and create jobs. He did a wonderful job in that area. The one thing that the Democrats love are regulations. And Biden, believe me when I tell you four years from now, if Biden is elected, this country will be in very bad shape. The 20 - the 14 percent or 13 percent unemployment will be a good number, because they will raise it much more. This man, and I'm talking about. President Trump understands how to create jobs. He's done it before. He could do it again. And I know I trust his judgment on this. I trusted his judgment, because he brought us in an economy that we have never seen in the history of this country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Bernie--"
    },
    {
      "speaker": "MARCUS",
      "utterance": "How the hell do you - how do you argue about that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Bernie, we got to hop. But let me tell you, the Democrats aren't even bothering to argue the economy, they're not even arguing. They're not trying to pretend they're going to raise anybody's standard of living and they're lying to you about all the goodies they're going to deliver, because they're never ever going to vote against their own self- interest. Not a lot of these rich people. Bernie, thank you. Great to see you as always tonight."
    },
    {
      "speaker": "MARCUS",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "After President Trump heralded the new jobs numbers in the Rose Garden today, the media engage in such a disgusting, perpetual smear job that we felt it was our duty to call it out and the perpetrators. The claim was best summarized by Bloomberg News reporter Erik Wasson. He said Trump says, he hopes George Floyd is looking down from heaven and happy about the strong jobs numbers. Well, that is a lie. And that lies spread like wildfire among more prominent members like CNN's Jake Tapper and the New York Times Peter Baker. It even made its way onto the cable airwaves. On MSNBC, Michael Steele, former RNC Chair, that's embarrassing, called Trump's comments borderline blasphemous. Now, if the President had actually said what those media members were alleging, then his comments would be out of place and I'd call them out. But since we won't lie to you, here's what Trump said in its entirety."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Equal justice under the law must mean that every American receives equal treatment in every encounter with law enforcement, regardless of race, color, gender or creed, they have to receive fair treatment from law enforcement. They have to receive it. We also what happened last week. We can't let that happen. Hopefully, George is looking down right now and saying, this is a great thing that's happening for our country. This is a great day for him. It's a great day for everybody. This is a great day for everybody. It is a great, great day in terms of equality. It's really what our Constitution requires and it's what our country is all about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's talking about equal protection under the law regardless of race. Joining me now, Charlie Hurt, Washington Times Opinion Editor; former New York Post, White House Correspondent; Fox News Contributor. Charlie, did you hear the jobs report mentioned in there? How do the media figures, who I called out, justify the blatant dishonesty in what they did? I mad about this?"
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "utterance": "You know, it's not even a distortion of what he said, because they're always distorting what he says this is a flat out lie. He didn't - they're making up something that he simply did not say. If you listen to his actual words, he's giving a shout out. He's applauding the peaceful protesters--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HURT",
      "utterance": "--who are protesting the treatment of George Floyd. That is entirely different. 100 percent completely factually different from what people are claiming he said. But if you stop and think about it, and you go back to the beginning of just this year, this guy has been through an impeachment, which was entirely made up of lies, and then all of the stuff before the impeachment was made up of lies. The guy's been through a pandemic. He's going through riots right now. And the good news - the good economic - the stunningly good economic news that came out today, I think has a lot of these people in vapors. I think they've got nothing left to do, but to make up things about Donald Trump. And between now in the election law, we're going to be listening to the exactly this sort of thing where these guys come unhinged, and make stuff up every single day."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I mean, Charlie, they thought the Mueller investigation was going to save them, then they thought impeachment was going to save them, then they thought the virus was going to save them. Now they think the protests and the riots are going to save them. And I think each time, like, wait a second, this guy's really resilient, and I think they're freaking out about it. I think they're absolutely freaking out and it's going to get worse. I completely agree with you. Now, the media is lies, they have real political consequences. Here was Biden."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Toward the end of his remarks, President Trump said he hopes that \"George Floyd is looking down and seeing this is a great day for our country.\" For the President to try to put any other words in the mouths of George Floyd, I frankly think it's despicable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Charlie, your reaction."
    },
    {
      "speaker": "HURT",
      "utterance": "I mean, with the media like this, you kind of wonder, well, what else do you expect. But what you said your \"Angle\" is exactly right about this. All of these predictions, it's not only the lies, after the fact, it's all of the prognosticating before the fact went from Russia, to impeachment, to the pandemic, to all of it. The predictions have been the most dire predictions. They're fever dreams. They are dreams about anything. And ultimately what it is, is it's rooting for failure. They not only want Donald Trump to fail, they want America to fail. That they would do anything. They will crash any economy. They want the city - the country to burn to the ground. Anything--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Burn it all down."
    },
    {
      "speaker": "HURT",
      "utterance": "Anything to - yes, just to blame Donald Trump. And so now, that all of these things all their predictions aren't coming to fruition, they've - they're left with nothing else, but just to lie after the fact and they're going to keep doing it and they're going to. And you know what, the American voters are very, very cagey and they're very smart. And even people - they don't get paid like you and I do. They pay attention to all of this all the time and we, you know, live it day to day. They can tell when people are lying. And I don't think it's going to work in this election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Never - it's never seemly to be rooting against your own country or your own country's demise."
    },
    {
      "speaker": "HURT",
      "utterance": "No."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We see that in a lot of the protesters, the activists, the violent - violence, and it's not good. There are good protesters and a lot of bad stuff going on in between. Charlie, thank you so much. And ahead, the call to dismantle or defund the police. Now, it's not some progressive pipe dream. It's now part of the Democrat mainstream. Terry Turchie, who I told you studied domestic insurgencies for years, he's going to tell us how these calls mirror what the \"Weather Underground\" had set up years ago, stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First, it was just the radical left and now it's actually leaders in the Democratic Party, and they're asking us to imagine a world without police. But we don't need to imagine that, because we already know what it looks like. In Alaska, where one third of villages have no police officers at all, a 2019. investigation by the liberal group ProPublica found that, \"Sexual abuse runs rampant. Public safety resources scarce.\" In 2018, East Pittsburgh dissolved its police force after an officer shot and killed a black teenager. Guess what happened next? Violent crime went up and black communities were some of the hardest hit. And here's what it's like in Santa Monica, California when cops aren't nearby to keep the peace."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There was a woman on a bicycle and she was driving by, got knocked off. He was trying to help her. He got beaten and stomped. We've seen other disturbing videos tonight. That we'll try to get to later in the hour. But my next guest says there's something even more troubling about the calls to defund the police. Those demands mirror those of the Weather Underground in the 1960s, of course, that violent group. Joining me now is Terry Turchie, former FBI Deputy Counter Terror Director. Author of the book \"In Their Own Words.\" Terry, these videos are hard to watch. They're not being reported on by the other networks, which is a stunning dereliction of journalistic duty. But what's the similarity with the Weather Underground? And why is that so jarring to you for people who aren't still aren't familiar with that group?"
    },
    {
      "speaker": "TERRY TURCHIE, FMR FBI DEP DIR, COUNTERTERRORISM",
      "utterance": "Sure, many people weren't even born at that time. The Weather Underground, Laura, was a terrorist group back in the 1970s. And they were responsible for well over 2,000 bombings and attacks on government institutions, businesses in the United States. And, certainly, they had a major goal and that goal was to format a communist revolution. They called themselves communists minded men and women. And in 1974, they authored a document called \"Prairie Fire,\" and they outlined their strategy and they outlined the way they could get to that strategy, and actually bring down the U.S. government. We saw during that timeframe, massive protests, hundreds of thousands of people in the streets, kind of martialed by the aftermath of the Vietnam War than Watergate. And they use those protests to get where they wanted to go. But then they got scattered as the FBI was effective in running them down and eventually, many of them left the country. Ultimately, the Weather Underground kind of went out of business. But they left Prairie Fire behind. What was their strategy? This was 180-page document. Their strategy was called resistance. Not too long, maybe about five minutes after President Trump won the election in 2016, Democratic Party leaders came out and they said we're going to resist. We're going to embark upon a strategy of resistance to the President. But that's not - that's only the beginning. The document - the Prairie Fire document, actually contained six points that the Weather Underground felt very important about. These were the planning points that would bring about this revolution. They wanted--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm going to put them on screen Terry so people can see what you're talking about."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "OK."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Go through them briefly. Destroy capitalism, the weapon of--"
    },
    {
      "speaker": "TURCHIE",
      "utterance": "Destroy capitalism."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, systemic racism, political racism, police racism, identify the victim classes, organize the victim classes. That's why you have LGBT folks and illegal immigrants--"
    },
    {
      "speaker": "TURCHIE",
      "utterance": "Exactly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--joining the cause. Engage in international solidarity with the global movement. Attack and dethrone God."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "So let's take two of those points tonight. Let's take international solidarity and of course, police racism. This is over 50 years ago. Racism, systematic racism, police brutality, systemic police brutality, these were the things they were saying then. They knew that these were nothing more than the kerosene you throw on the fire, but they knew they were. The Black Panther Party, meanwhile, over and Oakland was recommending - was saying we're going to demand that the police in our communities leave. That we'll police our own communities. All of this was happening at the same time. The Black Panther Party was ambushing police officers in America back then. So police racism then, and police racism now is a phony issue. It has always been a phony issue. It is the issue that communist societies used to literally tear apart American and to be divisive. Those categories of people you have on that screen, those are the kind of victimhood that they look for to kind of bring into focus large groups of people and get them on the team here. And so when you see these demonstrations, they're kind of a part of a lot of organized parties out there that have been brought in together. All of this has been adopted into the 2016 Democratic Party platform in almost the same language as you have on the screen. And now--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So we got to go."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "--we're seeing their politicians."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. So Terry now from these radical groups, that became violent bombings and so forth, morphing into all these groups today and resulting in a New Democrat Party that's embracing all of these radical ideas and making people literally bow down to them or else you're going to lose your job or all the other things they're threatening. And all of these corporate CEOs, all these folks -- everyone is running scared. Terry, we are going to continue, we'll talk to you next week further on this, because there's going to be more developments, we see them already happening. Thank you so much. And the Minneapolis City Council's push to dismantle its police department is getting a boost from the Squad. Congresswoman Ilhan Omar, it's her district, after all, where all of his happening, \"The Minneapolis Police Department has proved themselves beyond reform.\" I think she meant \"itself.\" \"It's time to disband them and reimagine public safety in Minneapolis.\" But as this idea, of course, hits the mainstream, have Democrats really thought it through? The new Marist/PBS poll is finding that 56 percent of voters believe police behave appropriately or not aggressively enough. Only 34 percent believe police are too aggressive. Joining me now is pollster Doug Schoen and Pastor Darrell Scott, founder of the New Spirit Revival Center, cofounder of the National Diversity Coalition for Trump, and author of the upcoming book \"Nothing to Lose.\" Pastor, what would defunding the police do to black neighborhoods in Ms. Omar's district?"
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, CEO, URBAN REVITALIZATION COALITION",
      "utterance": "Defunding the police would be nothing short of disastrous in inner-city urban communities. In fact, truth be told, increased funding is actually necessary in certain inner-city communities. The criminal element would like nothing more than a reduction in police presence and police power. I know what I'm talking about. It would be the dumbest, stupidest move that the Democrats -- in a long history of dumb, stupid moves, this would be the dumbest and the stupidest."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "As we said earlier, the rich people are going to vote for Biden. They don't have to worry about the police because they have their own private security details. But I've got to say here, Doug, the political aspect of all of this with this poll, what are the Democrats thinking? Do they think that all of suburbia, they hate their police, too? I love the police in my area. They are wonderful people, and I've gotten to know a lot of them. I'm a big supporter of the police. Always bad folks in any groups, but I love the police in my area, they are great people. And I think most people actually agree with that."
    },
    {
      "speaker": "DOUG SCHOEN, FOX NEWS CONTRIBUTOR",
      "utterance": "Laura, most swing voters agree with you. Suburban whites, suburban women like the police. I think what the Democrats should focus on is not defunding the police, but a better and more responsive police, because if you have a better police force and you have officers that are better trained, you will avoid the kind of tragic abuses we've seen here. And for the Democrats, if they go hard left, as they did in 1968, the net result will be to help Donald Trump win the election. And I think the party is making a very bad move when you talk about eliminating ICE, you talk about defunding the police, you are just playing into the hands of the Republicans, Donald Trump, and really hurting mainstream moderate Democrats, like myself."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pastor Scott, let's take a trip down memory lane. This is 1989 when President George H. W. Bush, he put forward his plan to get drugs off the streets. Here is how Biden reacted."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The sad part is that we have no more police in the streets of our major cities than we had 10 years ago. The president's plan doesn't include enough police officers to catch the violent thugs. The president should triple -- triple the commitment that he's made tonight for police, prosecutors, and judges for our cities and our states."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pastor Scott, that was Joe Biden before he was mugged by the new radical reality."
    },
    {
      "speaker": "SCOTT",
      "utterance": "But see, that Joe Biden right there wasn't really black."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Now we've got black Joe Biden now. He's thinking he's saying whatever appeals to the black community. So of course, if he thinks the blacks don't want police, OK, then let's not have police. If he thinks the blacks do -- now, once he gets in power, he'll change his tune. He's saying whatever he has to say right now, when he's talking about sweeping police reform, he's saying whatever he has to say right now to get that black vote. But back then, we heard the true Joe Biden. He thinks that increased police presence and police power is necessary. He thought it then. That's why he introduced that crime bill, because he thought it then, and he still thinks it now. He's just trying to hoodwink the black community into supporting him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Doug and Pastor Scott, thank you both so much. Great to see you tonight."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And up next, Biden has some confusing advice for protesters, the left gets religious, and the news shows you're not allowed to watch anymore. Raymond Arroyo, Friday Follies, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's Friday, and that means it's time for Friday Follies. Biden on repeat, protesters get downright religious, and toys you should now avoid. Joining us with all the details, Raymond Arroyo, FOX News contributor. Raymond, what is Biden up to now?"
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, during an online summit on race, Laura, Joe Biden was joined by actor Don Cheadle, and at one point the former V.P. attempted to demonstrate how advanced he is on race relations, and he offered this penetrating insight. Watch Don Cheadle's face."
    },
    {
      "speaker": "BIDEN",
      "utterance": "In my household, you could never, ever, ever, ever, ever say, if you get in a fight with somebody, you can never say anything about them that was true. If they were 300 pounds, you couldn't say you're fat. You could never say that they had nothing to do with having to have made -- put upon themselves."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, it is this kind of rambling syntax, this is part of the reason that the new Rasmussen daily tracking poll has Donald Trump at 25 percent strongly approval -- strong approval -- among black Americans, 25 percent. Biden just, he repeatedly gave those taking to the streets this week some advice. He thought this might help them in their protests, and he kept checking the notes."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The act of protesting should never be allowed to overshadow the reason for the protests. The act of protesting should, you know, should never be allowed to overshadow the reason for protests in the first place. We can't allow the protesting to overshadow the purpose of the protests."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my God. Wait, wait, hold on, Raymond, Raymond. It looked like they were visiting him through the glass. He's been sheltering in place, and they are like, oh, thank you, oh, isn't that sweet. That was unbelievable."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The repetition, Laura, that repetition, if you say it slower, it makes more sense. It doesn't. But at a time we have such challenges abroad and at home, the Biden campaign has a steep, steep curve here to try to convince Americans that this man, who seems to have his finger on the Life Alert button at every point, that he is ready to run the country. Laura, perhaps the most revealing and maybe the most painful Biden bite of the week was this one that got no attention."
    },
    {
      "speaker": "BIDEN",
      "utterance": "To everyone who is struggling with their mental health, you are not alone. There's no shame in seeking help."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, it's getting tragic at this point. I think people want somebody to empathize with them, but they don't want the Oval Office to become a crying room, and on many days, it feels that way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, religion took center stage this week. The left, they're still enraged about the president holding a Bible up in front of St. John's Church the other day, even though many of his predecessors, I recall, did the same thing. So what's the deal?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, the president did something I never thought I'd see. Just by holding up a Bible, he inspired a series of political Bible studies almost immediately, Laura. Let us pray."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "Here in New York, we actually read the Bible. Blessed are the peacemakers, for they will be called children of god."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "I was thinking of the Book of Ecclesiastes, and in it they talk about, there is an appointed for everything, a time to embrace and a time to shun embracing. How about that for today?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "So holy. Fulton Sheen, Laura, once said, when the church drops piety and religious practice, the world takes it up. And I'm struck by the religious fervor of even these protests. What we are seeing is a secular religion. People respond to calls for hands up, kneel down. You don't see this much movement at a high mass. They even had smoke on the street. And this liturgical garb. One it was pink hats. Not it's black masks and skinny jeans, with the occasional brick. We even have public confession. The other night, Jimmy Fallon apologized for wearing blackface in a 2000 \"SNL\" sketch. Then he spent time in a virtual confession box with the head of the NAACP."
    },
    {
      "speaker": "JIMMY FALLON, LATE NIGHT TALK SHOW HOST",
      "utterance": "I personally want to know how I can do better and take responsibility for how I act, both consciously and unconsciously. We talked about this -- I talked to you, thank you very much, about my mistakes I've made in the past. I want to move forward, and going forward, I want to work on being a better ally."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The groveling is so sad to watch. But why is he the only one apologizing? Why isn't NBC or the folks at \"SNL\" apologizing? This was 20- something years ago almost. It's a remarkable thing to behold, what's happening."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, well, I think just, no one gets to ever make a mistake. The goalposts shift, and then 20 years ago -- Ralph Northam seems to be doing just fine in Virginia."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Pretty well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Because he keeps a lot of it locked down."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, in one of the most absurd announcements of the week, the toy company Lego has decided that out of respect for black out Tuesday, it is suspending promotion of 30 Lego playsets, including those containing police officers and firefighters, emergency workers, even the White House, the Lego version of the White House. Perhaps they can resume promotion of the Lego City police station once the Antifa looting spree playset comes online. And tonight, A&E just pulled its number one rated live PD, Laura, from their schedule this weekend out of respect for the families of George Floyd and others who have their lives. This is one of the most popular live- action police shows on TV. I think it helps people sympathize with what cops go through. And --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think they're worried about some of the -- we've got to go, Raymond, we've got to go. But I think they are worried about some of the looters being caught on camera. That's what they are worried about."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Maybe."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Maybe they don't want to get into any trouble there. Raymond, thank you so much. And I have got to go get my son's police Legos and hide them, obviously. After weeks of media glee over supposed failed medical trial, the one prestigious medical journal \"Lancet\" has obviously retracted a bogus hydroxychloroquine study. My medicine cabinet here in a moment to explain why the politicization of medicine is toxic for all of us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Two weeks ago, \"The Lancet\" published a study claiming that hydroxychloroquine not only didn't work against COVID but was dangerous. One problem -- it was all fake. Real scientists combed through the data and forced the journal to retract it. Three countries prohibited the use for HCQ for COVID based on this \"Lancet\" study, Belgium, France, and Italy. Dr. Fauci himself basically declared the drug a lost cause."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "Clearly, the scientific data is really quite evident now about the lack of efficacy for it, and even the possibility that there could be adverse events, particularly with regard to cardiovascular and the arrhythmias that may be associated with it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And yet a deafening silence from Dr. Fauci today, a silence speaking volumes. There's a lesson here. Science is a process. It's not an outcome. And when politics and confirmation bias take precedent, well, there is a bad result coming. Join me now is Dr. Ramin Oskoui, cardiologist and CEO of Foxhall Cardiology. Also with me is Dr. Stephen Smith, founder of the Smith Center for Infectious Diseases and Urban Health. Dr. Smith, you've treated so many COVID patients and continue to. You say this is a blight on the medical community, and one that brings you no joy. Explain."
    },
    {
      "speaker": "DR. STEPHEN SMITH, SMITH CENTER FOR INFECTIOUS DISEASE",
      "utterance": "Yes, Laura, thank you, and how are you tonight?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's a rough time. It's a rough time, obviously, in America, but a rough time medical journalism, academic medicine. The mixture of politics in medicine really don't have any role. They should never mix together. It's a sad day. I knew. I'd been to the \"Lancet\" article, and assuming the data were correct. I didn't think they were valid, but I assumed that. I sent my critique to \"Lancet.\" To their credit, they asked me to submit in the correspondence so that they publish part or all of it. And it was highly critical of just the analysis of that. And then a couple of days later, the data was shown to be fraudulent, or called out to be fraudulent and later proved to be fraudulent. And then the journal published an article not related to hydroxychloroquine, related to COVID, a lesser data section of the same group several weeks earlier, and they both had to retract the paper."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "My question to you, Dr. Oskoui, and I'm going to get back to Dr. Smith, have people perhaps died because doctors were less willing to give hydroxy on an outpatient basis? We won't know that I guess, right?"
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CARDIOLOGIST",
      "utterance": "I think we may never know that, but this is medical fraud for political purpose. What these individuals did, and the \"Lancet\" and New England Journal medicine were party to, as was Dr. Fauci was, they spiked the use of hydroxychloroquine. Physicians are notoriously risk-averse. You stay away from controversy. And this has now become vastly more controversial than it should've been. You don't hear about positive studies that are beautifully done in France and Spain and Italy and South Korea that answer a lot of these questions. You have these poorly done studies, if they are done at all. In the case of the \"Lancet\" article, it is clearly just a completely fraudulent database, and you have Dr. Horton and Dr. Rubin, the editors of the \"Lancet\" and \"New England Journal\" respectively who are pulling a Rod Rosenstein, saying I didn't know. I never read it. But they published it with verve, and they should consider resigning from their positions. We need to have a wholesale work, because you wonder what else is wrong in these journals if this is what we've discovered in this simple matter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Smith, the problem here I think is that the media, we are just laypeople. You guys are sophisticated medical thinkers. We're laypeople. But people hear this, like oh, my God. I'm going to have a heart attack for the first pill I take. So people were afraid, Dr. Smith. And you were coming on this show week after week, you must've come on this show 15 times, and you explained very methodically when do you prescribe it, how do you prescribe it, the patient types you're having. And I just fear real damage was done, not only to the medical establishment, to people."
    },
    {
      "speaker": "SMITH",
      "utterance": "I agree. I think people have died because of this, and I don't say that lightly at all. I myself have continued to prescribe it, and I do so extremely carefully, because I know the administration is looking over my shoulder. I know it. And they've restricted the drug now to clinical trials only, which is unethical, but that's what they've done. And it's a very, very chilling environment to practice medicine in. And it's weird that science doesn't rule the day, where this hype does. We know hydroxychloroquine is safe. Studies are unbelievably strong in that regard. And people have suggested there weren't COVID patients. Come on. We have our own data showing it's safe. We still measure EKGs on patients every day when we use this regimen. We do that not because we think we need it, because, God forbid, anything happens to this patient, they're going to blame us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course they are. Dr. Oskoui, my question here is where are the mea culpas was from Dr. Fauci, from all these medical journalists, from all of these media types who gleefully proclaimed this drug is dead. It's not going to be the go to drug. It's out of hospital protocol. I have not heard from any of them, zero."
    },
    {
      "speaker": "OSKOUI",
      "utterance": "One abiding characteristic of all politicians is, they can never admit they're wrong. And this tells me that Dr. Fauci and others, who never admit they make a mistake, are more politician than physician. You'll never see this. They'll move on. They'll never be called out for what they've done, and the real damage they've done to the trust that practicing physicians like myself have for these so-called academic experts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to go. Gentlemen, thank you both for being here tonight. And when we come back, the media's stunning hypocrisy on social distancing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "After not caring that throngs of protesters have been mere inches from each other for 10 days, the White House press corps was put in danger today."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The president tried to turn reporters into props earlier today as White House staffers rearranged the chairs at a news conference."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is a president who was literally violating social distancing policies, forcing my body to be closer to someone else."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Let that stand on its own. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}