{
  "date": "June 11, 2018",
  "headline": "Excitement builds in Singapore over historic meeting between President Trump and Kim Jong Un",
  "subHeadline": "Reaction and analysis on \"The Five.\"",
  "url": "https://www.foxnews.com/transcript/excitement-builds-in-singapore-over-historic-meeting-between-president-trump-and-kim-jong-un",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "Hello, everyone. I'm Dana Perino along with Kimberly Guilfoyle, Juan Williams, Jesse Watters, and Greg Gutfeld. It's 5 o'clock in New York City, and 5 AM in Singapore, and this is \"The Five.\" Fox News alert, we're just under four hours away from the historic summit in Singapore between President Trump and Kim Jong Un. A lot is at stake, including nuclear disarmament and potentially normalizing relations between the U.S. and North Korea. Ahead of the one-on-one meeting, Secretary of State Mike Pompeo is outlining what the goals will be. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "sentences": "This is truly a mission of peace. The ultimate objective we seek for diplomacy with North Korea has not changed. The complete and verifiable and irreversible denuclearization of the Korean Peninsula is the only outcome that the United States will accept. North Korea has previously confirmed to us its willingness to denuclearize and we're eager to see if those words prove sincere. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Meanwhile, President Trump believes he'll be able to quickly predict the outcome of the high-stakes sit down. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I think within the first minute, I'll know. Just my touch, my feel, that's what I do. How long will it take to figure out whether or not they're serious? I said maybe in the first minute. You know, the way they say that you know if you're going to like somebody in the first five seconds, do you ever hear that one? Well, I think that very quickly I'll know whether or not something good is going to happen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let's bring in Special Report anchor Bret Baier, he's live in Singapore. It's been three hours since we talked when you're on \"The Daily Briefing,\" what have you learned since then? BRET BAIER, \"SPECIAL REPORT\" ANCHOR: I've learned it's moving forward. I've also learned that Sean Hannity will have a sit down interview with President Trump. That was just alerted to everyone. So, that will be interesting. After this all comes to conclusion that the president is leaving sometime today. We don't have a specific time frame as of yet, and that he will hold a news conference later on, according to the White House. You know, Dana, this is going to be at least 45 minutes with the two leaders and translators alone at the Capella Hotel. And that is a really interesting moment. To President Trump's point, whether he can assess how far they can get down the road this time or set up a structure or framework for next time, that's what is really going to be determined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Bret. We're going to take it around the table for a round of questions. We'll start with Jesse Watters. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Hey, Bret. I saw some video of Kim Jong- un making an entrance into a hotel area and just greeted with thunderous applause. So, I don't know if you've gotten out of the hotel that much, but what's the local flavor on the streets there in Singapore? Are the expectations and view of Donald Trump and Kim different than they are here in America? And has Sebastian Gorka caused an international incident yet? A lot of people are very concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, thank you, Jesse, for the last question. I have not seen anything about Sebastian Gorka in causing problems here. But, I have seen a lot of this excitement, kind of fervor about this summit. Everything has a picture of Donald Trump and Kim Jong Un. You're right that there's this iconic hotel here, the Maritime Sands Hotel Resort and Casino, and Kim Jong Un went out last night and did tour the area, and he did get a lot of applause at one point as he walked in that hotel. There's kind of like this apprehension about what's happening. Nobody is going to get close to this summit, but there's kind of an excitement on the streets, impersonators out and about. It's a little surreal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Bret, we'll go to Greg Gutfeld next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "Hi, Bret. I thought I would begin with a golf metaphor because I know that you love to golf. And I think when you're watching the coverage in the media, I think, the naive see this as trying to hit a hole in one, like in a peewee golf course, so that they win a free game. But, in reality, it's like a par six. And you've got to have, like, a whole bag of clubs. You're going to be all over the place and you need a few valuable caddies. Is that a fair summation? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, there aren't really any par sixes, let me go down that road. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I think that -- I think you're right that the coverage of it is pretty simplistic as far as what is possible. What we know is that they're at this table, and we know that previous administrations for decades have not been able to get to this table. We know that three hostages, four if you say Otto Warmbier, and obviously he passed away, were released. We know that they've had some success scaling back the missile testing and the nuclear testing, even though one of those facilities was collapsing apparently. But, there are successes before you get to the table. And I think the coverage overall, a lot depends on what happened in the next four hours when they first meet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Kimberly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "All right. Hello, Bret. Thanks for doing a great job over there, looking forward to the coverage. I just wanted to ask you some of the behind-the-scenes, maybe messaging from, you know, the White House, signaling reasonable, realistic expectations, you know, in terms of the outcome of the meeting between these two world leaders. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, I think there's a lot of that and there's a little bit of scaling back over the recent days. I do hear a lot more that this is the first of several meetings likely going back to like the Reagan summits with Gorbachev. You had Geneva was first, and that led eventually to Reykjavik and Washington and Moscow. I think that this is a Geneva-type meeting that sets up others. The question is how far down the road they can go, and how far the North Koreans are really able to get to denuclearize to get economic benefits for their nation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan Williams. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Bret, I'm very interested in what you said at the very top about the president leaving later today, obviously, last week they were discussing the possibility of this being a two to three day summits. And I wonder what your reporting has found in terms of why the decision was made to leave earlier. And the follow-up to that, if you have a moment, I'll let you answer that and then ask a second question. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yeah. Well, two things, one is the White House is clear to point out that that could change, it's not in stone, that if things are really cooking and there's more to talk about that they could change the departure date. But, two, is that there was a departure date for Kim Jong Un that he was set to leave sometime today. The president was going to leave that open-ended, but then, I think said, I'm going to leave today. We're going to get what we can get. And, three, Secretary Pompeo was pretty specific that they had several meetings that they believed were going much more quickly than they thought they would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, the second question, Bret, is about what the United States is willing to offer to Kim Jong Un in exchange for denuclearization. Mike Pompeo said earlier it's not the case that we're talking about removing U.S. troops from South Korea. There're questions about human rights, and whether or not we would stand up for people like Otto Warmbier as we seek denuclearization. Do you have any idea based on your reporting there about what the United States is offering North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We're trying to get specifics. We're talking to people all behind the scenes, but in public and on the record, Secretary Pompeo was pressed and wouldn't get into exactly what's going to happen. A lot is flexible. We're told that they're not going to talk about human rights, but I'm not told that that's in stone. We're told that they're not going to deal with U.S. troops anywhere in South Korea, but we don't know what we don't know in that private meeting between the two leaders. So, you're going to look at that meeting and I think a lot will come out of that, and hopefully we'll hear some more details. The end of the Korean War officially, while ministerial in its kind of layout is a big deal here in the region. And that's probably going to be on the table. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Bret, thanks for staying up. And, I guess you're going to stay up for another 24 hours. We appreciate it. And we'll see you tomorrow. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. We'll take it around the table here. Jesse, you have a lot of notes here because this is a historic moment, kind of fun to live through it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, these are just your notes that spilled over, Dana, because you have so much reading material. The only thing that strikes me, I just go back to this video of this guy, Kim Jong Un, getting this applause when he walks in, like he's this big celebrity. And he may actually escape from human rights sanctions. I mean, think about what he's done to people. Forced abortions, extermination, labor camps, torture, malnourishment of his own people. And then -- to then kind of weasel out of this as this diplomatic guy that's kind of come into the modern age and that allowed U.S. investment potentially in North Korea, but not have to answer for some of the heinous and atrocious acts he's perpetrated on other people and his own people. It's a little scary to think that we would be able to cut a deal. I know you have to cut a deal with heinous people, but I think everybody needs to remember what he's done. And there has to be some accountability for the North Korean regime for decades of disgusting and inhuman abuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can I -- you kind of get to the reality of this, which is that on this planet there are bad eggs. We know that. What do you do with bad eggs? If you're pro-human, you want more people to live. Isn't this kind of the exact step? Before you turn out the lights, you decide you're going to turn out the lights, why don't you come over, sit down and talk, and show the bad egg what the world could be like if you decide to change. That's a salesman. So before, America or the west decides to make some momentous, consequential decision that impacts 28 million people, like 25, 20 million people negatively, through devastation or starvation, you exhaust the possibilities, and one of the possibilities if you show the off-ramp before the cliff, because we know what the cliff is going to be. So here, Trump is that kind of guy that walks around and goes, look at this off-ramp. It's very appealing. This is what you can have. That's the carrot that he dangles, and then the stick which is what may end up being the case, but you've got to show the carrot before the stick. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's interesting -- remember the vice chairman that came here to New York and delivered the letter to President Trump, he had never been to the west before. And, apparently, Secretary Pompeo was showing him the skyline of New York City, like this is actually how the real world works if you want it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I think it's so true. You really need to be able to present that and paint a picture of how things can be and have the juxtaposition of about, you know, what they're facing in North Korea. And when you really just think about it, why wouldn't you want to be -- have economic prosperity and be able to have the things we're so fortunate to enjoy in the United States and, you know, western civilization, most certainly. I think the fact that they meant someplace else is also very good, to go into, sort of like a neutral ground, to go to Singapore. And even in terms of the transportation that he arrived in and working out the finances behind that for Kim Jong Un, etcetera. You've got to do what it takes to try to get them to come halfway and create a further, like, deeper understanding of what's at stake here. How can he know if he hasn't experienced it or seen it? And, I think, to meet, you know, President Trump, I have to tell you, I think part of it's a little bit of like his love of kind of American lifestyle and pop culture. He's had that kind of fascination, you know, with American-themed movies like Dallas and that type of thing, and TV series, and Dennis Rodman. So, here you have someone larger than life with President Trump, the TV shows, being someone who, you know, has Celebrity Apprentice for years. I'm telling you, I bet you all of that has factored in to a little bit of his curiosity to be able to come and sit and meet with the man. OK, great, whatever it takes to bring him to the table and then actually accomplish great ends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan, I'll give you the last word. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think, you know, what Kimberly is saying is the concern of a lot of people in our foreign service and our intelligence community, which is that we are giving him the meeting. We are giving him the photographs. We're not going to focus heavily on human rights, as Jesse is concerned about. So, we are giving up something even before we start talking about, are we giving up troops -- the presence of our troops in South Korea? Are we going to offer tremendous economic aid? What are we offering here? And so, when the president says here you get to know someone within the first minute, have you heard about the first five seconds and you can tell this or that. I think he's trusting in his gut. I think all of us have to root for him and root for this gut thing. But, at the same time, I think he may be being set up, Dana, you know, it's not great for everybody to have such high expectations because it's the first time the leader of North Korea and the U.S. are sitting down. Everybody thinks, oh, this is it, this is it. Well, I don't think this is it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, tonight is the first night of the new episode of the season. We'll see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, we'll see what happens. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We'll see what happens. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can't have diplomacy without photographs. I mean, if you can figure out a way to meet with somebody without being in a picture, it's just. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We're going to have time to talk about this a little bit more. Meantime, President Trump and key allies talking tough on trade following the contentious G7 summit, what they're saying about it, next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "The feud that broke out after the G7 summit is escalating. President Trump is hitting back at Justin Trudeau after the Canadian prime minister held a press conference at the end of the summit blasting the president's tariffs. Trump doubling down on fair trade on twitter, calling it, quote, fooled trade when America gets stuck with a losing deal. And the Trump administration is filling no cautious slamming the Canadian leader for his criticism. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, TRUMP TRADE ADVISER",
      "sentences": "There's a special place in hell for any foreign leader that engages in bad faith diplomacy with President Donald J. Trump, and then tries to stab him in the back on the way out the door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, WHITE HOUSE ECONOMIC ADVISER",
      "sentences": "He really kind of stabbed us in the back. He really - - actually, you know what? He did a great disservice to the whole G7. He betrayed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Trudeau did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Yes, he did. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Meanwhile, the media is piling on the president for his tough talk after the G7. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIANE AMANPOUR, CNN",
      "sentences": "It's unprecedented. I mean, I don't remember in any of my coverage of these kinds of summits that, ever, this kind of language has been directed at America's closest allies. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "It seems like the phrase, leader of the free world, might be obsolete.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA RADDATZ, ABC NEWS",
      "sentences": "The name calling, I've never heard anything like that with a U.S. president calling a U.S. ally names. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "This summit is a huge win for Vladimir Putin. He didn't even have to show up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my gosh. Vladimir is like, wow, I really didn't have to show up and I'm winning. This is interesting. OK, Jesse, so what do you make of it? A little bit of, you know, back-and-forth. Seems like things were going OK, and then, all of a sudden, it switch and flipped in the other direction, whether was this back-and-forth between Trudeau and the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, Trump campaigned on being tough on trade and now he's delivering. I just don't think the media is used to politicians following through on what they say they're going to do during the campaign. Talk about alienating our allies in the media? I think Obama alienated the Israelis, the Saudis, the Ukrainians, the Iraqis, so don't all of a sudden lecture Donald Trump about offending allies. They've done enough of that over the course of the years. Dana, this reminds me of the Smoot-Hawley Tariff Act of 1930. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": ". when a massive trade war broke out at the beginning of the depression. And it wasn't going well for a long time to the extent of the depression. But everybody realized lowering tariffs on both sides of the Atlantic is good for business. And that's all the president wants to do. They have massive tariffs in the E.U. on cigarettes for instance, 33 percent tariff on American smokes? I want American cigarettes in the lungs of Europeans. They love to smoke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Why shouldn't they smoke competitive priced American cigarettes? I don't get it. But it's also berry, it's meat, it's ridiculous. So, all he's saying is, you know, we pay for NATO, we pay to protect you guys. Our spending on the military is very large compared to yours as percentage GDP. So, we have lower tariffs, higher military spending. That benefits you guys. Let's just create a fairer system. And I don't think there's anything wrong with that, although Navarro's comment about hell might have been a little too much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "A little over the top is what you're saying? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A little over the top for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Now, Jesse, you want American smokes in the lungs of all European, especially the French, but also e-cigarettes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Also sugar and berry, I mean, a number of things I like over there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, let me ask you, Jesse. What has he delivered? Zero, zip. There's no deal, there's nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, what I'm saying -- you've said he delivers. He doesn't deliver. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't see any promise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In terms of trade, we're talking G7 now. That was the first segment. In terms of the G7, want did he deliver? Zero. And, in fact, Jesse, again, fake news -- this is the kind of thing that Trump puts in the atmosphere. Everybody says, oh, I guess I heard Trump say it. But, in fact, here's what the World Bank says, the average current tariffs of the United States, Britain, Germany, and France, are identical. In some cases, the Japanese, lower. So, what is -- big difference, Trump likes to talk about the difference in trade. He's talking about goods. We do things like services, we do things like intellectual property, we have a tremendous advantage. Trump doesn't discuss it. And then you get this photo, I don't know if you guys saw it, viral photo of Trump seated, Angela Merkel staring over him, and you get Macron of France leaning in with Merkel, standing on this side, the Japanese -- but people say wow. This is unbelievable. This is like America not against Justin Trudeau, but America against the world and for what? What are we breaking down historic western alliances that won World War II. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no, no, because when you introduce something like that photo, you have to put in a context that they were four photos. The next photo after that they're all laughing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's photos of us -- when you catch a photograph of The Five and we'll be like this, and then the next minute we're laughing. This is just an errant photograph. By the way. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Who are you going to believe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, you're.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're lying eyes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are lying because you're misrepresenting. There were four photos, Juan. You picked one. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Real or not real?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You will be so embarrassed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That picture was made up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, stop while you're behind. All right, I want to make a point though. We tend to jump -- skip the question. The question is does anybody have a decent explanation for why we must accept high tariffs? The responses, oh, we don't want to have a trade war. That's not the question. No one wants a trade war. What we're asking is why can't we ask the question about what -- this lack of balance in trade tariffs. If you have a 290 percent tariff on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "According to the World Bank.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're World Bank statistic is deceptive. We're talking about specific.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're deceptive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, because I'm talking about specific tariffs, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You've got to let me represent this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But that one specific area is not. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now it's true. Now, you're admitting it. It's a 270 percent average in dairy. That is real. It is a problem in Canada because -- Canada is having a problem with Quebec. They're appeasing Quebec farmers over this. That doesn't help us. So, Donald Trump when he enters this world, everybody is attacking him because he's just asking the question, why is this good? That's all he's asking. And everyone says because we don't want a trade war. He goes, I don't want a trade war either. But I can be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there can be reciprocity. And nobody in cable-TV answers the question. They just go, trade war. Or they find some stupid photograph, you know. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's 1 of like 30.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thirty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": ". taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My God. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Ms. Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The media clip that we have before were like the shock and awe, right? That they can't believe this happen, but this is happening every week. So, I think if they are really concern, then why don't you find the solution going forward. The president said something interesting at the summit that, sort of, got glossed over and that was, why don't we just have no tariffs at all between our countries, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And people blow it off. Now, yes, Canada has that tariff on our dairy. We have a huge tariff on softwood lumber coming from Canada. There's lots of reasons for that, not necessarily good. But one of them is environment because we manage our forests in a more, I would say, more environmentally friendly way that the Canadians do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, that's how all of these things gets super complex and complicated, but the president is asking a very simple question which is why do we need any of this at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I actually think that because it's in everyone's best interest for this to get solve that cooler heads will prevail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right, perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And, by the way, you know what would be a great experiment? Our problem is we're mixing progressive income taxes with tariffs. Why not just have all tariffs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Instead of income tax?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, just get rid of income taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Hear, hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's how we had the industrial revolution. The industrial revolution came from tariffs. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, yeah. So, we just attack our friends -- attack our friends, the G7. Meanwhile, we embrace people like Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're my friend and I attack you every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, that's different. We do business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Camera four.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". is Putin doing business?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They're not our friends, they're ripping us off. Robert De Niro goes on another anti-Trump tirade, this time at the Tony Awards. The outrageous video, next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Last night, an elderly, confused man went missing in New York. Luckily, a band of self-satisfied elitists found him babbling on the streets, threw some pants on him, gave him a stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OH, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "sentences": "I'm going to say one thing: (EXPLETIVE DELETED) Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE NIRO",
      "sentences": "It's no longer down with Trump. It's (EXPLETIVE DELETED) Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It kills me. Talk about persuasive. Really, I was on the fence about Trump, but then -- then I decided to really listen to one of the great generational leaders of American pop culture. And the clenched fists at the end, that really drove it home. It looks like he was pressing a 2-pound weight in a Jenny Craig commercial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OH, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Look at it again. It's so cute. It's like he found out the restaurant serves JELL-O or that he won a $10 scratch-off or he scored a cameo in \"Jersey Shore,\" or had his first No. 2 in a week. Thank you, FiberCon. What a sad end for a great actor. He went from \"Raging Bull\" -- \"Raging Bull\" -- to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look at this guy! Am I on drugs? Of course I am. It's incredible. Flex Off history is being made!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZAC EFRON, ACTOR",
      "sentences": "What's up now, bra?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE NIRO",
      "sentences": "Yeah, what's up now, bra?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, poor Bob. You know, he's like a star whose girlfriend dumped him for a bigger star -- a bigger star who's in the White House -- while you're in \"Dirty Grandpa.\" Oh, man. So now the resistance is reduced to applauding tantrums. Who knew De Niro's lasting role would be irrelevant gasbag pleasing irrelevant peers. And he's doing this as Trump organizes a summit -- not a war, a summit. And you've got to wonder if it were President Hillary -- Bob's choice -- would you actually have a summit or would you have a war? But forget deeds. What matters is adulation received from an emotional display before a packed sea of millionaire lemmings. So who cares that Trump meets with North Korea? It's no \"Meet the Parents,\" right Travis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE NIRO",
      "sentences": "You talking to me? You talking to me? You talking to me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sit down. Nobody is talking to you anymore, pathetic old man. All right. He was in -- before I get to you, let's go to -- I think he was in Canada, Toronto, opening a restaurant or doing something. And this is what he had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE NIRO",
      "sentences": "And I just want to make a note of apology for the idiotic behavior of my president. It's a disgrace, and I apologize to Justin Trudeau and the other people at the G-7. It's disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, I actually feel bad for him, because I think he's one of those people that has never emotionally recovered from 2016. This is a guy who's got serious Trump Disorder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Where he was last night and where he was today, he certainly knows his audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So he's, like, talented in that way. But what he doesn't know are the cast and crew that work on his own show. So he was actually there as part of -- the musical that he codirected is \"The Bronx Tale.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "His name is on the marquee. He gets paid from it. They played the music leading up to it. He never mentions the show. And this is the show -- The times, there's so much competition, and the cast and crew of \"A Bronx Tale\" really deserved a lot better. I think this was extremely selfish. Because he didn't -- you need publicity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And this was their shot to be able to get a chance to talk -- to talk about that show, which I've seen and loved it. And I think it's extremely selfish that he -- he forgoed the opportunity. Forwent the opportunity How do you say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Forgoed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Forgoed the opportunity to talk about these people, who need others to come to the show. So we'll do it here. Go see \"A Bronx Tale,\" even if Robert De Niro doesn't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So he cheated the Tony honorees, but also, I think he might've helped Trump get reelected, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think Hollywood is not doing the Democrats a very good service here. If you think about it, he's like the Nancy Pelosi of Hollywood. Every time he opens up his mouth, the Republican Party goes like this, keep talking. And when you add this to Samantha Bee's \"C\"-word, Snoop Dogg, to Kathy Griffin, they are not doing a very good job helping Democrats get elected. What this does is, when something like this happens, it fires up the Republican Party. It turns off independents. And then it just drags the Democrats so far to the left that they cheer, and they think this is acceptable. I would say, though, you have a choice. If you're a lefty person in this country and a celebrity. You're either going to resist Trump, like this guy, or you're going to work with Trump. And we've seen celebrities work with Trump recently and get things done. I don't see why these people don't just show up at the Oval Office. Trump will bring them in. They'll get things done, and everybody will say it's a win-win. I mean, that's the easiest thing to do with this president. They're just not taking that avenue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what it is? The metaphor is it's like when you're in a relationship in which you're dumped. They're still dumped. They haven't moved on. In order to do what you're talking about, you've got to move on. And there a lot -- there are a lot of people in Hollywood who have moved on. He hasn't moved on. Kimberly, I also have a theory that De Niro and Trump are the same age. So the comparison, is that De Niro's career is on the downside. The movies he's -- the choices he has to make are purely for financial reasons. Whereas Trump is the leader of the free world. I think that's eating him alive inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Totally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "De Niro is broke, is that what you're saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why is he -- why is he doing \"Dirty Grandpa?\" It ain't for art.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He also has \"The Irishman\" that's coming out with Scorsese. That's going to make a pretty penny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, but you know what? He's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He just hurt a pretty penny for everybody else involved in that movie. Because he's not winning hearts and minds behaving that way. It's just that it was poor theatrics at best. I agree with you, Dana, it was just very egotistical. Like why take the moment way of triumph and of adulation for other people who have worked very hard, and make it about yourself? You know, it's very myopic in terms of his viewpoint. It's a cheap thrill he's getting from self. It just sort of suggests that, psychologically, he's not feeling so great about where he is or what he's doing, you know, in life, and then he has to go. We don't need them to apologize to the Canadians or on behalf of Trudeau. It's, like, so bizarre.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thanks but no thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No one cast you in that role. You know? So I don't know. Maybe the next role he should play is somebody just, you know, super jealous and underachieving and on the downslide. Because it just doesn't seem like he's really holding it together well. And I really liked him in, you know, \"Meet the Parents\" and \"The Fockers.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Watch your mouth, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's over for me now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So Juan, I get the impression now all you have to do is swear. You don't need to have any kind of intellectual argument. Just swear. It works. It actually works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, I don't -- when I hear you talk about Robert De Niro in this way, I think, \"Well, it must be about some B- or C-list actor they're talking about. They're talking about Robert De Niro, who is one of the greatest American actors of all time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. No question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I don't think Robert De Niro is in any trouble. I think, in fact, Robert De Niro is standing up there, he's the \"Raging Bull\" in a rage over the outrageous behavior of this president. And it's not that he can't get over '16, Greg. It's that he can't get over the current contemporary reality of things like separating children from their parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He didn't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, it's not the president's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- situation. I see. Let me just say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He can't get over the idea -- and I think this is what you've seen reflected -- president creates chaos, antagonizes our allies --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And mental illness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- embraces Putin, has an ongoing investigation which he says he's going to pardon himself. People are like, \"What the?\" So when you see Robert De Niro, who's a truly distinguished actor and a great American, do that, maybe the reason that people stand up and applaud is because they agree with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Or they have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You think this is helpful?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They have to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you think this is helpful, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They have to. They're industry. They're on camera. Imagine if you didn't sit -- imagine if you sat, if you were sitting down how much grief you would've gotten.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What grief?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's like the clap track. They've got to clap for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You can sit on your hands. I think in the conservative echo chamber, now there you've got to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The \"what about-ism.\" I was waiting for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Maybe De Niro needs somebody to write some new lines for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think he did pretty well, because I think that we --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have a low standard if that's a good line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Pow, pow, pow (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "President Trump and Kim Jong Un meeting face-to-face in just a few hours. The very latest on the nuclear summit straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is a FOX News alert. The historic summit between President Trump and Kim Jong Un taking place in just over three hours from now. The president tweeting minutes ago: \"Meetings between staffs and representatives are going well and quickly. But in the end, that doesn't matter. We 'll all know soon whether or not a real deal, unlike those of the past, can happen!\" Kimberly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- what's your measure of success?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You know, I think the fact that, not to keep the bar too low but, I mean, the fact that we're having this meeting, to me, is historic. The word's been used and bandied about a lot but I think with good reason because it's applicable. This is something that, for the first time, we're really able to get someone who has just been in a regime, intractable and such a problem geopolitically to the table to have a meaningful discussion about denuclearization. This is going to benefit the world internationally. So I'm optimistic about it. I think the fact that they're sitting down is going to be the beginning of relationship like we've seen with President Trump with other world leaders and then furthering that along. If you sit down and you get to know somebody face-to-face, versus over the phone or across email, it's much more meaningful and impactful in terms of getting to know them and then being able to build on that relationship and that sense of, like, trust.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, Jesse, what we heard from Bret Baier earlier was that the president's representatives, his aides, have been scaling back expectations over the last few days and that he might leave early. What's your bar in terms of success here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, like Kimberly said, it's the start of a long process. And I think the goal is complete denuclearization in return for massive amounts of American investment. So if we have McDonald's in there, if we have American companies in there, and they take their nukes off the table, that solves the security situation, as well, because we're not going to bomb North Korea while we have McDonald's and American workers there. It just -- that's pretty simple. But I hate listening to the naysayers, because it's boring, and it reminds of a Chinese proverb. Those who say it cannot be done should not interrupt those doing it. So when Obama botched the status of forces agreement, botches the Iran deal, he botches the Syrian chemical weapons deal with Putin, and then they criticize this president for a meeting, it just kind of rings hollow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Dana, what's your measure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm comfortable if this is a slow walk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And if they just establish a rapport and decide to meet again. If that is the only deliverable, I'd be very comfortable with that. I think this deal has to be much better than the Iran deal. By the president's own measure, but for the safety of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A couple things. One, Bret owes me an apology. There are par sixes even in Singapore. They're all over the country. I'm hurt. No. 2, I don't want North Korea to denuke, because I can't say the word. I've been trying to say denuclearization --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You did well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hey!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Got over it. The other thing, two, is I think the media might want to mentally prepare for an achievement. Take some meditation classes, get a relaxation app on your phone. Take the month of August off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "If it's the end of the war, if it's the end of the Korean War, you say that's an accomplishment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think that's an accomplishment. Yes, it's a step in the right direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm nervous about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You are? Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Why? Because I think it takes our leverage off the table. And also, it starts a cascade of lots of other things technically and legally that we have to comply with, even though we might not want to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, we know that the president likes to claim victory. Bill Maher rooting for a recession? Come on. The comedian's controversial comments on why he hopes Trumps economy tanks. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tanks for nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Liberal comedian Bill Maher is getting backlash for these outrageous comments about the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MAHER, COMEDIAN",
      "sentences": "I feel like the bottom has to fall out at some point. And by the way, I'm hoping for it, because I think one way you get rid of Trump is a crashing economy. So please, bring on the recession. I'm sorry if that hurts people, but it's either root for a recession or you lose your democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Kimberly, I think he has to be kidding, because no one could be that stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, and he's also not that funny, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wasn't funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I mean, I don't know what he's doing. Can you imagine? As soon as I heard the word, like, \"recession,\" there's plenty of people who I care about putting food on the table and having money in their wallets and being able to provide for the children. What are you talking about, recession? Like, here we are in the middle of a booming economy the people are really enjoying. Poll numbers very favorable. So you'd rather, like, sabotage millions and millions of people and, like, ruin their life because you personally are offended by a president who's winning? I mean, talk about mean-spirited. He should be in a support group with, like, Robert De Niro. Crybaby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hold my beer. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was pretty bad, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I didn't like it. And, you know, to me, I don't like Trump, but I'm rooting for America and I'm rooting for the American economy. And what it suggested to me, though, is that he things that, because of the economy, there are lots of people on the left who are being lulled into a sense complacency or it doesn't matter. So what? This is a lot like what Greg often says, \"Oh, this is looking good. So if it's looking good, why bother? Just leave\" -- but of course, Trump is a great disruptor and I understand his frustration. But I think he needs to reconsider that approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "This is the ultimate ends justify the means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, for Americans who want to vote for Democrats on economic issues, then the Democrats have to put forward an economic policy program that we have not seen yet. And the only thing they're doing right now is running against Trump for the midterms. So after that, I don't know where they go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Who knows? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have to say that I completely respect him for what he said, because he's honest. He could be like another typical left-winger and say, you know, \"I'm happy for America, even though I don't like Trump.\" But he actually is an honest left-winger. He said, \"I wish the economy would tank and people will suffer, because I hate Trump so much I'm willing to see the country screwed.\" That's honesty. I respect the honesty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's why he knows 2020, the president wins reelection because of the economy and good numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. \"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's time now for \"One More Thing\" -- Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. I will just say I cried tears of joy all day yesterday. I was one of those moms, you know? Anyway, so Ronan has been playing in an NFL-sponsored flag football team. U-1 (ph) Sports partnered up with the NFL, which is really amazing, for youth sports up in the Bronx. And each season they have a co-ed division of girls playing, as well, for grades first through eighth. And I'm going to take a look at this. So that's Ronan. He had an epic play-off and epic championship. That's him running in for a touchdown. Before that, you saw Coach Anthony with him, Coach Pena. Amazing kids that are playing in this league. This is me, being a psycho, where I tried to videotape his winning touchdown with 16 seconds left on the clock. And it completely went insane. Take a quick look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Tipped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "So then he captures the chip (ph) with his friend Harrison goes nuts. That's me running on the field going crazy. The refs escorted me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Get off the field!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Moms off the field. And Ronan's like, \"I told you not to do anything to embarrass me!\" And I was like, \"There you go.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's great. Congrats, Ronan. All right. Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So it's wedding season, as you well know, and the royals kicked it off this year, Harry and Meghan in Britain. Take a look at some of their guests wearing the royal fashion accessory, the fascinator. I had no idea about fascinators, but this weekend I got a close-up of the trendy head pieces when I saw photos of the ladies in my family. They wore them to my niece's bridal shower on Saturday in D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Fashion apparently travels fast across the pond. Good luck to Marisa and Nick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "This is so gorgeous. I love fascinators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Fascinating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Fascinating. Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So there's a lot of news out there. And you know I like to get the news clips in the morning. The most important news today, as Erin Landers put on my thing, was that Dierks Bentley was on the cover of \"USA Today Life\" for his new album, the -- it's called \"The Mountain.\" Highly recommend it. Excellent. Listened to it all weekend. Best one yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Forget about Melania. It's Justin Trudeau's eyebrow that has gone missing. Look at his left eyebrow fall down in the middle of his speech, if you can see it right there. What's it doing? And for someone that has bushy eyebrows, if he needs an extra eyebrow, I'm happy to lend him a brow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You mean it's fake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What's up, brow? All right. New thing. It's called --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAPHIC",
      "sentences": "Greg's Can We Talk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Greg's Can We Talk?\" All right. I want to talk to you, Walgreen's and Duane Reade. I understand what you do. You're like little mini supermarkets. I can get my Ovaltine and my ointment. But the problem is people are getting tired of these. OK? You've got to shorten your receipts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Everybody -- I know you've heard these complaints. I'm tired of carrying these around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Flip it. What's on there, Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Twenty-seven Vitamin Zeros. Some jerky, and the ointment. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Dana, really quick, Ronan's cousin Leo threw him the winning touchdown pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I love cousin Leo. I want to meet him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I love Leo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Set your DVRs. Never miss an episode of \"The Five.\" I mean, who would? It's amazing. \"Special Report\" is up next. Bret's still awake. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "Hello, everyone. I'm Dana Perino along with Kimberly Guilfoyle, Juan Williams, Jesse Watters, and Greg Gutfeld. It's 5 o'clock in New York City, and 5 AM in Singapore, and this is \"The Five.\" Fox News alert, we're just under four hours away from the historic summit in Singapore between President Trump and Kim Jong Un. A lot is at stake, including nuclear disarmament and potentially normalizing relations between the U.S. and North Korea. Ahead of the one-on-one meeting, Secretary of State Mike Pompeo is outlining what the goals will be."
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "utterance": "This is truly a mission of peace. The ultimate objective we seek for diplomacy with North Korea has not changed. The complete and verifiable and irreversible denuclearization of the Korean Peninsula is the only outcome that the United States will accept. North Korea has previously confirmed to us its willingness to denuclearize and we're eager to see if those words prove sincere."
    },
    {
      "speaker": "PERINO",
      "utterance": "Meanwhile, President Trump believes he'll be able to quickly predict the outcome of the high-stakes sit down."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I think within the first minute, I'll know. Just my touch, my feel, that's what I do. How long will it take to figure out whether or not they're serious? I said maybe in the first minute. You know, the way they say that you know if you're going to like somebody in the first five seconds, do you ever hear that one? Well, I think that very quickly I'll know whether or not something good is going to happen."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let's bring in Special Report anchor Bret Baier, he's live in Singapore. It's been three hours since we talked when you're on \"The Daily Briefing,\" what have you learned since then? BRET BAIER, \"SPECIAL REPORT\" ANCHOR: I've learned it's moving forward. I've also learned that Sean Hannity will have a sit down interview with President Trump. That was just alerted to everyone. So, that will be interesting. After this all comes to conclusion that the president is leaving sometime today. We don't have a specific time frame as of yet, and that he will hold a news conference later on, according to the White House. You know, Dana, this is going to be at least 45 minutes with the two leaders and translators alone at the Capella Hotel. And that is a really interesting moment. To President Trump's point, whether he can assess how far they can get down the road this time or set up a structure or framework for next time, that's what is really going to be determined."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Bret. We're going to take it around the table for a round of questions. We'll start with Jesse Watters."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Hey, Bret. I saw some video of Kim Jong- un making an entrance into a hotel area and just greeted with thunderous applause. So, I don't know if you've gotten out of the hotel that much, but what's the local flavor on the streets there in Singapore? Are the expectations and view of Donald Trump and Kim different than they are here in America? And has Sebastian Gorka caused an international incident yet? A lot of people are very concerned."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, thank you, Jesse, for the last question. I have not seen anything about Sebastian Gorka in causing problems here. But, I have seen a lot of this excitement, kind of fervor about this summit. Everything has a picture of Donald Trump and Kim Jong Un. You're right that there's this iconic hotel here, the Maritime Sands Hotel Resort and Casino, and Kim Jong Un went out last night and did tour the area, and he did get a lot of applause at one point as he walked in that hotel. There's kind of like this apprehension about what's happening. Nobody is going to get close to this summit, but there's kind of an excitement on the streets, impersonators out and about. It's a little surreal."
    },
    {
      "speaker": "PERINO",
      "utterance": "Bret, we'll go to Greg Gutfeld next."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "Hi, Bret. I thought I would begin with a golf metaphor because I know that you love to golf. And I think when you're watching the coverage in the media, I think, the naive see this as trying to hit a hole in one, like in a peewee golf course, so that they win a free game. But, in reality, it's like a par six. And you've got to have, like, a whole bag of clubs. You're going to be all over the place and you need a few valuable caddies. Is that a fair summation?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, there aren't really any par sixes, let me go down that road."
    },
    {
      "speaker": "BAIER",
      "utterance": "I think that -- I think you're right that the coverage of it is pretty simplistic as far as what is possible. What we know is that they're at this table, and we know that previous administrations for decades have not been able to get to this table. We know that three hostages, four if you say Otto Warmbier, and obviously he passed away, were released. We know that they've had some success scaling back the missile testing and the nuclear testing, even though one of those facilities was collapsing apparently. But, there are successes before you get to the table. And I think the coverage overall, a lot depends on what happened in the next four hours when they first meet."
    },
    {
      "speaker": "PERINO",
      "utterance": "Kimberly."
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "All right. Hello, Bret. Thanks for doing a great job over there, looking forward to the coverage. I just wanted to ask you some of the behind-the-scenes, maybe messaging from, you know, the White House, signaling reasonable, realistic expectations, you know, in terms of the outcome of the meeting between these two world leaders."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, I think there's a lot of that and there's a little bit of scaling back over the recent days. I do hear a lot more that this is the first of several meetings likely going back to like the Reagan summits with Gorbachev. You had Geneva was first, and that led eventually to Reykjavik and Washington and Moscow. I think that this is a Geneva-type meeting that sets up others. The question is how far down the road they can go, and how far the North Koreans are really able to get to denuclearize to get economic benefits for their nation?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan Williams."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Bret, I'm very interested in what you said at the very top about the president leaving later today, obviously, last week they were discussing the possibility of this being a two to three day summits. And I wonder what your reporting has found in terms of why the decision was made to leave earlier. And the follow-up to that, if you have a moment, I'll let you answer that and then ask a second question."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yeah. Well, two things, one is the White House is clear to point out that that could change, it's not in stone, that if things are really cooking and there's more to talk about that they could change the departure date. But, two, is that there was a departure date for Kim Jong Un that he was set to leave sometime today. The president was going to leave that open-ended, but then, I think said, I'm going to leave today. We're going to get what we can get. And, three, Secretary Pompeo was pretty specific that they had several meetings that they believed were going much more quickly than they thought they would."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, the second question, Bret, is about what the United States is willing to offer to Kim Jong Un in exchange for denuclearization. Mike Pompeo said earlier it's not the case that we're talking about removing U.S. troops from South Korea. There're questions about human rights, and whether or not we would stand up for people like Otto Warmbier as we seek denuclearization. Do you have any idea based on your reporting there about what the United States is offering North Korea?"
    },
    {
      "speaker": "BAIER",
      "utterance": "We're trying to get specifics. We're talking to people all behind the scenes, but in public and on the record, Secretary Pompeo was pressed and wouldn't get into exactly what's going to happen. A lot is flexible. We're told that they're not going to talk about human rights, but I'm not told that that's in stone. We're told that they're not going to deal with U.S. troops anywhere in South Korea, but we don't know what we don't know in that private meeting between the two leaders. So, you're going to look at that meeting and I think a lot will come out of that, and hopefully we'll hear some more details. The end of the Korean War officially, while ministerial in its kind of layout is a big deal here in the region. And that's probably going to be on the table."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Bret, thanks for staying up. And, I guess you're going to stay up for another 24 hours. We appreciate it. And we'll see you tomorrow."
    },
    {
      "speaker": "BAIER",
      "utterance": "You got it."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. We'll take it around the table here. Jesse, you have a lot of notes here because this is a historic moment, kind of fun to live through it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, these are just your notes that spilled over, Dana, because you have so much reading material. The only thing that strikes me, I just go back to this video of this guy, Kim Jong Un, getting this applause when he walks in, like he's this big celebrity. And he may actually escape from human rights sanctions. I mean, think about what he's done to people. Forced abortions, extermination, labor camps, torture, malnourishment of his own people. And then -- to then kind of weasel out of this as this diplomatic guy that's kind of come into the modern age and that allowed U.S. investment potentially in North Korea, but not have to answer for some of the heinous and atrocious acts he's perpetrated on other people and his own people. It's a little scary to think that we would be able to cut a deal. I know you have to cut a deal with heinous people, but I think everybody needs to remember what he's done. And there has to be some accountability for the North Korean regime for decades of disgusting and inhuman abuses."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can I -- you kind of get to the reality of this, which is that on this planet there are bad eggs. We know that. What do you do with bad eggs? If you're pro-human, you want more people to live. Isn't this kind of the exact step? Before you turn out the lights, you decide you're going to turn out the lights, why don't you come over, sit down and talk, and show the bad egg what the world could be like if you decide to change. That's a salesman. So before, America or the west decides to make some momentous, consequential decision that impacts 28 million people, like 25, 20 million people negatively, through devastation or starvation, you exhaust the possibilities, and one of the possibilities if you show the off-ramp before the cliff, because we know what the cliff is going to be. So here, Trump is that kind of guy that walks around and goes, look at this off-ramp. It's very appealing. This is what you can have. That's the carrot that he dangles, and then the stick which is what may end up being the case, but you've got to show the carrot before the stick."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's interesting -- remember the vice chairman that came here to New York and delivered the letter to President Trump, he had never been to the west before. And, apparently, Secretary Pompeo was showing him the skyline of New York City, like this is actually how the real world works if you want it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I think it's so true. You really need to be able to present that and paint a picture of how things can be and have the juxtaposition of about, you know, what they're facing in North Korea. And when you really just think about it, why wouldn't you want to be -- have economic prosperity and be able to have the things we're so fortunate to enjoy in the United States and, you know, western civilization, most certainly. I think the fact that they meant someplace else is also very good, to go into, sort of like a neutral ground, to go to Singapore. And even in terms of the transportation that he arrived in and working out the finances behind that for Kim Jong Un, etcetera. You've got to do what it takes to try to get them to come halfway and create a further, like, deeper understanding of what's at stake here. How can he know if he hasn't experienced it or seen it? And, I think, to meet, you know, President Trump, I have to tell you, I think part of it's a little bit of like his love of kind of American lifestyle and pop culture. He's had that kind of fascination, you know, with American-themed movies like Dallas and that type of thing, and TV series, and Dennis Rodman. So, here you have someone larger than life with President Trump, the TV shows, being someone who, you know, has Celebrity Apprentice for years. I'm telling you, I bet you all of that has factored in to a little bit of his curiosity to be able to come and sit and meet with the man. OK, great, whatever it takes to bring him to the table and then actually accomplish great ends."
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan, I'll give you the last word."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think, you know, what Kimberly is saying is the concern of a lot of people in our foreign service and our intelligence community, which is that we are giving him the meeting. We are giving him the photographs. We're not going to focus heavily on human rights, as Jesse is concerned about. So, we are giving up something even before we start talking about, are we giving up troops -- the presence of our troops in South Korea? Are we going to offer tremendous economic aid? What are we offering here? And so, when the president says here you get to know someone within the first minute, have you heard about the first five seconds and you can tell this or that. I think he's trusting in his gut. I think all of us have to root for him and root for this gut thing. But, at the same time, I think he may be being set up, Dana, you know, it's not great for everybody to have such high expectations because it's the first time the leader of North Korea and the U.S. are sitting down. Everybody thinks, oh, this is it, this is it. Well, I don't think this is it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, tonight is the first night of the new episode of the season. We'll see what happens."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, we'll see what happens."
    },
    {
      "speaker": "PERINO",
      "utterance": "We'll see what happens."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can't have diplomacy without photographs. I mean, if you can figure out a way to meet with somebody without being in a picture, it's just."
    },
    {
      "speaker": "PERINO",
      "utterance": "We're going to have time to talk about this a little bit more. Meantime, President Trump and key allies talking tough on trade following the contentious G7 summit, what they're saying about it, next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "The feud that broke out after the G7 summit is escalating. President Trump is hitting back at Justin Trudeau after the Canadian prime minister held a press conference at the end of the summit blasting the president's tariffs. Trump doubling down on fair trade on twitter, calling it, quote, fooled trade when America gets stuck with a losing deal. And the Trump administration is filling no cautious slamming the Canadian leader for his criticism."
    },
    {
      "speaker": "PETER NAVARRO, TRUMP TRADE ADVISER",
      "utterance": "There's a special place in hell for any foreign leader that engages in bad faith diplomacy with President Donald J. Trump, and then tries to stab him in the back on the way out the door."
    },
    {
      "speaker": "LARRY KUDLOW, WHITE HOUSE ECONOMIC ADVISER",
      "utterance": "He really kind of stabbed us in the back. He really - - actually, you know what? He did a great disservice to the whole G7. He betrayed."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Trudeau did?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Yes, he did."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Meanwhile, the media is piling on the president for his tough talk after the G7."
    },
    {
      "speaker": "CHRISTIANE AMANPOUR, CNN",
      "utterance": "It's unprecedented. I mean, I don't remember in any of my coverage of these kinds of summits that, ever, this kind of language has been directed at America's closest allies."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "It seems like the phrase, leader of the free world, might be obsolete."
    },
    {
      "speaker": "MARTHA RADDATZ, ABC NEWS",
      "utterance": "The name calling, I've never heard anything like that with a U.S. president calling a U.S. ally names."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "This summit is a huge win for Vladimir Putin. He didn't even have to show up."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my gosh. Vladimir is like, wow, I really didn't have to show up and I'm winning. This is interesting. OK, Jesse, so what do you make of it? A little bit of, you know, back-and-forth. Seems like things were going OK, and then, all of a sudden, it switch and flipped in the other direction, whether was this back-and-forth between Trudeau and the president."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, Trump campaigned on being tough on trade and now he's delivering. I just don't think the media is used to politicians following through on what they say they're going to do during the campaign. Talk about alienating our allies in the media? I think Obama alienated the Israelis, the Saudis, the Ukrainians, the Iraqis, so don't all of a sudden lecture Donald Trump about offending allies. They've done enough of that over the course of the years. Dana, this reminds me of the Smoot-Hawley Tariff Act of 1930."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": ". when a massive trade war broke out at the beginning of the depression. And it wasn't going well for a long time to the extent of the depression. But everybody realized lowering tariffs on both sides of the Atlantic is good for business. And that's all the president wants to do. They have massive tariffs in the E.U. on cigarettes for instance, 33 percent tariff on American smokes? I want American cigarettes in the lungs of Europeans. They love to smoke."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They love it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Why shouldn't they smoke competitive priced American cigarettes? I don't get it. But it's also berry, it's meat, it's ridiculous. So, all he's saying is, you know, we pay for NATO, we pay to protect you guys. Our spending on the military is very large compared to yours as percentage GDP. So, we have lower tariffs, higher military spending. That benefits you guys. Let's just create a fairer system. And I don't think there's anything wrong with that, although Navarro's comment about hell might have been a little too much."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "A little over the top is what you're saying?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "A little over the top for me."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Now, Jesse, you want American smokes in the lungs of all European, especially the French, but also e-cigarettes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Also sugar and berry, I mean, a number of things I like over there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, let me ask you, Jesse. What has he delivered? Zero, zip. There's no deal, there's nothing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, what I'm saying -- you've said he delivers. He doesn't deliver."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't see any promise."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In terms of trade, we're talking G7 now. That was the first segment. In terms of the G7, want did he deliver? Zero. And, in fact, Jesse, again, fake news -- this is the kind of thing that Trump puts in the atmosphere. Everybody says, oh, I guess I heard Trump say it. But, in fact, here's what the World Bank says, the average current tariffs of the United States, Britain, Germany, and France, are identical. In some cases, the Japanese, lower. So, what is -- big difference, Trump likes to talk about the difference in trade. He's talking about goods. We do things like services, we do things like intellectual property, we have a tremendous advantage. Trump doesn't discuss it. And then you get this photo, I don't know if you guys saw it, viral photo of Trump seated, Angela Merkel staring over him, and you get Macron of France leaning in with Merkel, standing on this side, the Japanese -- but people say wow. This is unbelievable. This is like America not against Justin Trudeau, but America against the world and for what? What are we breaking down historic western alliances that won World War II."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no, no, because when you introduce something like that photo, you have to put in a context that they were four photos. The next photo after that they're all laughing."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's photos of us -- when you catch a photograph of The Five and we'll be like this, and then the next minute we're laughing. This is just an errant photograph. By the way."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Who are you going to believe?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, you're."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're lying eyes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are lying because you're misrepresenting. There were four photos, Juan. You picked one."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Real or not real?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You will be so embarrassed."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That picture was made up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, stop while you're behind. All right, I want to make a point though. We tend to jump -- skip the question. The question is does anybody have a decent explanation for why we must accept high tariffs? The responses, oh, we don't want to have a trade war. That's not the question. No one wants a trade war. What we're asking is why can't we ask the question about what -- this lack of balance in trade tariffs. If you have a 290 percent tariff on."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's not true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "According to the World Bank."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're World Bank statistic is deceptive. We're talking about specific."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're deceptive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, because I'm talking about specific tariffs, Juan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You've got to let me represent this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But that one specific area is not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now it's true. Now, you're admitting it. It's a 270 percent average in dairy. That is real. It is a problem in Canada because -- Canada is having a problem with Quebec. They're appeasing Quebec farmers over this. That doesn't help us. So, Donald Trump when he enters this world, everybody is attacking him because he's just asking the question, why is this good? That's all he's asking. And everyone says because we don't want a trade war. He goes, I don't want a trade war either. But I can be."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there can be reciprocity. And nobody in cable-TV answers the question. They just go, trade war. Or they find some stupid photograph, you know. Come on."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's 1 of like 30."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thirty."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": ". taken."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My God."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Ms. Perino."
    },
    {
      "speaker": "PERINO",
      "utterance": "The media clip that we have before were like the shock and awe, right? That they can't believe this happen, but this is happening every week. So, I think if they are really concern, then why don't you find the solution going forward. The president said something interesting at the summit that, sort of, got glossed over and that was, why don't we just have no tariffs at all between our countries, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the point."
    },
    {
      "speaker": "PERINO",
      "utterance": "And people blow it off. Now, yes, Canada has that tariff on our dairy. We have a huge tariff on softwood lumber coming from Canada. There's lots of reasons for that, not necessarily good. But one of them is environment because we manage our forests in a more, I would say, more environmentally friendly way that the Canadians do."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, that's how all of these things gets super complex and complicated, but the president is asking a very simple question which is why do we need any of this at all?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": "And I actually think that because it's in everyone's best interest for this to get solve that cooler heads will prevail."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right, perfect."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And, by the way, you know what would be a great experiment? Our problem is we're mixing progressive income taxes with tariffs. Why not just have all tariffs?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Instead of income tax?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, just get rid of income taxes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Hear, hear."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's how we had the industrial revolution. The industrial revolution came from tariffs."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, yeah. So, we just attack our friends -- attack our friends, the G7. Meanwhile, we embrace people like Putin."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're my friend and I attack you every day."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, that's different. We do business."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Camera four."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". is Putin doing business?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They're not our friends, they're ripping us off. Robert De Niro goes on another anti-Trump tirade, this time at the Tony Awards. The outrageous video, next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Last night, an elderly, confused man went missing in New York. Luckily, a band of self-satisfied elitists found him babbling on the streets, threw some pants on him, gave him a stage."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OH, my God."
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "utterance": "I'm going to say one thing: (EXPLETIVE DELETED) Trump."
    },
    {
      "speaker": "DE NIRO",
      "utterance": "It's no longer down with Trump. It's (EXPLETIVE DELETED) Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It kills me. Talk about persuasive. Really, I was on the fence about Trump, but then -- then I decided to really listen to one of the great generational leaders of American pop culture. And the clenched fists at the end, that really drove it home. It looks like he was pressing a 2-pound weight in a Jenny Craig commercial."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OH, my gosh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Look at it again. It's so cute. It's like he found out the restaurant serves JELL-O or that he won a $10 scratch-off or he scored a cameo in \"Jersey Shore,\" or had his first No. 2 in a week. Thank you, FiberCon. What a sad end for a great actor. He went from \"Raging Bull\" -- \"Raging Bull\" -- to this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Look at this guy! Am I on drugs? Of course I am. It's incredible. Flex Off history is being made!"
    },
    {
      "speaker": "ZAC EFRON, ACTOR",
      "utterance": "What's up now, bra?"
    },
    {
      "speaker": "DE NIRO",
      "utterance": "Yeah, what's up now, bra?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, poor Bob. You know, he's like a star whose girlfriend dumped him for a bigger star -- a bigger star who's in the White House -- while you're in \"Dirty Grandpa.\" Oh, man. So now the resistance is reduced to applauding tantrums. Who knew De Niro's lasting role would be irrelevant gasbag pleasing irrelevant peers. And he's doing this as Trump organizes a summit -- not a war, a summit. And you've got to wonder if it were President Hillary -- Bob's choice -- would you actually have a summit or would you have a war? But forget deeds. What matters is adulation received from an emotional display before a packed sea of millionaire lemmings. So who cares that Trump meets with North Korea? It's no \"Meet the Parents,\" right Travis?"
    },
    {
      "speaker": "DE NIRO",
      "utterance": "You talking to me? You talking to me? You talking to me?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sit down. Nobody is talking to you anymore, pathetic old man. All right. He was in -- before I get to you, let's go to -- I think he was in Canada, Toronto, opening a restaurant or doing something. And this is what he had to say."
    },
    {
      "speaker": "DE NIRO",
      "utterance": "And I just want to make a note of apology for the idiotic behavior of my president. It's a disgrace, and I apologize to Justin Trudeau and the other people at the G-7. It's disgusting."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, I actually feel bad for him, because I think he's one of those people that has never emotionally recovered from 2016. This is a guy who's got serious Trump Disorder."
    },
    {
      "speaker": "PERINO",
      "utterance": "Where he was last night and where he was today, he certainly knows his audience."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "So he's, like, talented in that way. But what he doesn't know are the cast and crew that work on his own show. So he was actually there as part of -- the musical that he codirected is \"The Bronx Tale.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "His name is on the marquee. He gets paid from it. They played the music leading up to it. He never mentions the show. And this is the show -- The times, there's so much competition, and the cast and crew of \"A Bronx Tale\" really deserved a lot better. I think this was extremely selfish. Because he didn't -- you need publicity."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "And this was their shot to be able to get a chance to talk -- to talk about that show, which I've seen and loved it. And I think it's extremely selfish that he -- he forgoed the opportunity. Forwent the opportunity How do you say that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Forgoed."
    },
    {
      "speaker": "PERINO",
      "utterance": "Forgoed the opportunity to talk about these people, who need others to come to the show. So we'll do it here. Go see \"A Bronx Tale,\" even if Robert De Niro doesn't care."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So he cheated the Tony honorees, but also, I think he might've helped Trump get reelected, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think Hollywood is not doing the Democrats a very good service here. If you think about it, he's like the Nancy Pelosi of Hollywood. Every time he opens up his mouth, the Republican Party goes like this, keep talking. And when you add this to Samantha Bee's \"C\"-word, Snoop Dogg, to Kathy Griffin, they are not doing a very good job helping Democrats get elected. What this does is, when something like this happens, it fires up the Republican Party. It turns off independents. And then it just drags the Democrats so far to the left that they cheer, and they think this is acceptable. I would say, though, you have a choice. If you're a lefty person in this country and a celebrity. You're either going to resist Trump, like this guy, or you're going to work with Trump. And we've seen celebrities work with Trump recently and get things done. I don't see why these people don't just show up at the Oval Office. Trump will bring them in. They'll get things done, and everybody will say it's a win-win. I mean, that's the easiest thing to do with this president. They're just not taking that avenue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what it is? The metaphor is it's like when you're in a relationship in which you're dumped. They're still dumped. They haven't moved on. In order to do what you're talking about, you've got to move on. And there a lot -- there are a lot of people in Hollywood who have moved on. He hasn't moved on. Kimberly, I also have a theory that De Niro and Trump are the same age. So the comparison, is that De Niro's career is on the downside. The movies he's -- the choices he has to make are purely for financial reasons. Whereas Trump is the leader of the free world. I think that's eating him alive inside."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Totally."
    },
    {
      "speaker": "WATTERS",
      "utterance": "De Niro is broke, is that what you're saying?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why is he -- why is he doing \"Dirty Grandpa?\" It ain't for art."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He also has \"The Irishman\" that's coming out with Scorsese. That's going to make a pretty penny."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, but you know what? He's --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He just hurt a pretty penny for everybody else involved in that movie. Because he's not winning hearts and minds behaving that way. It's just that it was poor theatrics at best. I agree with you, Dana, it was just very egotistical. Like why take the moment way of triumph and of adulation for other people who have worked very hard, and make it about yourself? You know, it's very myopic in terms of his viewpoint. It's a cheap thrill he's getting from self. It just sort of suggests that, psychologically, he's not feeling so great about where he is or what he's doing, you know, in life, and then he has to go. We don't need them to apologize to the Canadians or on behalf of Trudeau. It's, like, so bizarre."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thanks but no thanks."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No one cast you in that role. You know? So I don't know. Maybe the next role he should play is somebody just, you know, super jealous and underachieving and on the downslide. Because it just doesn't seem like he's really holding it together well. And I really liked him in, you know, \"Meet the Parents\" and \"The Fockers.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Watch your mouth, Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's over for me now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So Juan, I get the impression now all you have to do is swear. You don't need to have any kind of intellectual argument. Just swear. It works. It actually works."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, I don't -- when I hear you talk about Robert De Niro in this way, I think, \"Well, it must be about some B- or C-list actor they're talking about. They're talking about Robert De Niro, who is one of the greatest American actors of all time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. No question."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I don't think Robert De Niro is in any trouble. I think, in fact, Robert De Niro is standing up there, he's the \"Raging Bull\" in a rage over the outrageous behavior of this president. And it's not that he can't get over '16, Greg. It's that he can't get over the current contemporary reality of things like separating children from their parents."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He didn't do that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, it's not the president's --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Obama."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- situation. I see. Let me just say --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Obama."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He can't get over the idea -- and I think this is what you've seen reflected -- president creates chaos, antagonizes our allies --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And mental illness."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- embraces Putin, has an ongoing investigation which he says he's going to pardon himself. People are like, \"What the?\" So when you see Robert De Niro, who's a truly distinguished actor and a great American, do that, maybe the reason that people stand up and applaud is because they agree with him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Or they have to."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You think this is helpful?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They have to?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you think this is helpful, Juan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They have to. They're industry. They're on camera. Imagine if you didn't sit -- imagine if you sat, if you were sitting down how much grief you would've gotten."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What grief?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's like the clap track. They've got to clap for him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You can sit on your hands. I think in the conservative echo chamber, now there you've got to --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The \"what about-ism.\" I was waiting for that."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Maybe De Niro needs somebody to write some new lines for him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think he did pretty well, because I think that we --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have a low standard if that's a good line."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Pow, pow, pow (ph)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "President Trump and Kim Jong Un meeting face-to-face in just a few hours. The very latest on the nuclear summit straight ahead."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is a FOX News alert."
    },
    {
      "speaker": "The historic summit between President Trump and Kim Jong Un taking place in just over three hours from now. The president tweeting minutes ago",
      "utterance": "\"Meetings between staffs and representatives are going well and quickly. But in the end, that doesn't matter. We 'll all know soon whether or not a real deal, unlike those of the past, can happen!\" Kimberly --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- what's your measure of success?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You know, I think the fact that, not to keep the bar too low but, I mean, the fact that we're having this meeting, to me, is historic. The word's been used and bandied about a lot but I think with good reason because it's applicable. This is something that, for the first time, we're really able to get someone who has just been in a regime, intractable and such a problem geopolitically to the table to have a meaningful discussion about denuclearization. This is going to benefit the world internationally. So I'm optimistic about it. I think the fact that they're sitting down is going to be the beginning of relationship like we've seen with President Trump with other world leaders and then furthering that along. If you sit down and you get to know somebody face-to-face, versus over the phone or across email, it's much more meaningful and impactful in terms of getting to know them and then being able to build on that relationship and that sense of, like, trust."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, Jesse, what we heard from Bret Baier earlier was that the president's representatives, his aides, have been scaling back expectations over the last few days and that he might leave early. What's your bar in terms of success here?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, like Kimberly said, it's the start of a long process. And I think the goal is complete denuclearization in return for massive amounts of American investment. So if we have McDonald's in there, if we have American companies in there, and they take their nukes off the table, that solves the security situation, as well, because we're not going to bomb North Korea while we have McDonald's and American workers there. It just -- that's pretty simple. But I hate listening to the naysayers, because it's boring, and it reminds of a Chinese proverb. Those who say it cannot be done should not interrupt those doing it. So when Obama botched the status of forces agreement, botches the Iran deal, he botches the Syrian chemical weapons deal with Putin, and then they criticize this president for a meeting, it just kind of rings hollow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Dana, what's your measure?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm comfortable if this is a slow walk."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And if they just establish a rapport and decide to meet again. If that is the only deliverable, I'd be very comfortable with that. I think this deal has to be much better than the Iran deal. By the president's own measure, but for the safety of the world."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A couple things. One, Bret owes me an apology. There are par sixes even in Singapore. They're all over the country. I'm hurt. No. 2, I don't want North Korea to denuke, because I can't say the word. I've been trying to say denuclearization --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You did well."
    },
    {
      "speaker": "PERINO",
      "utterance": "You did it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hey!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Got over it. The other thing, two, is I think the media might want to mentally prepare for an achievement. Take some meditation classes, get a relaxation app on your phone. Take the month of August off."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "If it's the end of the war, if it's the end of the Korean War, you say that's an accomplishment?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think that's an accomplishment. Yes, it's a step in the right direction."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm nervous about that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You are? Why?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Why? Because I think it takes our leverage off the table. And also, it starts a cascade of lots of other things technically and legally that we have to comply with, even though we might not want to."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, we know that the president likes to claim victory. Bill Maher rooting for a recession? Come on. The comedian's controversial comments on why he hopes Trumps economy tanks. That's next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tanks for nothing."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Liberal comedian Bill Maher is getting backlash for these outrageous comments about the economy."
    },
    {
      "speaker": "BILL MAHER, COMEDIAN",
      "utterance": "I feel like the bottom has to fall out at some point. And by the way, I'm hoping for it, because I think one way you get rid of Trump is a crashing economy. So please, bring on the recession. I'm sorry if that hurts people, but it's either root for a recession or you lose your democracy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Kimberly, I think he has to be kidding, because no one could be that stupid."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, and he's also not that funny, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wasn't funny."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I mean, I don't know what he's doing. Can you imagine? As soon as I heard the word, like, \"recession,\" there's plenty of people who I care about putting food on the table and having money in their wallets and being able to provide for the children. What are you talking about, recession? Like, here we are in the middle of a booming economy the people are really enjoying. Poll numbers very favorable. So you'd rather, like, sabotage millions and millions of people and, like, ruin their life because you personally are offended by a president who's winning? I mean, talk about mean-spirited. He should be in a support group with, like, Robert De Niro. Crybaby."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hold my beer. Watch this."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was pretty bad, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I didn't like it. And, you know, to me, I don't like Trump, but I'm rooting for America and I'm rooting for the American economy. And what it suggested to me, though, is that he things that, because of the economy, there are lots of people on the left who are being lulled into a sense complacency or it doesn't matter. So what? This is a lot like what Greg often says, \"Oh, this is looking good. So if it's looking good, why bother? Just leave\" -- but of course, Trump is a great disruptor and I understand his frustration. But I think he needs to reconsider that approach."
    },
    {
      "speaker": "WATTERS",
      "utterance": "This is the ultimate ends justify the means."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, for Americans who want to vote for Democrats on economic issues, then the Democrats have to put forward an economic policy program that we have not seen yet. And the only thing they're doing right now is running against Trump for the midterms. So after that, I don't know where they go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Who knows? What do you think?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have to say that I completely respect him for what he said, because he's honest. He could be like another typical left-winger and say, you know, \"I'm happy for America, even though I don't like Trump.\" But he actually is an honest left-winger. He said, \"I wish the economy would tank and people will suffer, because I hate Trump so much I'm willing to see the country screwed.\" That's honesty. I respect the honesty."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's why he knows 2020, the president wins reelection because of the economy and good numbers."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. \"One More Thing\" is up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's time now for \"One More Thing\" -- Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. I will just say I cried tears of joy all day yesterday. I was one of those moms, you know? Anyway, so Ronan has been playing in an NFL-sponsored flag football team. U-1 (ph) Sports partnered up with the NFL, which is really amazing, for youth sports up in the Bronx. And each season they have a co-ed division of girls playing, as well, for grades first through eighth. And I'm going to take a look at this. So that's Ronan. He had an epic play-off and epic championship. That's him running in for a touchdown. Before that, you saw Coach Anthony with him, Coach Pena. Amazing kids that are playing in this league. This is me, being a psycho, where I tried to videotape his winning touchdown with 16 seconds left on the clock. And it completely went insane. Take a quick look."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Tipped."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "So then he captures the chip (ph) with his friend Harrison goes nuts. That's me running on the field going crazy. The refs escorted me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Get off the field!"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Moms off the field. And Ronan's like, \"I told you not to do anything to embarrass me!\" And I was like, \"There you go.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "That's great. Congrats, Ronan. All right. Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So it's wedding season, as you well know, and the royals kicked it off this year, Harry and Meghan in Britain. Take a look at some of their guests wearing the royal fashion accessory, the fascinator. I had no idea about fascinators, but this weekend I got a close-up of the trendy head pieces when I saw photos of the ladies in my family. They wore them to my niece's bridal shower on Saturday in D.C."
    },
    {
      "speaker": "PERINO",
      "utterance": "Cute."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Fashion apparently travels fast across the pond. Good luck to Marisa and Nick."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "This is so gorgeous. I love fascinators."
    },
    {
      "speaker": "PERINO",
      "utterance": "Fascinating."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Fascinating. Oh, my God."
    },
    {
      "speaker": "PERINO",
      "utterance": "So there's a lot of news out there. And you know I like to get the news clips in the morning. The most important news today, as Erin Landers put on my thing, was that Dierks Bentley was on the cover of \"USA Today Life\" for his new album, the -- it's called \"The Mountain.\" Highly recommend it. Excellent. Listened to it all weekend. Best one yet."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Forget about Melania. It's Justin Trudeau's eyebrow that has gone missing. Look at his left eyebrow fall down in the middle of his speech, if you can see it right there. What's it doing? And for someone that has bushy eyebrows, if he needs an extra eyebrow, I'm happy to lend him a brow."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You mean it's fake?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What's up, brow? All right. New thing. It's called --"
    },
    {
      "speaker": "GRAPHIC",
      "utterance": "Greg's Can We Talk?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Greg's Can We Talk?\" All right. I want to talk to you, Walgreen's and Duane Reade. I understand what you do. You're like little mini supermarkets. I can get my Ovaltine and my ointment. But the problem is people are getting tired of these. OK? You've got to shorten your receipts."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Everybody -- I know you've heard these complaints. I'm tired of carrying these around."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Flip it. What's on there, Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Twenty-seven Vitamin Zeros. Some jerky, and the ointment. Come on."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Dana, really quick, Ronan's cousin Leo threw him the winning touchdown pass."
    },
    {
      "speaker": "PERINO",
      "utterance": "I love cousin Leo. I want to meet him."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I love Leo."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Set your DVRs. Never miss an episode of \"The Five.\" I mean, who would? It's amazing. \"Special Report\" is up next. Bret's still awake. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}