{
  "date": "June 25, 2021",
  "headline": "'Gutfeld!' on critical race theory, South Carolina protests in Rock Hill",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-critical-race-theory-south-carolina-protests-in-rock-hill",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I got them $1.9 trillion in relief so far. I wrote the bill on the environment. I said, yes, pay them more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "This is getting really weird. Yes. The only phrase you use more than Greg, you should get that rash checked out is what the hell is critical race theory and why are we forcing it down everyone's throat? Like butter at Brian Stelter's dinner table, it's spreading everywhere. From classrooms, to human resource departments, look under a rock and there it is, right next to Joy Behar. It's even infected our military. You know, the military used to have two objectives, kill the bad guys and blow up their stuff. To that we've added a third, understand white rage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. MARK MILLEY, JOING CHIEFS OF STAFF CHAIRMAN",
      "sentences": "On the issue of critical race theory, I do think it's important, actually, for those of us in uniform to be open minded and be widely read. And it is important that we train and we understand. I want to understand white rage, and I'm white. And I want to understand it. What is it that cause thousands of people to assault this building and try to overturn the Constitution of the United States of America? And I personally find it offensive that we are accusing the United States military, our general officers, our commissioned, noncommissioned officers of being \"woke\" or something else because we're studying some theories that are out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Little grandmothers were trying to overturn the constitution. Glad we arrested him in sentence one. I missed the days when generals would be nuking this nonsense instead of defending it. So, he wants to study CRT as if it's something rare, like a rational CNN host. But you know, there's other stuff soldiers could be studying, like how to say halt in Chinese and Russian or detect actual threats to our country. For example, threats like a pernicious half-baked theory that divides a country into oppressors and oppressed. Using nonsense terms like white rage that amounted to a cultist, pseudoscientific indoctrination. White rage sounds like some sort of steamy hot latte you can get at Sheldon Whitehouse's country club. But it's scary that so many of us have never heard of this crap and it's spreading in the military faster than a case of crabs. You know, when those guys get out of the crate, there goes your supper. If you want to destroy a country, the first step would be to get the its military to incorporate race based self-immolation. China couldn't have done it better if they were behind this. Maybe they are. Wouldn't be the first deadly agent to originate in China and then go viral in the U.S. One of the cults' defenders that proudly bigoted Joy Reid finally agreed to debate the white CRT critic whom she smeared based solely on his race. I wonder if she lets him talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "Here really just having a campaign to take everything that annoys white Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER RUFO, AMERICAN CONSERVATIVE ACTIVIST",
      "sentences": "No, that's not right. No, that's not right. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "Hold on. You want to make a campaign and stuff everything --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "I mean, you played my highlight reel. You played my highlight reel. Give me a chance to respond. No, that's absolutely wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "And you want to stuff it all into critical race theory, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "I'm fighting against language deconstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "Right. You're fighting against wokeness. And you don't like corporate wokeness, et cetera. I get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UFO",
      "sentences": "Let me respond at least once. I haven't gotten a full sentence out. It's intersectionality theory, which was invented by Kimberle Crenshaw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "That's intersectionality. It's a separate thing. Intersectionality is a separate thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "Which is part of critical race theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "No, it's not, dear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "You had her on your show. 64 percent of Americans now know what critical race theory is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "No, they know what Christopher Rufo theory is, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUFO",
      "sentences": "Of which -- of which -- of which -- of which 58 percent of them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "They know what you -- you made up your own thing. You -- my friend, you made up your own thing. You admitted you were going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REID",
      "sentences": "Let me finish one sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She's quite the host. She seemed so confident in their beliefs that she couldn't let the other guys speak. And of course, there's this chap who tees off on white people so often he needs a caddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL ERIC DYSON, VANDERBILT, AFRICAN-AMERICAN STUDIES PROFESSOR",
      "sentences": "I agree with Brother Tim. And speaking about, you know, the maggots -- I'm sorry, the MAGA. That is so corrosive in this, you know, political moment. I resent as an intellectual and as a black person in America that we have taken the brunt of anti-intellectuallism. We have borne the brunt of being disloyal to this nation. And we have stood by to see mediocre, mealy mouthed, snowflake white men who are incapable of taking critique, who are willing to who are willing to dole out infamous repudiation of the humanity of the other, and yet they call us snowflakes and they are the biggest flakes of snow to hit the Earth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I get it. MAGA sounds kind of like maggot. That's comedy, Professor. So this guy who keeps calling himself an intellectual, thinks that racist ad hominem attacks against white people constitute an actual argument. He hates whites more than my wife holding a pair of my boxers on laundry day. So, as the media mocks critics of a theory that the media doesn't even understand, it was left to defend America from The Scorch? The parents. Seem like the media, parents have something of value to lose. Something called children. Now, I'm not a fan of children. I hate them. They stink. They're loud. They get too bored first on airplanes. But you ever see how parents act when their kids are being threatened? They're more competitive than Joe Biden being told to wake up from his nap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PROTESTERS",
      "sentences": "Do your job. Do your job (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Goodness. It's like an outtake from Footloose. What you're seeing is people waking up to the woke. People rising up to fight an ideology designed to divide a country. But in order to fight something, you first have to be able to describe it, whether it's racism or cavities. Truth is, CRT is just one beastly tentacle of white liberal supremacy. It's all based on an idea that black people are incapable of achieving anything on their own. So why not let this superior white liberal help you? The C in CRT actually stands for condescension, a reoccurring theme in the Democratic party's platform. Voter I.D. is an example of this Neo racism. Woke white liberals say that blacks could be anything, including president, yet the same black people can't figure out how to get a photo I.D. Something the average 17- year-old can do the moment they want to buy beer. But maybe it's too late. This stuff seems to be everywhere. In Cornell, there's a course that suggests black holes could be linked to racial blackness. The word policeman is now on a list of offensive words at Brandeis University. This is true climate change. And it's one that parents are feeling first because they're closest to the toxic fart-filled wind. So maybe it's time for an educational Tea Party. Maybe it's time to occupy the classroom. Let's make our schools and maybe our military CRT free zones, where students and soldiers can learn the full story of America. There are better ways to establish racial harmony and true equality in this country. And if children are deemed our future, it's time to keep the adults in charge for a bit longer and let the parents take control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. This former volleyball star keeps insisting the panel get up and rotate. Fox Nation host Abby Hornacek. Even his thank you notes are bestsellers. Up In The Air author, Walter Kin. He switches to a shoulder holster on casual Fridays, former CIA operative and Portman Square Group CEO, Mike Baker. And she recently walked down the aisle to get a flight attendant to bring her more vodka. Fox News Contributor, Kat Timpf. All right, Walter. You are an intellectual. You were an academic. And you said something very, very poignant in the greenroom. And I thought to myself, you should say that here because I thought you captured it in terms of trying to define the true essence of critical race theory. You have the floor, Mr. Kirn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTER KIRN, AUTHOR, UP IN THE AIR",
      "sentences": "Well, when I was a child in Lily White rural, Minnesota which I'll admit is not the most racially mixed place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. So you were a bigot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes. Well, no. I was told by my teachers that out there in America, there existed something called prejudice and bigotry. And that, perhaps I would encounter it someday. And I looked at my heart and I said, I don't have any. Mostly because at that point, I had no one to hate, except, you know, there were Lutherans, there were Swedes, and there were Norwegian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE BAKER, CHIEF EXECUTIVE OFFICER, PORTMAN SQUARE GROUP",
      "sentences": "I am Lutherans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But later on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- Lutheran audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes, yes. I know. But later on when I was presented with the opportunity to dislike other people because of their color, I decided I wouldn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I stopped myself. And I declared myself innocent of bigotry and prejudice. The problem with critical race theory is that if you think you aren't racist, that means you are it's a logical regression. It doesn't allow innocence. It doesn't allow a way out. It's a suggestion that even considering yourself above race is white.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Now in the summer when I'm less white. I'm also less racist, apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But it convicts you before you've committed the crime. And there's no crime that you can, you know, not commit that will let you off the hook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's like throwing the witch into the lake. And if she drowns, she's innocent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "It's absolutely that, you know, they use --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Mike does that all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But it's not witches. It's just, you know, citizens who -- well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I'm not saying they don't deserve it. It's all I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know, welcome to the show. I just want to warn you, this isn't like Fox Nation where you can just use the F-word whenever you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBY HORNACEK, FOX NATION HOST",
      "sentences": "Dang it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So, we want you to make try to keep it clean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Don't say dang it either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Oh man. I run out of words. I'm sorry. I got to leave. Is this the exit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes. I -- now -- but you might hit your head. You're very tall. I didn't realize how tall you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "I am. It's the heels and my -- and my legs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So you're suggesting I should wear heels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Yes, you can wear them if you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They look quite nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So what do you -- what's your take on -- would you -- did you know what critical race theory was when people were talking about it? Did you have to like -- because that's the thing. It's like when you say, you know what it is, the people practicing it will say no, that's not what we're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Well, I think we saw that in that interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Exactly. It's like Jerry Springer. I don't know, I -- it's so hard to understand. because like you said, you say one thing and then someone's like, well, that's not it. And it's like, we don't have a cohesive definition. It's like what you're supposed to do with masks once you're vaccinated. It's like, what are we supposed to do? I don't -- I'm not really sure. And I think we're seeing this microcosm, within like you saw with the -- with the parent meeting. It's just like, that's what the country is like right now. It's just a bunch of people fighting. I don't know why we didn't start that meeting with let's get ready to rumble or, you know, there weren't kids selling popcorn. I mean, it's so interesting to me because no one seems to understand it because -- and no one can really argue for or against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I can --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I would make the homework really easy. I disagree. Right? I'll be like, white plus person equals bad, like that's math, history, who was responsible for the Civil War? I was. Like, A plus for Katherine. I wouldn't have to think. But then the problem would be I wouldn't be thinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. But that's, you know, that's a -- it's a great point. Because if you -- if you can -- if you're clever enough to read the room and go like, wow, you know what, I don't have to work that hard if I just agree with the theory. And so every answer is always white is bad. And will be irrevocably bad. I did that in college all the time. I found out what the note because it was all based on deconstruction. And if you just did deconstruction, deconstruction is thinking you could get an A in any class. Mike, you have like 30 kids, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Well, in the U.S., you mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "So this -- I mean, I do -- I do believe that you can actually explain what critical race theory is. It's just that the opponents, as you saw, will say, oh, we're not doing that. Or you've got it wrong. So, it's up to the parents to read about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Right. Which is -- I think it's a really key point. First of all, may I just say that President Biden's tendency to lean in and whisper during this is creepy as a (BLEEP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "It's like drag queen story hour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "It's not -- it's not a good thing. And I think he should change that. I think somebody should tell him to come up with a different look. But this is a partly a result of the pandemic, as a result of the pandemic, getting to this issue with the parents, parents all over this country suddenly started to have to pay attention to what was being taught.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. That's so true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Because we didn't pay attention before. Right? I mean, you know, well, OK, that's not fair. My wife was much smarter than I am, always pays attention. I had no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "And so, pandemic hits your homeschooling, and suddenly you're interacting with the lesson plans and the teachers on a regular basis. And that's when I think a lot of this started to really kind of bubbled to the top but as a white person, I really can't have an opinion on critical race theory. I just -- I see no upside to me saying anything at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And that's coming from a guy who's killed a lot of white people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "But that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes, yes. That is right. Certainly. If you just wait the percentage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But theories like this are designed to shut you up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "You know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The lexicon you're not supposed to understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "No. If you don't understand something after this much talk about it, it's because they don't want you to understand when --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "It's an enemy like the fog or the blob. You can never get your hands on. Calculus or physics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't smear mathematics. Mathematics is good. Blob was an underrated film.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The original one by the way was Steve McQueen. Up next, crimes on the rise, but who's to blame for the bad guys? That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Today it's part of a daily diet to include a riot. Another day another attack in a police station. This one in Rock Hill, South Carolina. At least they didn't burn it to the ground. I guess gas really hasn't got too expensive now, has it? This fire was started following the arrest of a known drug offender, and no, it's not Hunter. The arrest caught on video showed officers wrestling with two suspects. That went viral and hours later, we end up with this. No word yet on when the suspects will be released and not prosecuted. So, more crime more lawlessness. What it is causing all of this? Global warming obviously. But let's take a deeper dive. Let's start by asking the least qualified person in the entire world to comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, ABC HOST",
      "sentences": "From 1993 to 2019 and that is a period that I was not scared to go out. Crime steadily decreased in the United States. Every president since Clinton inherited a basically a declining crime rate, and then continue -- it continued to decline until Trump came along because Trump presided over the greatest crime rise in modern American history. I don't want to lay the whole thing in his feet. But he did create four years normalizing crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Trump normalized crime, you bozo. Like when he defended the cops, stopped prosecuting rioters and decriminalized shoplifting or am I thinking of somebody else? Now, I'm not an expert, but I think she's stupid. I didn't do the research on it. But I think I could go out on a limb. But instead of blaming the last president. Let's see how the current president is addressing all the violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Crime is historically rises during the summer. And as we emerge from this pandemic, for the country opening back up again, traditional summer spike may be more pronounced than it usually would be. All this stuff about how we're going to move against the government. Well, the tree of liberty is not watering the blood of patriots. What's happened is, that there never been if you want to think you need to have weapons to take on the government, you need F-15s and maybe some nuclear weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, wow. That's weird. Usually when someone says F-15, Biden yells, bingo. That's from the guy. This is -- remember, remember, this is from the guy who says the January 6th protests were the worst attack on democracy since the Civil War. Of course, to be fair, he was an eyewitness to both. So now, he's mocking his own citizens taking on the government, which is Glenn Greenwald points out, shows how moronic is Biden's depiction of a few hundred MAGA protesters as a threat to the stability of history's most militarized and armed government. Bottom line, the Dems would rather paint the gun as the villain then go after the bad guys, because that would further expose their own failure to stop crime in the first place. You know, it reminds me of what Reese Witherspoon told me at her children's birthday party. You're here to make balloon animals, please get out of the pool. Right, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Go ahead. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But if it takes -- if it takes F-15s and nukes to defeat the U.S. government, how come the Taliban is hold -- held us off for 20 years? How come the Viet Cong won? How come, you know, this is ridiculous. I take it as a threat, as a strange thing to say, as one of the most peculiar statements that American president has ever made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "This is a country that founded on the notion that we are the government and that there are representatives. And the notion that they might, you know, even in their dreams come back at us with military weaponry and troops drawn from our own families is the strangest thing a president have said for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. The president actually minimizing the importance of the Second Amendment by saying, listen, you know, we can always nuke our own people on our own soil. That is (BLEEP) crazy. Like why don't -- why don't you do thing, I know it's really important to you but, you know, we're all speaking truth to power could not stand up against us nuking you. Like what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know how serious it is when your voice actually --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A new --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think I'm finally going through puberty at 32. Not to brag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Abby, what do you think of Joy Behar's take that it's all due to Trump because he happened to be in the Oval Office. You know, when this happened or started?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Well, first of all, I think he should start writing Biden's monologues. He could use a little bit of help. I don't know if anyone can take what Joy Behar says seriously. And if you do then that's a problem and of itself, but she loves numbers. So, if she may be looked at the numbers of the amount of police officers who are retiring and the lack of people wanting to go to police academies, that would be maybe a telling sign. Maybe that, you know, crime on police officers has increased by 45 percent, ramming from vehicles, stabbings, shootings, that kind of thing. But yes, I just -- I don't think she should be speaking on it because she's very good at placing blame, but not really taking accountability yourself. So, I don't know if she is necessarily the expert on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, she is. If she only spoke on things that she was an expert in, we would never hear from her again. But I don't let that stop me from talking Mike. So, as Guns N' Roses once (INAUDIBLE) where do we go now? You're in law enforcement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I do. I do. Look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You should -- what is going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I'm not in law enforcement. I would never -- I would never give myself that sort of credit. No, I -- this is -- the part of the promise and one of the things the President said in this comment is, he should never be allowed to riff, but his riff about the F-15s and the nukes, there's an element of contempt in there as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "And that's really disturbing because it -- that also inflamed. Look, if you tell people they're stupid, or they just don't get it. And if you do that often enough, they're going to get irritated, right? They're going to -- they're going to start to lose it. But I think that part of the problem also is we can't seem to have two thoughts in our head at the same time, two conflicting thoughts. So, can you improve policing? Of course you can. Can you do that by funding them more? By providing more training? By more consistent training? By better hiring practices, more accountability? Of course, you can do all those things. Can you also lessen crime by more aggressive policing? Yes. We can't have these sort of conversations. It seems like there's nothing layered about our discussions anymore. There's certainly nothing civil about them anymore. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We politicize law and order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes. We politicize law and order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But Greg, the Liberal Democrat solution for everything is spend more money on it. Except policing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "You know, why is it that we can defend the police, get more crime, and then use that as a pretext for taking away guns? I mean, it's a perpetual motion machine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. That's so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "They love crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "It gives them an excuse to do all of the social controls that they have wished for their whole lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "You know, I got to say something about this. I'm not realizing that if -- I can never be on the show again with Walter. He's really smart. And it just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Are you going to kill him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "It highlights (INAUDIBLE) not until after the show (INAUDIBLE) what he has to say, but after the show, that's it. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wait, are you saying that you don't like being on the show with Walter because it makes you seem less intelligent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So you'll be on with me because I'm --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I didn't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Which means (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I didn't say -- well, yes, it is. Actually. (INAUDIBLE) yes. Not you though. Not you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "I'm just going to -- yes. I felt that too. But I like Kat",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Coming up. They found John McAfee dead in itself. But from what? They can't tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's no longer with us, and it's kind of suspicious. So, should we really be saying RIP to John McAfee, the legendary eccentric tech entrepreneur that was found dead in his prison cell outside Barcelona and what authorities are calling an apparent suicide. No word on whether the authority who said this, is named Hillary Clinton. McAfee who made his fortune creating McAfee Antivirus software was being charged with tax evasion. And just hours before his death, a Spanish court had approved his extradition back to the U.S., which could explain the surprising suicide. Maybe they were planning to fly him back on Spirit Airlines. Now, I trust everything the media says with every cell in my body, but what if there was more to the story? The circumstances surrounding McAfee's death are so fishy they came with a side of chips and tartar sauce. He spoke for years about being a hunted man and that the charges against him were politically motivated. After what happened to Jeffrey Epstein in his prison cell, would it really be surprised to learn that McAfee didn't kill himself? Could he update his own death? Leave it to a brilliant jetsetting Bitcoin mogul to pull it off. Now, for legal reasons, I'm not saying he's still alive or that he was murdered. I'll let Kat do that. But it's like Steve Doocy used to say when we go camping, if there's no body there's no crime. All right, Kat, you met and talk to him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "how long ago and it was impact in your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The Libertarian, you're going to say when I was in my 40s or something like that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know, whenever you make fun of me for being old, you're much older than I am. You are aging as a man, but still.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, but I age gracefully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, I age very gracefully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, let's get back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, yes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "McAfee, alive or dead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I bombed his cigarette from the sky at the Libertarian Convention in 2016, and we talked for 15 minutes and it was truly like, like I've been bored every second of my life compared to that, no offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's almost as insulting as what Mike said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But no, because this guy -- people have this thing. Most of all this thing in their brains where they think a little bit before they talk. He, not even the slightest bit. I mean, what some called tax evasion. He says, listen, I'm just running from these people trying to steal from me. He was like, I don't believe in taxes. So, nothing would surprise me when it comes to this guy. I mean, he was truly just like, did not care. You can't judge him among a standard of what humans are like because he was nothing like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know, if one, there's one person besides Mike Baker who can fake their own death, it's this guy. I mean the guy had he had he had Bitcoin, he had Bitcoin, he knew a lot of people he was cutting. What's your, what's your take? I haven't seen the body.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE BAKER, FORMER CIA OFFICER",
      "sentences": "You well. Yes, I know, and that's always said, right. That's always the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And we know we know Epstein didn't kill himself, let's be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes, that's that I anybody who still thinks he does or he did. Well as Greg, as you know, I'm right in the middle of filming the second season of discovery hit series, \"Black Files: Declassified\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "In \"Black Files: Declassified,\" he turns to the audience and looks at them and smiles. We do a lot of investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "And that plus my time with the agency over all those years has taught me that a lot of times things are just as easy as they seem or just as simple as they seem. And but in this case, you had a guy who was slipping into paranoia, right. And over a period of time, you had a guy whose health was, was diminishing over a period of time. You had a guy who was fearful of coming to the states of actually having this extradition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are killed him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "No, I'm not saying that. I'm not saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Let's say you didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes, let's say I didn't and let's -- but I'm not I'm not a conspiracy guy. Much like you, you're not a conspiracy guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm not a conspiracy guys. That's why this, is interesting to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't think anything you're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I don't know. But I'm just saying, I think, I don't think I don't think he's alive still. Do I think he killed himself, or was he possibly killed in prison? One of the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. All right. Thank you. Thank you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He killed him. Walter, you are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTER KIRN, NOVELIST",
      "sentences": "I am a conspiracy theorist. When I was younger, I used to start with what NBC News told me and then I'd work toward the weird. Now, I start with the weird and go back to what NBC News tells me. My default position is that everything is crazy. UFOs are about to land. And shouldn't trust anyone. In this case, I think he went nuts and got depressed and killed himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes. I'm afraid to say that. I don't think that of Epstein. I think someday there's going to be a civil war in the United States. It won't be over racial lines. It will be who thinks Epstein killed himself and who thinks Hillary Clinton whacked him. And it will divide among states. But in this case, it looked like a guy who is at the end of the road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. Abby, the guy, well, what's your opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBY HORNACEK, FOX NATION HOST",
      "sentences": "Well, I just know everything. I wish, I did. I don't know. I mean, speaking of wacked, he got a tattoo that he kept saying, if I died via suicide in prison, I did not die of suicide, I got killed. You got to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Same goes for me if I die of suicide in prison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But he no knows from the Epstein case, has anyone ever by not killing themselves, assured legendary status like Epstein? If I wanted to be a legend, I'd kill myself and have people think I didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Let's -- hopefully that never happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "It's complicated, but it works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think we'll stop there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Well, by the way, can I just mention, can I just mention that Walter, you mentioned UFOs. Yes. And could I just say that, you know, I'm right in the middle of filming the discovery prices hit series \"Black Files: Declassified.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's a murderer, and a shameless promoter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "We'd throw you an episode on UFOs. You know why you're an underdog?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, are they lacking tuna DNA in the tuna at Subway?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Was the tuna fish, a phony dish? To test the lawsuit's claims that what Subway restaurant calls tuna fish it's really tuna fish. The New York Times had 60 inches of their fish sandwiches sent to a lab. Although their wives said it was more like 50 inches. The results came back. Talk about Pulitzer pricing research by the way. And apparently, the lab was unable to find any amplifiable tuna DNA, which leads me to ask: what the hell have I been serving a Christmas dinner every year? Amplify double tuna DNA. That's my stage name in Berlin. Glad said that. Although this may mean that the tune is in tune. It could also be that the fish was just too heavily processed to be identified or Subway calls it organic and all natural. So that's disgusting. Give me something that's unprocessed and all natural like Chicken McNuggets. Meanwhile, Subways insisting that the lab test results aren't reliable, which is what I've been trying to tell my wife about my cold snore. That's for the claim that the tuna fish is too heavily processed to be identified. We consulted some experts in that they didn't get back to us I guess they froze up man I don't even know where I'm going anymore Abby. This seems like a pretty big story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "This is huge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes this, is huge. What do you think -- the big story is? What is it if it's not tuna?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "I mean I don't think anyone knows. I think if you go to Subway get a tuna sandwich that's your own fault I did anyone think it was to begin with? But you know I this for me once, shame on you; fool me twice, shame on me just come up with that. I did I made that one out tattooed on my arm um Yes, I just they went through this what like 2014 or so a few years ago when the what was found in their bread was also found in yoga mats That's right. And then, they, they say Subway eat fresh, it's not really obviously that fresh But yes, I just I think that if you're going to go to Subway and get to not it's, it's something's wrong anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know what, what if the tuna, Mike, was actually Jared.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Amplifieable Abul Jared DNA. Yes, I haven't heard from him in a while. Maybe he's in prison for a more in Spain or maybe he's the tuna special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well maybe he helped John Soylent -- Green is people, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "So, you're saying no to the tuna at Subway. So, I'm guessing truck stop sushi. No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "That one I'm OK with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes, OK, good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Worth more than the tuna.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stick to the topic, you crazy person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "OK, I got three. I got three boys: Scooter, Sluggo and Mugsy. They all love Subway. One of them, I won't identify which always gets the same sandwich. A roll with pickles and mail. That's it. So we don't worry about it. But we're pretty sure the pickles are actually pickles. Yes. Look, I don't know where to go with this. I just now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's never stopped you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "That's never stop me. I think. I agree with Abby. If you're if you're hankering for a tuna sandwich, as we say ins Boise, you should go someplace where the tuna is fresh. We say that in Boise all the time. It rolls off the tongue like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kills me, Walter. I don't eat seafood, which means I could have been eating that tuna sub all this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But why does it smell like tuna? If it doesn't have tuna? Is there I got a joke for that day. Yes. Is there a perfume that they spray on it? No. This, is the same stuff. They made the fake tuna out of the same stuff that the non-meat in Taco Bell a few years ago was made out of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Already doing the bug thing is what I'm thinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes. You know the,y how they Bill Gates wants us to eat bugs and replace beef because it's climate friendly. I think they're smuggling the bugs into our fast food. Now. You know what? And I think all the textured protein products that you read about are actually cicadas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "You know what I said about Walter earlier? I'm taking that back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Amd this, is a guy who thinks that McAfee actually killed himself, but he thinks we're all eating bugs. Cat isn't this analogy for the news. We expect the news to be the news, but it's entirely fake. In that is it's just like a tuna sub at Subway. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think that is so good. That's your next book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, it doesn't matter that much. I mean, I don't know like, is it? I mean, if they're calling it tuna that's not right. But like you can eat whatever. Eeverything that I have in my head is so inappropriate that I can't say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I'm right there with Kat. Do you remember Greg Do you remember in New York City when they did that that test around the restaurants and they were mislabeling all the fish. Yes. Charging people for Branzino and it w",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I like how he's bringing up memories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That was a big story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was a big story, Gramps. By the way, a green's bringing up memories. How's the big story? Story, Grandma, grandfather? Your grandfather, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "No, I'm not a grandfather. No, no, I mean, I could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, when cars no longer have a clutch collector say thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are we giving the stick the shaft. The New York Times reports the demise of the stick shift has given rise to a new class of collectible cars. In 1980, a year, Kat. About 35 percent of cars. In the U.S. had a manual transmission. Today it's just one percent. And fewer than one in five Americans can actually drive a stick and if you tell someone you drive a stick they usually think you mean this. But it's that's the cleanest picture we could show. But it is great news for collectors in auction houses who say manual sports cards are now going for three to four times as much as an automatic makes sense. scarcity makes for high demand. Not to mention lots of people nowadays. Never grew up driving a stick. I asked my assistant Kyle to pick up my car from the shop earlier today and this happened. Don't worry, Kyle walked away unhurt. Sadly though, he got hit by a bus while getting lunch. RIP, Kyle. Yes, so anyway, Walter is, is just another example of the \"wosuffocation\" of America, a phrase I just coined and never heard on Fox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes, it is and I'm all behind it, because it was big brothers and boyfriends and dads who always lorded it over you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "No, you can't drive a stick kid. And oh, you're going to ruin the clutch? Yes, I mean, it made a generation of kids like me feel inferior. At the end the stick was the thing that masculinity used to make people feel small. And now, it doesn't exist anymore. We're all equal. And I like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it is true. Because that was like a big claim to fame. The guys in the parking lot at high school if they were driving a stick, Baker, they were cool. And if you're driving a manual, you sucked. Do you have a stick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "With a big knob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Thank you. I am my car.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The women here are disgusted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I'm taking about my --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know all these goes on T.V.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "I'm talking about my car. I just bought it. By the way you'll like this. I just bought a 65 MGB right hand drive it's being shipped over even as we speak. It's on the boat coming to the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "So, you're saying yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "Yes, yes. Oh, I got -- yes, I got I mean, I learned how to drive when I was, I was in Australia at the time. I was 14-years-old when I drive on a stick shift and have had them ever since. I got a truck with a column shifter, remember those?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And so, anyway, so this this this MGB is coming over, gets here at the beginning of July and it's a right hand drive, you know, so the shift this over here. Think about that. And I'm going to teach my boys how to drive that. So, it's not only is it a stick shift, it's on the wrong side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "So, you're going to continue the cycle of abuse. Fathers making their kids feel bad for not putting the clutch in at the right. I hated clutch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "No. No, no, they're going to get it. They're going to figure it out, and there's a lot -- that's satisfaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Actually, it's genius, though, to have dads and moms have their kids drive stick because then they can't text and drive; they have to focus on something, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's so true. That is actually --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "That is a good point, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "So, I'm being a good parent, Walter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORNACEK",
      "sentences": "I'm not even a parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, you don't have a driver's license.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I do but I haven't driven in seven years. So, the fact that I still have it, I don't know -- I haven't driven in like seven years. And if I tried to drive -- I mean, I could drive with a stick but like 40 people would probably die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I had, you know -- I don't know when it was in the 90s. I once had a car salesman in the Lehigh Valley teach me to drive a stick at 8:00 am. I think it was the Lehigh Valley Mall in a Miata.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKER",
      "sentences": "In a Miata.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And I still didn't buy the car. I still feel guilty about that. I'm sorry car salesman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "But you're a car guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's what you should feel guilty about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly. That is the one thing that keeps me up at night. Not those drifters buried in a marsh in 2006. Don't go anywhere. Be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Set your DVRs every night so you don't miss an episode. Thanks to Abby Hornacek, Walter Kirn, Mike Baker, Kat Timpf and our studio audience. \"FOX NEWS @ NIGHT\" with Shannon Bream is next. She's evil. I'm Greg Gutfeld. I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published, or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright, or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I got them $1.9 trillion in relief so far. I wrote the bill on the environment. I said, yes, pay them more."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "This is getting really weird. Yes. The only phrase you use more than Greg, you should get that rash checked out is what the hell is critical race theory and why are we forcing it down everyone's throat? Like butter at Brian Stelter's dinner table, it's spreading everywhere. From classrooms, to human resource departments, look under a rock and there it is, right next to Joy Behar. It's even infected our military. You know, the military used to have two objectives, kill the bad guys and blow up their stuff. To that we've added a third, understand white rage."
    },
    {
      "speaker": "GEN. MARK MILLEY, JOING CHIEFS OF STAFF CHAIRMAN",
      "utterance": "On the issue of critical race theory, I do think it's important, actually, for those of us in uniform to be open minded and be widely read. And it is important that we train and we understand. I want to understand white rage, and I'm white. And I want to understand it. What is it that cause thousands of people to assault this building and try to overturn the Constitution of the United States of America? And I personally find it offensive that we are accusing the United States military, our general officers, our commissioned, noncommissioned officers of being \"woke\" or something else because we're studying some theories that are out there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Little grandmothers were trying to overturn the constitution. Glad we arrested him in sentence one. I missed the days when generals would be nuking this nonsense instead of defending it. So, he wants to study CRT as if it's something rare, like a rational CNN host. But you know, there's other stuff soldiers could be studying, like how to say halt in Chinese and Russian or detect actual threats to our country. For example, threats like a pernicious half-baked theory that divides a country into oppressors and oppressed. Using nonsense terms like white rage that amounted to a cultist, pseudoscientific indoctrination. White rage sounds like some sort of steamy hot latte you can get at Sheldon Whitehouse's country club. But it's scary that so many of us have never heard of this crap and it's spreading in the military faster than a case of crabs. You know, when those guys get out of the crate, there goes your supper. If you want to destroy a country, the first step would be to get the its military to incorporate race based self-immolation. China couldn't have done it better if they were behind this. Maybe they are. Wouldn't be the first deadly agent to originate in China and then go viral in the U.S. One of the cults' defenders that proudly bigoted Joy Reid finally agreed to debate the white CRT critic whom she smeared based solely on his race. I wonder if she lets him talk."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "Here really just having a campaign to take everything that annoys white Americans."
    },
    {
      "speaker": "CHRISTOPHER RUFO, AMERICAN CONSERVATIVE ACTIVIST",
      "utterance": "No, that's not right. No, that's not right. No."
    },
    {
      "speaker": "REID",
      "utterance": "Hold on. You want to make a campaign and stuff everything --"
    },
    {
      "speaker": "RUFO",
      "utterance": "I mean, you played my highlight reel. You played my highlight reel. Give me a chance to respond. No, that's absolutely wrong."
    },
    {
      "speaker": "REID",
      "utterance": "And you want to stuff it all into critical race theory, right?"
    },
    {
      "speaker": "RUFO",
      "utterance": "I'm fighting against language deconstruction."
    },
    {
      "speaker": "REID",
      "utterance": "Right. You're fighting against wokeness. And you don't like corporate wokeness, et cetera. I get it."
    },
    {
      "speaker": "UFO",
      "utterance": "Let me respond at least once. I haven't gotten a full sentence out. It's intersectionality theory, which was invented by Kimberle Crenshaw."
    },
    {
      "speaker": "REID",
      "utterance": "That's intersectionality. It's a separate thing. Intersectionality is a separate thing."
    },
    {
      "speaker": "RUFO",
      "utterance": "Which is part of critical race theory."
    },
    {
      "speaker": "REID",
      "utterance": "No, it's not, dear."
    },
    {
      "speaker": "RUFO",
      "utterance": "You had her on your show. 64 percent of Americans now know what critical race theory is."
    },
    {
      "speaker": "REID",
      "utterance": "No, they know what Christopher Rufo theory is, Chris."
    },
    {
      "speaker": "RUFO",
      "utterance": "Of which -- of which -- of which -- of which 58 percent of them --"
    },
    {
      "speaker": "REID",
      "utterance": "They know what you -- you made up your own thing. You -- my friend, you made up your own thing. You admitted you were going to do it."
    },
    {
      "speaker": "REID",
      "utterance": "Let me finish one sentence."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She's quite the host. She seemed so confident in their beliefs that she couldn't let the other guys speak. And of course, there's this chap who tees off on white people so often he needs a caddy."
    },
    {
      "speaker": "MICHAEL ERIC DYSON, VANDERBILT, AFRICAN-AMERICAN STUDIES PROFESSOR",
      "utterance": "I agree with Brother Tim. And speaking about, you know, the maggots -- I'm sorry, the MAGA. That is so corrosive in this, you know, political moment. I resent as an intellectual and as a black person in America that we have taken the brunt of anti-intellectuallism. We have borne the brunt of being disloyal to this nation. And we have stood by to see mediocre, mealy mouthed, snowflake white men who are incapable of taking critique, who are willing to who are willing to dole out infamous repudiation of the humanity of the other, and yet they call us snowflakes and they are the biggest flakes of snow to hit the Earth."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I get it. MAGA sounds kind of like maggot. That's comedy, Professor. So this guy who keeps calling himself an intellectual, thinks that racist ad hominem attacks against white people constitute an actual argument. He hates whites more than my wife holding a pair of my boxers on laundry day. So, as the media mocks critics of a theory that the media doesn't even understand, it was left to defend America from The Scorch? The parents. Seem like the media, parents have something of value to lose. Something called children. Now, I'm not a fan of children. I hate them. They stink. They're loud. They get too bored first on airplanes. But you ever see how parents act when their kids are being threatened? They're more competitive than Joe Biden being told to wake up from his nap."
    },
    {
      "speaker": "PROTESTERS",
      "utterance": "Do your job. Do your job (INAUDIBLE)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Goodness. It's like an outtake from Footloose. What you're seeing is people waking up to the woke. People rising up to fight an ideology designed to divide a country. But in order to fight something, you first have to be able to describe it, whether it's racism or cavities. Truth is, CRT is just one beastly tentacle of white liberal supremacy. It's all based on an idea that black people are incapable of achieving anything on their own. So why not let this superior white liberal help you? The C in CRT actually stands for condescension, a reoccurring theme in the Democratic party's platform. Voter I.D. is an example of this Neo racism. Woke white liberals say that blacks could be anything, including president, yet the same black people can't figure out how to get a photo I.D. Something the average 17- year-old can do the moment they want to buy beer. But maybe it's too late. This stuff seems to be everywhere. In Cornell, there's a course that suggests black holes could be linked to racial blackness. The word policeman is now on a list of offensive words at Brandeis University. This is true climate change. And it's one that parents are feeling first because they're closest to the toxic fart-filled wind. So maybe it's time for an educational Tea Party. Maybe it's time to occupy the classroom. Let's make our schools and maybe our military CRT free zones, where students and soldiers can learn the full story of America. There are better ways to establish racial harmony and true equality in this country. And if children are deemed our future, it's time to keep the adults in charge for a bit longer and let the parents take control."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. This former volleyball star keeps insisting the panel get up and rotate. Fox Nation host Abby Hornacek. Even his thank you notes are bestsellers. Up In The Air author, Walter Kin. He switches to a shoulder holster on casual Fridays, former CIA operative and Portman Square Group CEO, Mike Baker. And she recently walked down the aisle to get a flight attendant to bring her more vodka. Fox News Contributor, Kat Timpf. All right, Walter. You are an intellectual. You were an academic. And you said something very, very poignant in the greenroom. And I thought to myself, you should say that here because I thought you captured it in terms of trying to define the true essence of critical race theory. You have the floor, Mr. Kirn."
    },
    {
      "speaker": "WALTER KIRN, AUTHOR, UP IN THE AIR",
      "utterance": "Well, when I was a child in Lily White rural, Minnesota which I'll admit is not the most racially mixed place."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. So you were a bigot?"
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes. Well, no. I was told by my teachers that out there in America, there existed something called prejudice and bigotry. And that, perhaps I would encounter it someday. And I looked at my heart and I said, I don't have any. Mostly because at that point, I had no one to hate, except, you know, there were Lutherans, there were Swedes, and there were Norwegian."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MIKE BAKER, CHIEF EXECUTIVE OFFICER, PORTMAN SQUARE GROUP",
      "utterance": "I am Lutherans."
    },
    {
      "speaker": "KIRN",
      "utterance": "But later on --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- Lutheran audience."
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes, yes. I know. But later on when I was presented with the opportunity to dislike other people because of their color, I decided I wouldn't."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "KIRN",
      "utterance": "I stopped myself. And I declared myself innocent of bigotry and prejudice. The problem with critical race theory is that if you think you aren't racist, that means you are it's a logical regression. It doesn't allow innocence. It doesn't allow a way out. It's a suggestion that even considering yourself above race is white."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "KIRN",
      "utterance": "Now in the summer when I'm less white. I'm also less racist, apparently."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "But it convicts you before you've committed the crime. And there's no crime that you can, you know, not commit that will let you off the hook."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's like throwing the witch into the lake. And if she drowns, she's innocent."
    },
    {
      "speaker": "KIRN",
      "utterance": "It's absolutely that, you know, they use --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Mike does that all the time."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But it's not witches. It's just, you know, citizens who -- well --"
    },
    {
      "speaker": "BAKER",
      "utterance": "I'm not saying they don't deserve it. It's all I'm saying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know, welcome to the show. I just want to warn you, this isn't like Fox Nation where you can just use the F-word whenever you want."
    },
    {
      "speaker": "ABBY HORNACEK, FOX NATION HOST",
      "utterance": "Dang it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So, we want you to make try to keep it clean."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Don't say dang it either."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Oh man. I run out of words. I'm sorry. I got to leave. Is this the exit?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes. I -- now -- but you might hit your head. You're very tall. I didn't realize how tall you are."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "I am. It's the heels and my -- and my legs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So you're suggesting I should wear heels."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Yes, you can wear them if you want."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They look quite nice."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So what do you -- what's your take on -- would you -- did you know what critical race theory was when people were talking about it? Did you have to like -- because that's the thing. It's like when you say, you know what it is, the people practicing it will say no, that's not what we're doing."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Well, I think we saw that in that interview."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Exactly. It's like Jerry Springer. I don't know, I -- it's so hard to understand. because like you said, you say one thing and then someone's like, well, that's not it. And it's like, we don't have a cohesive definition. It's like what you're supposed to do with masks once you're vaccinated. It's like, what are we supposed to do? I don't -- I'm not really sure. And I think we're seeing this microcosm, within like you saw with the -- with the parent meeting. It's just like, that's what the country is like right now. It's just a bunch of people fighting. I don't know why we didn't start that meeting with let's get ready to rumble or, you know, there weren't kids selling popcorn. I mean, it's so interesting to me because no one seems to understand it because -- and no one can really argue for or against it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I can --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I would make the homework really easy. I disagree. Right? I'll be like, white plus person equals bad, like that's math, history, who was responsible for the Civil War? I was. Like, A plus for Katherine. I wouldn't have to think. But then the problem would be I wouldn't be thinking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. But that's, you know, that's a -- it's a great point. Because if you -- if you can -- if you're clever enough to read the room and go like, wow, you know what, I don't have to work that hard if I just agree with the theory. And so every answer is always white is bad. And will be irrevocably bad. I did that in college all the time. I found out what the note because it was all based on deconstruction. And if you just did deconstruction, deconstruction is thinking you could get an A in any class. Mike, you have like 30 kids, right?"
    },
    {
      "speaker": "BAKER",
      "utterance": "Well, in the U.S., you mean?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "So this -- I mean, I do -- I do believe that you can actually explain what critical race theory is. It's just that the opponents, as you saw, will say, oh, we're not doing that. Or you've got it wrong. So, it's up to the parents to read about it."
    },
    {
      "speaker": "BAKER",
      "utterance": "Right. Which is -- I think it's a really key point. First of all, may I just say that President Biden's tendency to lean in and whisper during this is creepy as a (BLEEP)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "It's like drag queen story hour."
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "It's not -- it's not a good thing. And I think he should change that. I think somebody should tell him to come up with a different look. But this is a partly a result of the pandemic, as a result of the pandemic, getting to this issue with the parents, parents all over this country suddenly started to have to pay attention to what was being taught."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. That's so true."
    },
    {
      "speaker": "BAKER",
      "utterance": "Because we didn't pay attention before. Right? I mean, you know, well, OK, that's not fair. My wife was much smarter than I am, always pays attention. I had no idea."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "And so, pandemic hits your homeschooling, and suddenly you're interacting with the lesson plans and the teachers on a regular basis. And that's when I think a lot of this started to really kind of bubbled to the top but as a white person, I really can't have an opinion on critical race theory. I just -- I see no upside to me saying anything at this point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And that's coming from a guy who's killed a lot of white people."
    },
    {
      "speaker": "BAKER",
      "utterance": "But that's --"
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes, yes. That is right. Certainly. If you just wait the percentage."
    },
    {
      "speaker": "KIRN",
      "utterance": "But theories like this are designed to shut you up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "KIRN",
      "utterance": "You know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The lexicon you're not supposed to understand."
    },
    {
      "speaker": "KIRN",
      "utterance": "No. If you don't understand something after this much talk about it, it's because they don't want you to understand when --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right, right."
    },
    {
      "speaker": "KIRN",
      "utterance": "It's an enemy like the fog or the blob. You can never get your hands on. Calculus or physics."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't smear mathematics. Mathematics is good. Blob was an underrated film."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The original one by the way was Steve McQueen. Up next, crimes on the rise, but who's to blame for the bad guys? That's next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Today it's part of a daily diet to include a riot. Another day another attack in a police station. This one in Rock Hill, South Carolina. At least they didn't burn it to the ground. I guess gas really hasn't got too expensive now, has it? This fire was started following the arrest of a known drug offender, and no, it's not Hunter. The arrest caught on video showed officers wrestling with two suspects. That went viral and hours later, we end up with this. No word yet on when the suspects will be released and not prosecuted. So, more crime more lawlessness. What it is causing all of this? Global warming obviously. But let's take a deeper dive. Let's start by asking the least qualified person in the entire world to comment."
    },
    {
      "speaker": "JOY BEHAR, ABC HOST",
      "utterance": "From 1993 to 2019 and that is a period that I was not scared to go out. Crime steadily decreased in the United States. Every president since Clinton inherited a basically a declining crime rate, and then continue -- it continued to decline until Trump came along because Trump presided over the greatest crime rise in modern American history. I don't want to lay the whole thing in his feet. But he did create four years normalizing crime."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Trump normalized crime, you bozo. Like when he defended the cops, stopped prosecuting rioters and decriminalized shoplifting or am I thinking of somebody else? Now, I'm not an expert, but I think she's stupid. I didn't do the research on it. But I think I could go out on a limb. But instead of blaming the last president. Let's see how the current president is addressing all the violence."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Crime is historically rises during the summer. And as we emerge from this pandemic, for the country opening back up again, traditional summer spike may be more pronounced than it usually would be. All this stuff about how we're going to move against the government. Well, the tree of liberty is not watering the blood of patriots. What's happened is, that there never been if you want to think you need to have weapons to take on the government, you need F-15s and maybe some nuclear weapons."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, wow. That's weird. Usually when someone says F-15, Biden yells, bingo. That's from the guy. This is -- remember, remember, this is from the guy who says the January 6th protests were the worst attack on democracy since the Civil War. Of course, to be fair, he was an eyewitness to both. So now, he's mocking his own citizens taking on the government, which is Glenn Greenwald points out, shows how moronic is Biden's depiction of a few hundred MAGA protesters as a threat to the stability of history's most militarized and armed government. Bottom line, the Dems would rather paint the gun as the villain then go after the bad guys, because that would further expose their own failure to stop crime in the first place. You know, it reminds me of what Reese Witherspoon told me at her children's birthday party. You're here to make balloon animals, please get out of the pool. Right, right?"
    },
    {
      "speaker": "BAKER",
      "utterance": "Go ahead. Go ahead."
    },
    {
      "speaker": "KIRN",
      "utterance": "But if it takes -- if it takes F-15s and nukes to defeat the U.S. government, how come the Taliban is hold -- held us off for 20 years? How come the Viet Cong won? How come, you know, this is ridiculous. I take it as a threat, as a strange thing to say, as one of the most peculiar statements that American president has ever made."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "This is a country that founded on the notion that we are the government and that there are representatives. And the notion that they might, you know, even in their dreams come back at us with military weaponry and troops drawn from our own families is the strangest thing a president have said for a long time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. The president actually minimizing the importance of the Second Amendment by saying, listen, you know, we can always nuke our own people on our own soil. That is (BLEEP) crazy. Like why don't -- why don't you do thing, I know it's really important to you but, you know, we're all speaking truth to power could not stand up against us nuking you. Like what?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know how serious it is when your voice actually --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A new --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think I'm finally going through puberty at 32. Not to brag."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Abby, what do you think of Joy Behar's take that it's all due to Trump because he happened to be in the Oval Office. You know, when this happened or started?"
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Well, first of all, I think he should start writing Biden's monologues. He could use a little bit of help. I don't know if anyone can take what Joy Behar says seriously. And if you do then that's a problem and of itself, but she loves numbers. So, if she may be looked at the numbers of the amount of police officers who are retiring and the lack of people wanting to go to police academies, that would be maybe a telling sign. Maybe that, you know, crime on police officers has increased by 45 percent, ramming from vehicles, stabbings, shootings, that kind of thing. But yes, I just -- I don't think she should be speaking on it because she's very good at placing blame, but not really taking accountability yourself. So, I don't know if she is necessarily the expert on this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, she is. If she only spoke on things that she was an expert in, we would never hear from her again. But I don't let that stop me from talking Mike. So, as Guns N' Roses once (INAUDIBLE) where do we go now? You're in law enforcement."
    },
    {
      "speaker": "BAKER",
      "utterance": "I do. I do. Look --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You should -- what is going on?"
    },
    {
      "speaker": "BAKER",
      "utterance": "I'm not in law enforcement. I would never -- I would never give myself that sort of credit. No, I -- this is -- the part of the promise and one of the things the President said in this comment is, he should never be allowed to riff, but his riff about the F-15s and the nukes, there's an element of contempt in there as well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "And that's really disturbing because it -- that also inflamed. Look, if you tell people they're stupid, or they just don't get it. And if you do that often enough, they're going to get irritated, right? They're going to -- they're going to start to lose it. But I think that part of the problem also is we can't seem to have two thoughts in our head at the same time, two conflicting thoughts. So, can you improve policing? Of course you can. Can you do that by funding them more? By providing more training? By more consistent training? By better hiring practices, more accountability? Of course, you can do all those things. Can you also lessen crime by more aggressive policing? Yes. We can't have these sort of conversations. It seems like there's nothing layered about our discussions anymore. There's certainly nothing civil about them anymore. So --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We politicize law and order."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes. We politicize law and order."
    },
    {
      "speaker": "KIRN",
      "utterance": "But Greg, the Liberal Democrat solution for everything is spend more money on it. Except policing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "You know, why is it that we can defend the police, get more crime, and then use that as a pretext for taking away guns? I mean, it's a perpetual motion machine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. That's so --"
    },
    {
      "speaker": "KIRN",
      "utterance": "They love crime."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "It gives them an excuse to do all of the social controls that they have wished for their whole lot."
    },
    {
      "speaker": "BAKER",
      "utterance": "You know, I got to say something about this. I'm not realizing that if -- I can never be on the show again with Walter. He's really smart. And it just --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Are you going to kill him?"
    },
    {
      "speaker": "BAKER",
      "utterance": "It highlights (INAUDIBLE) not until after the show (INAUDIBLE) what he has to say, but after the show, that's it. Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wait, are you saying that you don't like being on the show with Walter because it makes you seem less intelligent?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "So you'll be on with me because I'm --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "I didn't say that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Which means (INAUDIBLE)"
    },
    {
      "speaker": "BAKER",
      "utterance": "I didn't say -- well, yes, it is. Actually. (INAUDIBLE) yes. Not you though. Not you."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "I'm just going to -- yes. I felt that too. But I like Kat"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Coming up. They found John McAfee dead in itself. But from what? They can't tell."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's no longer with us, and it's kind of suspicious. So, should we really be saying RIP to John McAfee, the legendary eccentric tech entrepreneur that was found dead in his prison cell outside Barcelona and what authorities are calling an apparent suicide. No word on whether the authority who said this, is named Hillary Clinton. McAfee who made his fortune creating McAfee Antivirus software was being charged with tax evasion. And just hours before his death, a Spanish court had approved his extradition back to the U.S., which could explain the surprising suicide. Maybe they were planning to fly him back on Spirit Airlines. Now, I trust everything the media says with every cell in my body, but what if there was more to the story? The circumstances surrounding McAfee's death are so fishy they came with a side of chips and tartar sauce. He spoke for years about being a hunted man and that the charges against him were politically motivated. After what happened to Jeffrey Epstein in his prison cell, would it really be surprised to learn that McAfee didn't kill himself? Could he update his own death? Leave it to a brilliant jetsetting Bitcoin mogul to pull it off. Now, for legal reasons, I'm not saying he's still alive or that he was murdered. I'll let Kat do that. But it's like Steve Doocy used to say when we go camping, if there's no body there's no crime. All right, Kat, you met and talk to him?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "I did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "how long ago and it was impact in your --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "The Libertarian, you're going to say when I was in my 40s or something like that, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know, whenever you make fun of me for being old, you're much older than I am. You are aging as a man, but still."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, but I age gracefully."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, I age very gracefully."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, let's get back."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, yes --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "McAfee, alive or dead?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I bombed his cigarette from the sky at the Libertarian Convention in 2016, and we talked for 15 minutes and it was truly like, like I've been bored every second of my life compared to that, no offense."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's almost as insulting as what Mike said."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But no, because this guy -- people have this thing. Most of all this thing in their brains where they think a little bit before they talk. He, not even the slightest bit. I mean, what some called tax evasion. He says, listen, I'm just running from these people trying to steal from me. He was like, I don't believe in taxes. So, nothing would surprise me when it comes to this guy. I mean, he was truly just like, did not care. You can't judge him among a standard of what humans are like because he was nothing like that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know, if one, there's one person besides Mike Baker who can fake their own death, it's this guy. I mean the guy had he had he had Bitcoin, he had Bitcoin, he knew a lot of people he was cutting. What's your, what's your take? I haven't seen the body."
    },
    {
      "speaker": "MIKE BAKER, FORMER CIA OFFICER",
      "utterance": "You well. Yes, I know, and that's always said, right. That's always the point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And we know we know Epstein didn't kill himself, let's be honest."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes, that's that I anybody who still thinks he does or he did. Well as Greg, as you know, I'm right in the middle of filming the second season of discovery hit series, \"Black Files: Declassified\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "In \"Black Files: Declassified,\" he turns to the audience and looks at them and smiles. We do a lot of investigations."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "BAKER",
      "utterance": "And that plus my time with the agency over all those years has taught me that a lot of times things are just as easy as they seem or just as simple as they seem. And but in this case, you had a guy who was slipping into paranoia, right. And over a period of time, you had a guy whose health was, was diminishing over a period of time. You had a guy who was fearful of coming to the states of actually having this extradition."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are killed him."
    },
    {
      "speaker": "BAKER",
      "utterance": "No, I'm not saying that. I'm not saying that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Let's say you didn't."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes, let's say I didn't and let's -- but I'm not I'm not a conspiracy guy. Much like you, you're not a conspiracy guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm not a conspiracy guys. That's why this, is interesting to me."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't think anything you're saying."
    },
    {
      "speaker": "BAKER",
      "utterance": "I don't know. But I'm just saying, I think, I don't think I don't think he's alive still. Do I think he killed himself, or was he possibly killed in prison? One of the other."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. All right. Thank you. Thank you that."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He killed him. Walter, you are --"
    },
    {
      "speaker": "WALTER KIRN, NOVELIST",
      "utterance": "I am a conspiracy theorist. When I was younger, I used to start with what NBC News told me and then I'd work toward the weird. Now, I start with the weird and go back to what NBC News tells me. My default position is that everything is crazy. UFOs are about to land. And shouldn't trust anyone. In this case, I think he went nuts and got depressed and killed himself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes. I'm afraid to say that. I don't think that of Epstein. I think someday there's going to be a civil war in the United States. It won't be over racial lines. It will be who thinks Epstein killed himself and who thinks Hillary Clinton whacked him. And it will divide among states. But in this case, it looked like a guy who is at the end of the road."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. Abby, the guy, well, what's your opinion?"
    },
    {
      "speaker": "ABBY HORNACEK, FOX NATION HOST",
      "utterance": "Well, I just know everything. I wish, I did. I don't know. I mean, speaking of wacked, he got a tattoo that he kept saying, if I died via suicide in prison, I did not die of suicide, I got killed. You got to --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Same goes for me if I die of suicide in prison."
    },
    {
      "speaker": "KIRN",
      "utterance": "But he no knows from the Epstein case, has anyone ever by not killing themselves, assured legendary status like Epstein? If I wanted to be a legend, I'd kill myself and have people think I didn't."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Let's -- hopefully that never happens."
    },
    {
      "speaker": "KIRN",
      "utterance": "It's complicated, but it works."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think we'll stop there."
    },
    {
      "speaker": "BAKER",
      "utterance": "Well, by the way, can I just mention, can I just mention that Walter, you mentioned UFOs. Yes. And could I just say that, you know, I'm right in the middle of filming the discovery prices hit series \"Black"
    },
    {
      "speaker": "Files",
      "utterance": "Declassified.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's a murderer, and a shameless promoter."
    },
    {
      "speaker": "BAKER",
      "utterance": "We'd throw you an episode on UFOs. You know why you're an underdog?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, are they lacking tuna DNA in the tuna at Subway?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Was the tuna fish, a phony dish? To test the lawsuit's claims that what Subway restaurant calls tuna fish it's really tuna fish. The New York Times had 60 inches of their fish sandwiches sent to a lab. Although their wives said it was more like 50 inches. The results came back. Talk about Pulitzer pricing research by the way. And apparently, the lab was unable to find any amplifiable tuna DNA, which leads me to ask: what the hell have I been serving a Christmas dinner every year? Amplify double tuna DNA. That's my stage name in Berlin. Glad said that. Although this may mean that the tune is in tune. It could also be that the fish was just too heavily processed to be identified or Subway calls it organic and all natural. So that's disgusting. Give me something that's unprocessed and all natural like Chicken McNuggets. Meanwhile, Subways insisting that the lab test results aren't reliable, which is what I've been trying to tell my wife about my cold snore. That's for the claim that the tuna fish is too heavily processed to be identified. We consulted some experts in that they didn't get back to us I guess they froze up man I don't even know where I'm going anymore Abby. This seems like a pretty big story."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "This is huge."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes this, is huge. What do you think -- the big story is? What is it if it's not tuna?"
    },
    {
      "speaker": "HORNACEK",
      "utterance": "I mean I don't think anyone knows. I think if you go to Subway get a tuna sandwich that's your own fault I did anyone think it was to begin with? But you know I this for me once, shame on you; fool me twice, shame on me just come up with that. I did I made that one out tattooed on my arm um Yes, I just they went through this what like 2014 or so a few years ago when the what was found in their bread was also found in yoga mats That's right. And then, they, they say Subway eat fresh, it's not really obviously that fresh But yes, I just I think that if you're going to go to Subway and get to not it's, it's something's wrong anyway."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know what, what if the tuna, Mike, was actually Jared."
    },
    {
      "speaker": "BAKER",
      "utterance": "Amplifieable Abul Jared DNA. Yes, I haven't heard from him in a while. Maybe he's in prison for a more in Spain or maybe he's the tuna special."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well maybe he helped John Soylent -- Green is people, Mike."
    },
    {
      "speaker": "BAKER",
      "utterance": "So, you're saying no to the tuna at Subway. So, I'm guessing truck stop sushi. No?"
    },
    {
      "speaker": "HORNACEK",
      "utterance": "That one I'm OK with."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes, OK, good."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Worth more than the tuna."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stick to the topic, you crazy person."
    },
    {
      "speaker": "BAKER",
      "utterance": "OK, I got three. I got three boys: Scooter, Sluggo and Mugsy. They all love Subway. One of them, I won't identify which always gets the same sandwich. A roll with pickles and mail. That's it. So we don't worry about it. But we're pretty sure the pickles are actually pickles. Yes. Look, I don't know where to go with this. I just now --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's never stopped you."
    },
    {
      "speaker": "BAKER",
      "utterance": "That's never stop me. I think. I agree with Abby. If you're if you're hankering for a tuna sandwich, as we say ins Boise, you should go someplace where the tuna is fresh. We say that in Boise all the time. It rolls off the tongue like that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kills me, Walter. I don't eat seafood, which means I could have been eating that tuna sub all this time."
    },
    {
      "speaker": "KIRN",
      "utterance": "But why does it smell like tuna? If it doesn't have tuna? Is there I got a joke for that day. Yes. Is there a perfume that they spray on it? No. This, is the same stuff. They made the fake tuna out of the same stuff that the non-meat in Taco Bell a few years ago was made out of."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Interesting."
    },
    {
      "speaker": "KIRN",
      "utterance": "Already doing the bug thing is what I'm thinking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, really?"
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes. You know the,y how they Bill Gates wants us to eat bugs and replace beef because it's climate friendly. I think they're smuggling the bugs into our fast food. Now. You know what? And I think all the textured protein products that you read about are actually cicadas."
    },
    {
      "speaker": "BAKER",
      "utterance": "You know what I said about Walter earlier? I'm taking that back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Amd this, is a guy who thinks that McAfee actually killed himself, but he thinks we're all eating bugs. Cat isn't this analogy for the news. We expect the news to be the news, but it's entirely fake. In that is it's just like a tuna sub at Subway. What do you think?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think that is so good. That's your next book."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, it doesn't matter that much. I mean, I don't know like, is it? I mean, if they're calling it tuna that's not right. But like you can eat whatever. Eeverything that I have in my head is so inappropriate that I can't say."
    },
    {
      "speaker": "BAKER",
      "utterance": "I'm right there with Kat. Do you remember Greg Do you remember in New York City when they did that that test around the restaurants and they were mislabeling all the fish. Yes. Charging people for Branzino and it w"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I like how he's bringing up memories."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That was a big story."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was a big story, Gramps. By the way, a green's bringing up memories. How's the big story? Story, Grandma, grandfather? Your grandfather, right?"
    },
    {
      "speaker": "BAKER",
      "utterance": "No, I'm not a grandfather. No, no, I mean, I could."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, when cars no longer have a clutch collector say thank you very much."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are we giving the stick the shaft. The New York Times reports the demise of the stick shift has given rise to a new class of collectible cars. In 1980, a year, Kat. About 35 percent of cars. In the U.S. had a manual transmission. Today it's just one percent. And fewer than one in five Americans can actually drive a stick and if you tell someone you drive a stick they usually think you mean this. But it's that's the cleanest picture we could show. But it is great news for collectors in auction houses who say manual sports cards are now going for three to four times as much as an automatic makes sense. scarcity makes for high demand. Not to mention lots of people nowadays. Never grew up driving a stick. I asked my assistant Kyle to pick up my car from the shop earlier today and this happened. Don't worry, Kyle walked away unhurt. Sadly though, he got hit by a bus while getting lunch. RIP, Kyle. Yes, so anyway, Walter is, is just another example of the \"wosuffocation\" of America, a phrase I just coined and never heard on Fox."
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes, it is and I'm all behind it, because it was big brothers and boyfriends and dads who always lorded it over you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "No, you can't drive a stick kid. And oh, you're going to ruin the clutch? Yes, I mean, it made a generation of kids like me feel inferior. At the end the stick was the thing that masculinity used to make people feel small. And now, it doesn't exist anymore. We're all equal. And I like it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it is true. Because that was like a big claim to fame. The guys in the parking lot at high school if they were driving a stick, Baker, they were cool. And if you're driving a manual, you sucked. Do you have a stick?"
    },
    {
      "speaker": "BAKER",
      "utterance": "With a big knob."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, very good."
    },
    {
      "speaker": "BAKER",
      "utterance": "Thank you. I am my car."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The women here are disgusted."
    },
    {
      "speaker": "BAKER",
      "utterance": "I'm taking about my --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know all these goes on T.V."
    },
    {
      "speaker": "BAKER",
      "utterance": "I'm talking about my car. I just bought it. By the way you'll like this. I just bought a 65 MGB right hand drive it's being shipped over even as we speak. It's on the boat coming to the --"
    },
    {
      "speaker": "KIRN",
      "utterance": "So, you're saying yes."
    },
    {
      "speaker": "BAKER",
      "utterance": "Yes, yes. Oh, I got -- yes, I got I mean, I learned how to drive when I was, I was in Australia at the time. I was 14-years-old when I drive on a stick shift and have had them ever since. I got a truck with a column shifter, remember those?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And so, anyway, so this this this MGB is coming over, gets here at the beginning of July and it's a right hand drive, you know, so the shift this over here. Think about that. And I'm going to teach my boys how to drive that. So, it's not only is it a stick shift, it's on the wrong side."
    },
    {
      "speaker": "KIRN",
      "utterance": "So, you're going to continue the cycle of abuse. Fathers making their kids feel bad for not putting the clutch in at the right. I hated clutch."
    },
    {
      "speaker": "BAKER",
      "utterance": "No. No, no, they're going to get it. They're going to figure it out, and there's a lot -- that's satisfaction."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Actually, it's genius, though, to have dads and moms have their kids drive stick because then they can't text and drive; they have to focus on something, you know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's so true. That is actually --"
    },
    {
      "speaker": "KIRN",
      "utterance": "That is a good point, yes."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "Thank you."
    },
    {
      "speaker": "BAKER",
      "utterance": "So, I'm being a good parent, Walter."
    },
    {
      "speaker": "HORNACEK",
      "utterance": "I'm not even a parent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, you don't have a driver's license."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I do but I haven't driven in seven years. So, the fact that I still have it, I don't know -- I haven't driven in like seven years. And if I tried to drive -- I mean, I could drive with a stick but like 40 people would probably die."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I had, you know -- I don't know when it was in the 90s. I once had a car salesman in the Lehigh Valley teach me to drive a stick at 8:00 am. I think it was the Lehigh Valley Mall in a Miata."
    },
    {
      "speaker": "BAKER",
      "utterance": "In a Miata."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And I still didn't buy the car. I still feel guilty about that. I'm sorry car salesman."
    },
    {
      "speaker": "KIRN",
      "utterance": "But you're a car guy."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's what you should feel guilty about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly. That is the one thing that keeps me up at night. Not those drifters buried in a marsh in 2006. Don't go anywhere. Be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Set your DVRs every night so you don't miss an episode. Thanks to Abby Hornacek, Walter Kirn, Mike Baker, Kat Timpf and our studio audience. \"FOX NEWS @ NIGHT\" with Shannon Bream is next. She's evil. I'm Greg Gutfeld. I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published, or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright, or other notice from copies of the content."
    }
  ]
}