{
  "date": "June 6, 2018",
  "headline": "McCabe seeks immunity in exchange for Senate testimony",
  "subHeadline": "The former number two at the FBI wants immunity in exchange for testimony about Hillary Clinton's emails; reaction from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/mccabe-seeks-immunity-in-exchange-for-senate-testimony",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. JOHN CORNYN, R-TEXAS",
      "sentences": "We really need to get to the bottom of what happened at the FBI during the Comey years. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLA.",
      "sentences": "James Comey said Andrew McCabe stood tall, was this model leader, and now he wants immunity because he knows he is in jeopardy with his conduct over this investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Giving Mr. McCabe cover through immunity would be a mistake. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I would not give him immunity. I would make him go -- if he's going to plead the Fifth Amendment, then he should plead the Fifth Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "sentences": "It is very, very unusual, I have to tell you unheard of, for the number two person in the FBI saying, you want me to testify, give me immunity. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS",
      "sentences": "Let's talk about it with our panel: Jonah Goldberg, senior editor at National Review; Susan Page, Washington bureau chief at USA Today, and Byron York, chief political correspondent for the Washington Examiner. Welcome to all of you today. OK, so this discussion about McCabe and immunity, Jonah, it comes ahead of, we are waiting now for the inspector general's reports. Are they connected? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONAH GOLDBERG, NATIONAL REVIEW",
      "sentences": "I'm sure they are connected. How and in what way remains to be seen. I personally am very much in favor of getting all the information out here, whatever it is about Comey, about all of it. I am not sure it tracks to say we have to get to the bottom of this, as Cornyn was saying, and no way should we give this guy immunity. If that's the way you get the information out of him, the argument may go the other way. It seems to me there is an interest in the optics, which are very bad for McCabe, very bad for Comey to have the number two guy at the FBI pleading the Fifth. But if we actually want to get the information, I am agnostic. If he deserves to go to jail, I want him to go to jail. If he doesn't deserve it, I don't, but I really think the American people need to get the information. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "The U.S. attorney now looking into what was found by a separate inspector general report about that particular issue, whether there will be criminal liability. In the meantime, Senator Chuck Grassley who of course chairs the Senate Judiciary Committee says before even beginning to consider whether to initiate the process of immunity, the committee would need to know a lot more about the anticipated scope, nature, and extent of your testimony. So Susan, it sounds like they are leaving the door open to the possibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN PAGE, USA TODAY",
      "sentences": "Of course it's his constitutional right to either take the Fifth or demand immunity if they expect him to testify. But I agree optics is the word of the day. The number two guy at the FBI, you do not expect to find him in this situation, but he must be so surprised to find himself in this situation to after a career in the FBI, he's two days away from retiring and he gets caught into this continuing controversy over the Clinton emails and over the allegations that he leaked information to The Wall Street Journal and then misled investigators about it. It has got to be a shocking thing for him and his family to be looking at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And obviously what the inspector general found in that initial report was that there was something less than fully honest in a number of these. And he and Comey were at odds about who was right and what information they actually shared. Comey has praised him publicly, but now should Comey be worried about McCabe may say that could influence or hurt him? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "sentences": "And there is more that Comey should be actually worried about. The connection between the immunity request and the I.G. report is because the Senate Judiciary Committee has scheduled a hearing to discuss the I.G. report once it's made public. They had scheduled one for June 5th. That didn't happen. They scheduled the next one for next Monday, June 11th and it looks like that might not happen. But it's going to happen fairly soon. They wanted McCabe to testify. Now he has asked for immunity. And there's more than just the Comey versus McCabe, I leaked but you told me I could. No, I didn't. There is more than that. There's talk about, information about when McCabe took a long time to recuse himself after his wife got a lot of political contributions that were linked to the Clintons. And McCabe was involved in every other decision in this Clinton thing. So it's not just Comey versus McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And another name in the mix obviously Susan is Peter Strzok. How much do you think he is wringing his hands and waiting for that report to come as well? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "He was an FBI agent working on this case, and because of these very intemperate texts he sent to his girlfriend denouncing President Trump, he is seen as I think tainting the efforts he was doing when he was working for the FBI. That may or may not be fair, but he is now an inflammatory name when you see in things like the one controversy of the day, the fact that GSA turned over a lot of information from the transition team to Mueller without a subpoena, without going back to the Trump transition team to get permission. Strzok was part of that. So it's as though we are in such a world of investigation that there is no element that does not get caught up in this spaghetti. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Also Congress has been very busy with investigations, but now they're going to be busy, at least the Senate side, in August thanks to Senate leader Mitch McConnell saying they're going to be in session. Here's the top Republican and Democrat from the Senate talking about what they might be doing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "sentences": "Why don't we get something done on the issue that numerous polls say is the number one priority of Americans, health care? We Democrats, our entire caucus, believes this previously unscheduled session time can be put to good use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MAJORITY LEADER MITCH MCCONNELL, R-KY.",
      "sentences": "We need to confirm more of the president's team and judicial nominees. We need to take up a regular appropriation bills. We need to tackle legislative priorities like the water infrastructure bill, the farm bill, the defense bill, and many others. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Jonah, so both sides have laid out a pretty ambitious schedule. Does any of that get done? What does get done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "There are -- conspiracy theories is too strong a word, but there are theories that what McConnell is doing is trying to pull back Democrats from the campaign trail in August and make them be stuck here because the Democrats have a harder time in the Senate matchup. And then there are other people who say no, what this is really about putting a gun to the Democrats' heads so he can cram more judges through. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } I don't see why we have to pick one of those, but I don't think there's going to be -- this is not going to be like the first 100 days of the new deal coming out in D.C. in August. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Meantime, we saw the first lady today. The president had tweeted earlier this, \"The fake news media has been so unfair and vicious to my wife and our great first lady, Melania. During her recovery from surgery they reported everything from near death to facelift to left the White House and me for New York or Virginia, to abuse. All fake. She is doing really well!\" Susan, there has been a ton of speculation, but today we saw her. She did look well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "She looked fine. And just a word if my husband is watching, if you are going to deny something, do not deny I had a facelift. Not the approach I would like to see you take. I am sort of in the leave Melania Trump alone camp. She didn't run for office. She doesn't have an office in the West Wing. She's not weighing in on policy. And I think if she wants -- this got started because she was kind of out of sight for three weeks, but if she wants to stay out of tight for three weeks, it seems to me that's her business and we should leave her alone. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "She is back and she looks healthy and we are all happy about that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN, R-TEXAS",
      "utterance": "We really need to get to the bottom of what happened at the FBI during the Comey years."
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLA.",
      "utterance": "James Comey said Andrew McCabe stood tall, was this model leader, and now he wants immunity because he knows he is in jeopardy with his conduct over this investigation."
    },
    {
      "speaker": "CORNYN",
      "utterance": "Giving Mr. McCabe cover through immunity would be a mistake."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I would not give him immunity. I would make him go -- if he's going to plead the Fifth Amendment, then he should plead the Fifth Amendment."
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "utterance": "It is very, very unusual, I have to tell you unheard of, for the number two person in the FBI saying, you want me to testify, give me immunity."
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS",
      "utterance": "Let's talk about it with our panel: Jonah Goldberg, senior editor at National Review; Susan Page, Washington bureau chief at USA Today, and Byron York, chief political correspondent for the Washington Examiner. Welcome to all of you today. OK, so this discussion about McCabe and immunity, Jonah, it comes ahead of, we are waiting now for the inspector general's reports. Are they connected?"
    },
    {
      "speaker": "JONAH GOLDBERG, NATIONAL REVIEW",
      "utterance": "I'm sure they are connected. How and in what way remains to be seen. I personally am very much in favor of getting all the information out here, whatever it is about Comey, about all of it. I am not sure it tracks to say we have to get to the bottom of this, as Cornyn was saying, and no way should we give this guy immunity. If that's the way you get the information out of him, the argument may go the other way. It seems to me there is an interest in the optics, which are very bad for McCabe, very bad for Comey to have the number two guy at the FBI pleading the Fifth. But if we actually want to get the information, I am agnostic. If he deserves to go to jail, I want him to go to jail. If he doesn't deserve it, I don't, but I really think the American people need to get the information."
    },
    {
      "speaker": "BREAM",
      "utterance": "The U.S. attorney now looking into what was found by a separate inspector general report about that particular issue, whether there will be criminal liability. In the meantime, Senator Chuck Grassley who of course chairs the Senate Judiciary Committee says before even beginning to consider whether to initiate the process of immunity, the committee would need to know a lot more about the anticipated scope, nature, and extent of your testimony. So Susan, it sounds like they are leaving the door open to the possibility."
    },
    {
      "speaker": "SUSAN PAGE, USA TODAY",
      "utterance": "Of course it's his constitutional right to either take the Fifth or demand immunity if they expect him to testify. But I agree optics is the word of the day. The number two guy at the FBI, you do not expect to find him in this situation, but he must be so surprised to find himself in this situation to after a career in the FBI, he's two days away from retiring and he gets caught into this continuing controversy over the Clinton emails and over the allegations that he leaked information to The Wall Street Journal and then misled investigators about it. It has got to be a shocking thing for him and his family to be looking at."
    },
    {
      "speaker": "BREAM",
      "utterance": "And obviously what the inspector general found in that initial report was that there was something less than fully honest in a number of these. And he and Comey were at odds about who was right and what information they actually shared. Comey has praised him publicly, but now should Comey be worried about McCabe may say that could influence or hurt him?"
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "utterance": "And there is more that Comey should be actually worried about. The connection between the immunity request and the I.G. report is because the Senate Judiciary Committee has scheduled a hearing to discuss the I.G. report once it's made public. They had scheduled one for June 5th. That didn't happen. They scheduled the next one for next Monday, June 11th and it looks like that might not happen. But it's going to happen fairly soon. They wanted McCabe to testify. Now he has asked for immunity. And there's more than just the Comey versus McCabe, I leaked but you told me I could. No, I didn't. There is more than that. There's talk about, information about when McCabe took a long time to recuse himself after his wife got a lot of political contributions that were linked to the Clintons. And McCabe was involved in every other decision in this Clinton thing. So it's not just Comey versus McCabe."
    },
    {
      "speaker": "BREAM",
      "utterance": "And another name in the mix obviously Susan is Peter Strzok. How much do you think he is wringing his hands and waiting for that report to come as well?"
    },
    {
      "speaker": "PAGE",
      "utterance": "He was an FBI agent working on this case, and because of these very intemperate texts he sent to his girlfriend denouncing President Trump, he is seen as I think tainting the efforts he was doing when he was working for the FBI. That may or may not be fair, but he is now an inflammatory name when you see in things like the one controversy of the day, the fact that GSA turned over a lot of information from the transition team to Mueller without a subpoena, without going back to the Trump transition team to get permission. Strzok was part of that. So it's as though we are in such a world of investigation that there is no element that does not get caught up in this spaghetti."
    },
    {
      "speaker": "BREAM",
      "utterance": "Also Congress has been very busy with investigations, but now they're going to be busy, at least the Senate side, in August thanks to Senate leader Mitch McConnell saying they're going to be in session. Here's the top Republican and Democrat from the Senate talking about what they might be doing."
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "utterance": "Why don't we get something done on the issue that numerous polls say is the number one priority of Americans, health care? We Democrats, our entire caucus, believes this previously unscheduled session time can be put to good use."
    },
    {
      "speaker": "SENATE MAJORITY LEADER MITCH MCCONNELL, R-KY.",
      "utterance": "We need to confirm more of the president's team and judicial nominees. We need to take up a regular appropriation bills. We need to tackle legislative priorities like the water infrastructure bill, the farm bill, the defense bill, and many others."
    },
    {
      "speaker": "BREAM",
      "utterance": "Jonah, so both sides have laid out a pretty ambitious schedule. Does any of that get done? What does get done?"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "There are -- conspiracy theories is too strong a word, but there are theories that what McConnell is doing is trying to pull back Democrats from the campaign trail in August and make them be stuck here because the Democrats have a harder time in the Senate matchup. And then there are other people who say no, what this is really about putting a gun to the Democrats' heads so he can cram more judges through. I don't see why we have to pick one of those, but I don't think there's going to be -- this is not going to be like the first 100 days of the new deal coming out in D.C. in August."
    },
    {
      "speaker": "BREAM",
      "utterance": "Meantime, we saw the first lady today. The president had tweeted earlier this, \"The fake news media has been so unfair and vicious to my wife and our great first lady, Melania. During her recovery from surgery they reported everything from near death to facelift to left the White House and me for New York or Virginia, to abuse. All fake. She is doing really well!\" Susan, there has been a ton of speculation, but today we saw her. She did look well."
    },
    {
      "speaker": "PAGE",
      "utterance": "She looked fine. And just a word if my husband is watching, if you are going to deny something, do not deny I had a facelift. Not the approach I would like to see you take. I am sort of in the leave Melania Trump alone camp. She didn't run for office. She doesn't have an office in the West Wing. She's not weighing in on policy. And I think if she wants -- this got started because she was kind of out of sight for three weeks, but if she wants to stay out of tight for three weeks, it seems to me that's her business and we should leave her alone."
    },
    {
      "speaker": "BREAM",
      "utterance": "She is back and she looks healthy and we are all happy about that. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}