{
  "date": "June 14, 2021",
  "headline": "Hannity on Biden's 'disastrous' first trip abroad",
  "subHeadline": "Guests: Mike Huckabee, Leo Terrell, Donald Trump Jr., Gregg Abbott, Piers Morgan, Yeonmi Park, Larry Elder",
  "url": "https://www.foxnews.com/transcript/hannity-on-bidens-trips-abroad",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Look at the price of lumber. What you would've paid 2 grand for, now you pay 11 grand for. I like Oscar Mayer Thick Cut Bacon, it's 8 bucks a pack, Tucker, never was that high. A dollar 10 more per gallon of gasoline, more to heat your home, cool your home. Everything you buy cost more because it cost more to ship it there. He's right. Your guest was 1,000 percent right. Great show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Nicely put. Thanks, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Welcome to \"Hannity\". Tonight, a wave of violence in America's cities. It is now a cancer on the country. Over the weekend, four mass shootings, four. The mob, the media, they don't seem to care because they can't politicize it. Coming up, we're going to ask why many in the media seem to value certain lives more than other lives. And also, tonight, we'll have the very latest from the crisis that is at our southern border. Joe and Kamala, they're building more cages for kids. That seems to be the Biden way. The Biden administration, they have wide open borders, ignoring the laws of our land and aiding and abetting law- breaking. Well, Texas is now taking matters into their own hands. They are going to build their own wall and Governor Greg Abbott will join us. This is the only option he has left. But, first, we begin tonight, Joe Biden's disastrous first trip abroad now entering week two and Europe's leaders, they are elated. Under Biden, there's no tough love. There's no America first. There's no accountability. There are no difficult conversations, no negotiations -- America last policies. As Joe keeps saying America is back. America last is back. America paying the bills for the world, that's back. And president sippy cup just wants everyone to go along and get along. And as a result, the world is once again taking advantage of Biden's tremendous, clear weakness and utter stupidity. Remember, it wasn't that long ago, President Trump -- yeah, he went to NATO. He took charge and he stood up for you, the American people and he made them uncomfortable and they had to pay their fair share. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "I have been very, very direct with Secretary Stoltenberg and members of the alliance in saying that NATO members must finally contribute their fair share and meet their financial obligations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Now, NATO alliance members, now they're helping make Vladimir Putin and Russia rich again doing billion dollar energy deals. Well, thanks to Joe's waiver for Vladimir. As a result, President Trump's tough rhetoric and actions, our NATO allies, they had to step up. They ended up contributing a lot more. New trade deals were brokered with the U.K. and E.U., free and fair trade. Trump withdrew from the insane Paris Climate Accords that does nothing to hold China and India accountable -- accountable because they're classified in the Paris Accords as developing countries. Now, all while sending your tax dollars abroad and making you pay for pretty much all of it, some kind of global penance for our evil polluting ways when we reduce more greenhouse gases than any country on Earth. Unsurprisingly, the climate obsessed socialists of Europe, they don't want to pay their fair share. They much prefer Joe Biden who cares more about their approval than the well-being of you, the American people. But to be honest, it's not clear that Joe Biden still frankly possesses the strength, the energy, and the ability to even know what the word tough means. Joe Biden once referring to Putin as a killer but now ahead of his meeting with Russia's hostile president, the tough talk nowhere to be found. He even publicly agreed to consider a prisoner exchange, something immediately his handlers had to backtrack on. And today, Joey couldn't seem to find the words to say anything at all about Vladimir. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Vladimir Putin laughed at the suggestion that you had called him a killer. Is that still your belief, sir, that he is a killer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "To answer the first question. I'm laughing too. They actually -- I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "So, he is a killer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Well, look, I mean, he has made clear that -- the answer is: I believe he has, in the past, essentially acknowledged that he was -- there were certain things that he would do or did do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "For those of you in the media mob that get angry when I call him sippy cup, that's exactly why I call him sippy cup. He needs his warm milky, night-night, nappy time, warm milky, sippy cup time. It is humiliating. Russia is responsible for two major cyber attacks against our country in recent weeks, Joe. It's -- you know, it is supplying America's enemies like Iran with weapons technology and funding so they can fight a proxy war worldwide, on terror, against the number one state sponsor of terror. Their aggressive actions in the Middle East, around the world are endangering American soldiers. But Joe Biden is at the loss for words. I'm sitting there I'm going one one-thousand, two one thousand, three one -- come on, Joey, you can do it. Make no mistake: Russia is a hostile regime. Putin is a hostile actor. Yes, Joey, he's a killer and he's a thug. And sippy cup -- well, he doesn't even have the strength, the mental fortitude -- do you ever hold him accountable for anything? This meeting is going to be a disaster. How weak -- Putin will see firsthand how weak Joe is. And what we've all been witnessing that the media mob protects Joe from. We know he's a mere shell of the man he was even five years ago. Make no mistake Putin loves a weak America and a weak American president. And, of course, there won't be a joint presser with Putin following the summit -- oh can't put Joey in that position. Whatever Biden says about Putin after the meeting, they wrote that before they ever went on this trip. I guarantee you, it's already been written. Joe is afraid, his staff is afraid. They are worried that what Joe says in private he would never say in public and he'll just give us talking point lies after they meet alone, because he's afraid to say it in front of Putin, in front of the world. They're worried Putin will upstage him because he will and make him look bad because he will. And they're worried that Biden will be humiliated yet again on the global stage as if this weekend wasn't embarrassing enough. Just take a look at the past few days. Joe has been an embarrassing international laughingstock. This was a great moment. At one point, Europe's leaders all mocking Joe right to his face after he became incredibly confused during a meeting. Then, he had to -- well, tell the prime minister of Great Britain -- well, maybe you should introduce the president of South Africa. I already did, Joe. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORIS JOHNSON, BRITISH PRIME MINISTER",
      "sentences": "To welcome those who have just joined us bringing some pretty spectacular weather. (INAUDIBLE) with President Ramaphosa and President --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "And president of South Africa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "And, and, and the president of South Africa, as I said early on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Oh, he did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I did -- I certainly did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMMANUEL MACRON, FRENCH PRESIDENT",
      "sentences": "You get a mention twice, Cyril.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I hate -- this isn't even funny anymore. That wasn't the only moment of confusion. There were a lot. Biden mixed up Libya and Syria, he did it three consecutive times in less than 90 seconds. That has to be a record, not one to be fond of but a record nonetheless. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We could work together with Russia for example, in Libya. We should be opening up the passes to be able to go through and provide food assistance and economic -- I mean, vital assistance to a population that's in real trouble. The rebuilding of Syria -- of Libya -- of, you know, this is -- they're there. I'm hopeful that we can find an accommodation that where we can save the lives of people in, for example, in Libya.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is there a betting line about Kamala Harris taking over? I know where I'd bet. Once again, his handlers forced to issue another clarification. And it gets worse, during those same remarks, at times, his comments made absolutely no sense whatsoever and I'm not making this up. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Half a billion doses of Pfizer vaccine which we contracted and pay for. In addition, the money we put into the COVID project which is that -- COVID is -- I know you all know but a lot of people may not know what COVID is. By harassing the full potential of those who are harassing, we're going to have to try to change things. That's the whole idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Who on Earth doesn't know what COVID is? This is why the administration works overtime to limit Biden's off-script public interactions. Even the first lady doing her part over the weekend, she literally jumped in and dragged Joe away when he seemed to be in the wrong cafeteria to prevent him from answering an impromptu question. And yet again, at a press conference, Joe admitted -- I'm not supposed to answer too many questions. They won't let me. Okay, take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm going to get in trouble with my -- my staff. Yeah, go ahead, but pretend that I didn't answer you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Thank you very much, sir. You have often said repeatedly that America is back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "At the same time, you've kept in place some Trump-era steel and aluminum sanctions. And I wanted to ask you, when you're having these conversations with European allies who are very concerned about these sanctions, how do you justify that and what are your plans --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "A hundred and twenty days, give me a break. Need time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Come on, man, are you a junkie? I expected that to come flying out. Joey, you're the president. You've been in office for 145 days and you can answer as many questions as you want. This is frankly beyond concerning because tonight, America is entering a extremely challenging period. There are major growing threats abroad -- China, Russia, Iran, North Korea, just to name a few. At the same time, there are new serious problems right here at home. Massive inflation, violent crime on the rise, homelessness on the rise, lawlessness at our southern border, aided and abetted by Joe. These are serious challenges. Joe is clearly not up to this job. He puts all of his effort into just getting through the day barely. His radical socialist base is clearly running the show. Case in point, the biggest development from Joe's Europe trip an agreement to consider a global corporate tax rate which, of course, corporations don't pay taxes. They pass them on to you and Joe knows that corporations will leave the U.S., so he's trying to conspire with the world's other socialist countries to ensure there's no tax haven country to ever exist. This will end in a worldwide economic disaster. As a matter of fact, the entire trip -- and they were just touching tip -- this is the tip of the iceberg, an unmitigated failure and it's only going to get worse. Here now with reaction is the author of \"Liberal Privilege\", a bestseller, Donald Trump Jr. You know, I mean a part of me, Don, you know, I'm watching and I laugh, but then another part of me thinks of, okay, your dad, he went over to the G7, and what did he do? He laid down the law -- you're going to pay your fair share. America is not putting the bill for your security and getting nothing in return. We're doing new trade deals. This time, they're going to be free and fair and you're not going to take advantage of this country. And this guy can't string two sentences together, Don, and I'm not making it up. DONALD TRUMP JR., AUTHOR OF \"LIBERAL PRIVILEGE\": No, it's terrible, Sean. I mean, it's a -- it's a -- frankly, it's an embarrassment. It's no longer the Biden-Harris administration, it's the Biden-heiress administration because it's only a matter of time until she takes over, which could be just as bad. But the other world leaders are looking at Joe Biden's feebleness, his weakness and they're chomping at the bit. It's why the media saying the other world leaders, they love Joe Biden, because they know they can take advantage of him. Putin's going to eat his lunch. They know it. That's why they won't do the press conference. That's why even a few months ago Putin offered to debate him in front of the world as long as it wasn't scripted because he knows it would be an embarrassment for America and it would be a big boost for Russia. That's what's going on. When you're allies are like this, when they are saying and Joe Biden is saying that the E.U. is the backbone of NATO, despite the U.S. paying 70 percent of the NATO budget, then they do a deal where they can have a pipeline. Now, you as an American, Sean, you can't have that. You can't have that energy independence. You can't have those jobs. You can't have the benefit of what that will do to energy prices. But Russia? Sure. Go ahead, go make billions from the people that we spend billions protecting from Russia. It's absolute insanity. They're walking all over this clown and it's a total embarrassment for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can you explain? You've been really, really powerful in your criticism of zero experience Hunter. Can you explain why you cancel high paying career jobs in the energy sector and shut down the Keystone XL pipeline -- your dad brought this country to energy independence for the first time in 75 years -- while simultaneously giving a waiver to Vladimir Putin to build his pipeline to provide our Western European allies energy, which then is only going to make Russia rich again and make our allies that we're supposed to be forming a defense with against Russia in part? I mean, does that make any sense to you? Because it doesn't me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "No, it's ridiculous. I mean, they're going to take advantage of it. They're going to produce energy. They're going to do it less cleanly and less environmentally than anyone in the U.S. would ever be able to do it. I have to only assume that the no show, no experience jobs that Hunter got for all those years, I imagine they're finally paying dividends for those countries that paid millions to the Biden family. To me, that can be the only explanation because I can't see a president who's supposed to represent the hard-working men and women of this country giving up energy independence, giving up tens of thousands of jobs and probably trillions of dollars in the economy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hey, Don Jr. --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "-- and energy independence, which isn't just economic, Sean, but that's also our national security. Just giving it away while allowing Russia to do it and walk all over them. Then you're going to see them give trillions back into -- you know, the Paris Climate Accords and all that nonsense while China laughs and doesn't change a thing. The American middle class is subsidizing the rest of the world who are taking advantage of America. That wouldn't happen under my father. It wasn't happening under my father. Despite years of setting that terrible precedent, he was reversing that. Now, we're back and that's why the other world leaders love Joe Biden because they realize that the trough is open again and you, the American taxpayer, can pay for the rest of the world's incompetence. Congratulations. Well done, guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Hillary paid for the Russian dossier. Hunter was making money from Russia, from Kazakhstan, from Ukraine and from China and he was a crack addict. And if you dumped your gun in a -- if you put a gun in a dumpster, I think you'd be in jail. I'm just guessing though but, Donald Trump Jr. --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "How about if I had those text messages using those racist words, you think that would be a problem, Sean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "Don Lemon would maybe do a three week-long special on how terrible I am. But there's silence from the media, I wonder why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP JR.",
      "sentences": "It's liberal privilege.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great title for a book. Donald Trump Jr., thank you. Now we turn to the crisis at our southern border. Because of Joe and Kamala's incompetence, negligence, terrible policies, the situation is deteriorating. Texas has decided to step up. Joining us now is the Texas Governor Greg Abbott. Governor, you have told me -- your hands are tied and you have tried everything possible. You've come up with a way to do it. Tell us what you're going to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GREG ABBOTT (R), TEXAS",
      "sentences": "So Texas has taken multiple strategies and I need to give you the context for this because of the way that the Biden administration is not incompetent, they are completely ignoring what is going on in the Rio Grande Valley, along the Texas border, and we've seen so many people coming across the border who are harming Texans. And as governor, I cannot allow my fellow Texans to be harmed, to be in danger, to have a gun put to their head. And as a result, here's what Texas is doing. It's a multi-step strategy. First, we are increasing arrests. We're setting up situations where if you're stepping into the state of Texas, you're going to be stepping into an area for which there was a no trespassing zone because I have declared a disaster. If you are arrested for trespassing, it is immediately a jail- based offense up to 180 days in jail or higher, and they were adding to that, working with locals as well as local residents. We are beginning this week to add fencing along the border where if that fencing is disturbed, that is vandalism. That is another crime for which we can arrest people coming across our border into the state of Texas. So we have state laws. Let me explain to you why that's necessary, Sean, because we have been making arrests. We've turned over more than 35,000 people that we apprehended illegally in the state of Texas to federal officials. We're tired of the turnover game and the catch-and-release game. We want to arrest people and put them in jail for a long time so that they will know they're no longer going to be getting the Biden red carpet treatment. They're going to be going to jail if they're coming to Texas. But, Sean, we both know that a fence is only a temporary solution. The real solution that President Trump began to put in place that Texas is going to continue and that is later on this week, I will be announcing what the Texas plan is for building a border wall. We will continue that process of building the border wall, in addition to these other strategies that we will use to make sure that anybody coming here will understand Texas is the wrong state to come into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I got to say it's sad but I really admire your governor because you have you have been threading the needle every way you can to protect the people of your state and your own government is working against you. We got the last 30 seconds, are yours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBOTT",
      "sentences": "Texas is going to do what the Biden administration is refusing to do. Texas is going to step up and secure our border. We will be using every tool available to us under the law and we will ensure that we build the wall, arrest people and make Texas safe and send a message to Washington, D.C. -- stand up and do your job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's sad that they -- that your own government is working against their own laws, aiding and abetting law-breaking, and you have to thread the needle to find the one legal loophole that you can protect the people of your state. Governor, good job. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBOTT",
      "sentences": "Very -- very importantly, Sean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBOTT",
      "sentences": "-- they're working against American citizens in south Texas, putting them in harm's way. Someone has to stand up for those citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you for doing it, Governor. It's important. All right. Earlier this year, Piers Morgan walked off the set \"Good Morning Britain\" after being attacked for speaking his mind. Tonight, he will tell us his side of the story. We'll talk the royal family, the ever weak, frail Joe, when we return, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, President sippy cup Joe Biden is in Belgium today, meeting with NATO and European leaders after spending the weekend in the U.K. where he met with the Queen. All of this coming ahead of Biden's highly anticipated meeting with Russian President Vladimir Putin on Wednesday, but he's not be doing a joint press conference because it's not going to be a competition, he said. All right. Here with reaction to all of this, plus the latest controversies with the royal family, editor at large at the dailymail.com -- great paper -- Piers Morgan. All right. First, we've got to deal with one issue. I watched the day you walk off the show and we've had a great relationship over the years, we really have, and I'm a fan of yours. You have the highest ratings you've ever had in the history of the show, and I wanted you back on. Now that you're not back on there, when are you coming back on the air? You're born to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERS MORGAN, TV HOST",
      "sentences": "Well, I'm definitely having some very interesting conversations, Sean, as you can probably imagine. There are lots of people that wouldn't mind the piece of the action for somebody who trebled (ph) the ratings on that morning show in five years. That's just what we did. I mean, there was a weird, surreal kind of day on a day I left where having reached the ratings high, normally you would get invited to a boardroom and presented with a courage plaque. But I got invited to either apologize to Meghan Markle for disbelieving her or leave the building. So I decided to leave the building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, here's what I'd like to understand -- So Meghan and Harry, they go on one of the biggest platforms that you could ever go on and that's Oprah Winfrey. They give this bombshell interview where they accuse without mentioning by name, although they clarified it wasn't the queen, so that kind of leaves Prince Harry's brother and father hanging out to dry as being racist. And yet on the one hand, he is calling the First Amendment freedom of speech bonkers, but he's willing to use the First Amendment, along with his wife, to trash his own family. I found that quite hypocritical, Piers Morgan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Yeah, I think it's completely ridiculous. These two want to have their royal cake and eat it. They're very happy to trade off their royal titles, the duke and duchess of Sussex, when it comes to negotiating hundreds of millions of dollars of companies like Spotify and Netflix. But at the same time, they want the right to trash the royal family and the monarchy, and therefore the Queen, who's the head of the monarchy, on global television repeatedly now. They keep doing this. And I think it's sickening to people over here in the U.K. You know, we've just seen the Queen with the American president, Joe Biden, and you can see what a magnificent lady she is. She's been on the throne for nearly seven decades. She's a remarkable person who puts duty first. And it seems to me that Meghan and Harry don't even understand the concept of duty. It is rightly hypocritical. I think it sticks in people's gullets over here. And in relation to that interview, we've now know that there were literally 17 things that came out of Meghan Markle's mouth which have now been proven to be untrue. So, I don't know what point I'm allowed to not have to apologize for disbelieving somebody who is palpably a liar. It is a farcical situation, and, of course, as with all these situations at the moment, the cancel culture, Twitter mob comes for you, and they say, well, if you don't believe Meghan Markle, you are a racist -- to which I say, I've never said a racist thing about Meghan Markle or anybody else. It has nothing to do with her skin color and everything to do with her inability to tell the truth and her rank hypocrisy. And I think it's time those two gave up their titles, stopped whining 24/7, and trying to take a leaf probably (ph) the book of the Queen whose named - - whose nicknamed \"Lilibet\", they've hijacked for their daughter. Take a little tip from the Queen, less is more. And if you want to be a royal, a member of the royal family, less is more. We're hearing too much of your yapping, too much for your whining. It's time to pipe down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I am concerned, though, too, Meghan also complained to your employer and to the government. Now, my reading of the laws in Britain, a show like mine of where I'm a talk show host, I do news, straight news, investigative reporting, culture, sports, I do it all. I'd have problems being a broadcaster in Great Britain. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Yeah, it's very difficult. We are government-regulated. There's a regulatory body called Ofcom, whose only job it is is to basically boss around people on the airwaves and tell us what we can and can't say -- very different to what happens in the United States where you're covered by the First Amendment, the same First Amendment that Prince Harry can't stomach because he only wants the right for the media to say nice things about him, not to hold him to account. And it makes life very difficult. But also, I think you can get a sense of all this, Sean, it's something that I know you've done lots of coverage on, which is this epidemic of cancel culture, which is this sort of very small but vocal group of illiberal liberals. I called them the \"new fascists\", who want to tell us how to lead our lives, how to speak, how to think, what to find funny, what we can enjoy on television and the movies, you know, what historical figures we can appreciate or not appreciate. And if you deviate one iota from their woke worldview, you must be shamed, vilified and canceled. And we're seeing it happening again and again and again. And corporate institutions have to stand up to this nonsense, you know? I discovered after I left the morning show over here, for example, that Meghan Markle had personally contacted my boss, demanding all sorts of things, including an apology. That can't be right for somebody like Meghan Markle, a public figure, to think she has the right to dictate the freedom of speech and the freedom of expression and opinion of broadcasters like me or indeed yourself on national television. But that's where we've got to. And it's a pretty scary state of affairs, but I think it's certainly a hill worth dying for when it comes to protecting freedom of speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to get your perception of Joe Biden, because he went to this G7 Summit. He's got this meeting with Putin coming up. And my perception is, and I'm very outspoken about it, is that he is weak, he is frail, he is struggling mightily, cognitively. I run tapes of him from 2012 and 2016. And today, you know, he's a shell of his former self in my opinion and I think the tapes speak volume -- volumes. What are the perception of our friends across the pond?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "I think the perception of President Biden in his trip to the U.K. for the G7 Summit was it was all fine. It wasn't this kind of noise and chaos and unpredictability of a President Trump visit, which personally I rather miss actually. I was out here live (ph) in these dreary affairs --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I miss it a lot, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "-- involving get-together and saying boring platitudes. I think there's also a wider issue, Sean, about President Biden is that I think he sees his job, his role to sort of calm everything down, as if somehow that's enough. And I don't think it is. You know, when you're dealing with China, or dealing with Russia, when you're dealing with NATO, when you're dealing with, you know, every issue out there from the pandemic to climate change, whatever, I'm not sure people want a calm America that isn't taking dynamic, proactive action. And whatever people like or didn't like Donald Trump, what I did like about him was his awful personality enabling him to cut through a lot of bureaucracy and cut to the quick about issues. And NATO was a good example. You know, they're all at NATO now. Everybody knows that most NATO countries don't pay their bills, we know that because Donald Trump shown a light on that inequity. I thought it was unfair that America should carry that the can for so many underpaying European countries. He was absolutely right about that. He was also right about the threat of China. Go back two or three years and Joe Biden doesn't think China is a threat. Suddenly, he does. Well, Donald Trump has been calling out China for 30 years to my certain knowledge. So there were lots of things which I felt Donald Trump didn't get enough credit for, which Joe Biden because he's a liberal and a Democrat president gets too much credit for now, and I don't think he's held to the same account by the media in America that Donald Trump was. And I think it's a plain and obvious fact, and that is not good for the U.S. media. You know, you should be unafraid to hold your own, your own liberal Democrat president to the same ferocious account that you held Donald Trump. Otherwise, you're just as biased as I always hear them say FOX News is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, of course, there are more opinions beside Sean Hannity's. Piers, get back on the air. My humble advice to a friend. You were born to do this. I suspect you'll be back sooner than you're letting on. I hope that's the case. You're always welcome on the show. Thanks for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Sean, always a pleasure. Thank you very much for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. A North Korean defector says her Ivy League education actually -- get this -- reminds her of where she grew up, communist North Korea. She'll tell that personal story, next. It will shock you. Later, we'll be coming to you with a very special announcement at the end of the show. You don't want to miss it, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As we have covered on this program night after night, far left ideologies, they are infiltrating our educational system from grade school right through college. It's getting that bad, so bad that even those who have fled from totalitarian regimes seeking freedom in America in search of freedom of thought, they're taking notice. An actual defector from North Korea who attended the Ivy League institution known as Columbia University is speaking out, telling FoxNews.com the climate inside Columbia reminds her of North Korea, citing themes like anti-Western sentiment, collective guilt suffocating political correctness. For example, during orientation, she said she was scolded for saying that she enjoyed the works of acclaimed author Jane Austen and was told the books are racist along with being subjected to what she saw as nonstop anti-American propaganda. Here to tell her story is North Korea defector Yeonmi Park, along with FOX News contributor Mike Huckabee. Yeonmi, I read the story. You're saying -- so you grew up and how many years you were in North Korea? What, 20, years, and you think the indoctrination in the United States at our Ivy League institution Columbia is as bad or worse as the propaganda, anti-American hate that you heard in North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YEONMI PARK, NORTH KOREA DEFECTOR",
      "sentences": "So when I was in North Korea, first thing that I learned was that Americans were bastards. It was actually the one word. At school that I was attending, they told me -- actually, there's just math problems saying there are four American bastards, you killed two of them. Then how many American bastards left to kill? And as a child in North Korea, you have to say two American bastards. And when I came to America, like I fell in love with this country, this is such a wonderful country. I never been accepted more than this country was. And as -- at Columbia University, literally, every professor was saying that, you know, the problems that we have on today's world is because of white men. How they colonized Africa, they have colonized -- I mean, Asia, right? That's how they messed up everything and they are the one who's who needs to be blamed. And I couldn't believe that, am I sitting in North Korea's classroom or in America actually? I couldn't believe why people were hating their own people that much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What is your overall thought then when you think of look at America today, and you compare with your life experience, which has been horrific, sold into sex slavery at one point in your life, you get to America, you're expecting this to be the land of the free, the home of the brave and the land of freedom, and you get the exact same propaganda here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARK",
      "sentences": "It's just heartbreaking. I literally sold as a sexual slave and I literally crossed the Gobi Desert to be free. And now, I thought I landed in a country where I can say what I believed and have my -- you know, freedom to think. However, now, I end up in a country, I have to constantly censoring my speech because now in the name of a safe place, Columbia was told -- I mean told us what we cannot talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARK",
      "sentences": "And I am so concerned like if America is not free, I think there's no place else that is left that is free. And I think that's why it's really alarming to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listening, Governor, to Ms. Park, you know, sometimes when you when you're in the middle of what I call incrementalism, step by step, you know, we now know what cancel culture is, woke America is. We now know what political -- political -- what's politically incorrect, and then to hear this. It's -- it doesn't really shock me but hearing it still shocks me, if that makes any sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, it makes a whole lot of sense. I'll tell you what would make a lot of sense. Why don't you and I get her a tour bus and we'll pay for it, Sean, you and me, and we will send her to every college campus in America and let this remarkable young woman speak and tell her story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "And let people know that what they're giving up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm in, I'm in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "-- in this country, they're giving away something that they can never get back. And I'm so proud of her. You have no idea how grateful I am for the courage and the clarity of Yeonmi's story and I just want to tell her, there are a lot of us who love America, who still believe in freedom, and we believe in you. And we're grateful that you're here and your message is one that I hope every single American will hear. I know some of them won't. Those people that you were taught to believe were the American bastards -- well, they probably won't care. But all of us are not like that. We really aren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You should read some of Mike's books about Southern sayings. Remember Aleksandr Solzhenitsyn, I remember the speech -- I think -- I believe if my memory serves me right, he gave it at Harvard. And, you know, here's a guy from former Soviet Union saying, you're getting bad here too, and here's what you're doing wrong. Would you consider this trip, this bus trip that Governor Huckabee's talking about? Would you consider talking to college campuses? Although I've got to warn you, you would probably be protested and they'd try to cancel you and shut you down because that happens -- as a conservative, I can tell you every conservative that I know lives through that experience. Would you consider that though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARK",
      "sentences": "So, oh, yeah, I mean, my used to be enemy was Kim Jong Un. I mean, I have been on the killing list of Kim Jong Un for many years because I spoke out in the last about the suffering of North Korean people, my three generations of family got punished. But now, it's ironically enough, so many Marxists and communist Maoists, Leninist, are sending me death threats. And this is such an irony that I don't even know how to respond, that this is a war that again socialism and communism, the fact that I come from North Korea and saying, you know, North Korea started as a communist country. It began as -- you know, let's make it the most equal society in the world. Now, the regime's different classes based on your status, based on what your great-great-grandfather did. And when I went to Columbia, that's when I was shocked, they say, because your ancestors owned the slaves, that you must be guilty. You authorize (ph) this because you were white.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARK",
      "sentences": "And this is injustice because you can never choose your ancestors. You don't choose your race. And people in North Korea being punished for, you know, certain class, and in this America, the same thing is happening right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Your testimony is powerful. You know, the Bible says the testimony of two men are true. Thank you for your courage, Yeonmi. Thank you. Mike Huckabee, thank you. When we come back, Leo 2.0 and Larry will react, shocking violence again in our nation's cities but you don't hear about it. And a special announcement at the end of the show. Say tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Another weekend of bloody, violent crime in America's major Democratic-run cities. Look at this, cops in Austin, Cleveland, Chicago, Savannah, Georgia, all investigating mass shootings that erupted over this one weekend. In Atlanta, murders are up a whopping 60 percent year-to-date, last year a record. Chicago, at least four were killed, 43 wounded this weekend and more senseless violence, predictable. Along with his newly released disturbing video from last month showing a Chicago shooting suspect firing at officers at point-blank range. Thankfully, both cops who were hit, they're okay. Right here in New York, more chaos. Washington Square Park, where Saturday, we saw yet more violence just in broad daylight. At least six injured, one man, 27, charged with felony assault after he allegedly shoved a 77-year- old cook into a plate glass window. Here with reaction, Larry Elder, Leo 2.0 Terrell. I don't even know what's left, Larry, to say because we never know the names of these people because they can't use these issues politically so we just ignore them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED HOST",
      "sentences": "Well, that's right. You know, the left is all about root causes. But they don't want to talk about the root causes of this kind of urban violence, a disproportionate percentage of which involved black victims and black perps. It's no fatherslessness, plus the defund the police movement, plus the Black Lives Matter movement, plus the life of systemic racism that is causing cops to pull back. It's called the Ferguson effect. And even Rahm Emanuel when he was mayor of Chicago said that the police in that city had put themselves in a, quote, fetal, close quote, position because of the fear of being accused of racism. How bad is it? In your town, Sean, you have a major Democratic mayoral candidate who has been criticizing police and she was asked, do you want the police to have guns? And she wouldn't even answer. How crazy is it? You have a newspaper in Austin who did a story on a black suspect at large who shot and injured 19 people, and the police have put out a description calling him a black man, the newspaper won't put his race because they say it perpetuates a stereotype of black people. That's how insane this thing is, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, and to add to that, no bail. Don't these lives matter, Leo? And many of them are black lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "sentences": "It does matter, because -- but they don't make money. They don't make money for Al Sharpton. They don't make money for Black Lives Matter. They only make -- they're only interested in cases that make money and exploit black people. $90 million from Back Lives Matter, it doesn't go to the black community. Look, this is the beginning of a long hot summer of crime and violence in Democrat cities. And all these press conferences, not one of these left-wing media reporters would ask Joe Biden or Kamala Harris, what about the crime in Democrat cities? Because that's their base, and it does not make a difference, is it black on black crime? They don't make money and they do not want to attack their political base, because they would be called racist. And they basically box themselves in because they are against the police. So, they're against the police and they're allowing the criminals to run the city. And if the case only involves a white officer and a black suspect, then you will see Al Sharpton, Ben Crump, and Kamala Harris crying racism. It's a joke. It's a game of playing the race card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't understand, Larry, still if Black Lives Matter and you have a list every week -- every Monday, we can this show, and all these people shot, all these people shot and killed, how come their lives don't matter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I mea, it's inexplicable. We three talk about it all the time. It gets ignored pretty much everywhere else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Because as Leo pointed out, unless they can argue this is occurring because of systemic racism, they don't care because it does not advance their political agenda. I repeat. Why don't we talk about root causes? Kamala Harris is in Guatemala talking about root causes, but they don't want to talk about fatherlessness which has a direct relationship between the crime going on in American streets, but they don't want to have that conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah. We'll give you the last word, Leo 2.0 Terrell. By the way, Larry doesn't have his hat. He needs his hat. But go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "We'll give that hat. But let me just mention this point, it's very embarrassing for black people to be exploited by black people when the issue is only. Black Lives Matter, Ben Crump, Al Sharpton only cares if they can line your pocket off of the backs of black people and that is embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know what's embarrassing, though, is that everyone that is shot, every that is shot and killed, you know, we scroll the names, we put up the names of cops, shot and killed. These lives all matter and we -- you know, the fact that they get away with politicizing it and don't get called out on the obvious hypocrisy, that's even a big problem in and of itself. All right. Leo 2.0, thank you. Buy Larry his hat, you owe him a hat. All right. When we come back, we have an announcement that I'm pretty confident you're going to like. That's straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Before we go, big announcement, Wednesday night, 9:00 p.m. Eastern, former President Trump will join us here on \"Hannity\", an exclusive interview. Yeah, he's going to react to Joe, sippy cup and his big meeting, summit with Putin, but he won't have a post-meeting press conference because they already wrote what he as going to say ahead of time. And regardless, he doesn't want to say it in front of Putin who would probably correct. All right. We hope you'll join us. That's Wednesday. Please set your DVR and never miss an episode. In the meantime, let not your hearts be troubled. The news continues, the one and only Laura Ingraham. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Look at the price of lumber. What you would've paid 2 grand for, now you pay 11 grand for. I like Oscar Mayer Thick Cut Bacon, it's 8 bucks a pack, Tucker, never was that high. A dollar 10 more per gallon of gasoline, more to heat your home, cool your home. Everything you buy cost more because it cost more to ship it there. He's right. Your guest was 1,000 percent right. Great show."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Nicely put. Thanks, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Welcome to \"Hannity\". Tonight, a wave of violence in America's cities. It is now a cancer on the country. Over the weekend, four mass shootings, four. The mob, the media, they don't seem to care because they can't politicize it. Coming up, we're going to ask why many in the media seem to value certain lives more than other lives. And also, tonight, we'll have the very latest from the crisis that is at our southern border. Joe and Kamala, they're building more cages for kids. That seems to be the Biden way. The Biden administration, they have wide open borders, ignoring the laws of our land and aiding and abetting law- breaking. Well, Texas is now taking matters into their own hands. They are going to build their own wall and Governor Greg Abbott will join us. This is the only option he has left. But, first, we begin tonight, Joe Biden's disastrous first trip abroad now entering week two and Europe's leaders, they are elated. Under Biden, there's no tough love. There's no America first. There's no accountability. There are no difficult conversations, no negotiations -- America last policies. As Joe keeps saying America is back. America last is back. America paying the bills for the world, that's back. And president sippy cup just wants everyone to go along and get along. And as a result, the world is once again taking advantage of Biden's tremendous, clear weakness and utter stupidity. Remember, it wasn't that long ago, President Trump -- yeah, he went to NATO. He took charge and he stood up for you, the American people and he made them uncomfortable and they had to pay their fair share. Take a look."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "utterance": "I have been very, very direct with Secretary Stoltenberg and members of the alliance in saying that NATO members must finally contribute their fair share and meet their financial obligations."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Now, NATO alliance members, now they're helping make Vladimir Putin and Russia rich again doing billion dollar energy deals. Well, thanks to Joe's waiver for Vladimir. As a result, President Trump's tough rhetoric and actions, our NATO allies, they had to step up. They ended up contributing a lot more. New trade deals were brokered with the U.K. and E.U., free and fair trade. Trump withdrew from the insane Paris Climate Accords that does nothing to hold China and India accountable -- accountable because they're classified in the Paris Accords as developing countries. Now, all while sending your tax dollars abroad and making you pay for pretty much all of it, some kind of global penance for our evil polluting ways when we reduce more greenhouse gases than any country on Earth. Unsurprisingly, the climate obsessed socialists of Europe, they don't want to pay their fair share. They much prefer Joe Biden who cares more about their approval than the well-being of you, the American people. But to be honest, it's not clear that Joe Biden still frankly possesses the strength, the energy, and the ability to even know what the word tough means. Joe Biden once referring to Putin as a killer but now ahead of his meeting with Russia's hostile president, the tough talk nowhere to be found. He even publicly agreed to consider a prisoner exchange, something immediately his handlers had to backtrack on. And today, Joey couldn't seem to find the words to say anything at all about Vladimir. Take a look."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Vladimir Putin laughed at the suggestion that you had called him a killer. Is that still your belief, sir, that he is a killer?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "To answer the first question. I'm laughing too. They actually -- I --"
    },
    {
      "speaker": "REPORTER",
      "utterance": "So, he is a killer?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Well, look, I mean, he has made clear that -- the answer is: I believe he has, in the past, essentially acknowledged that he was -- there were certain things that he would do or did do."
    },
    {
      "speaker": "HANNITY",
      "utterance": "For those of you in the media mob that get angry when I call him sippy cup, that's exactly why I call him sippy cup. He needs his warm milky, night-night, nappy time, warm milky, sippy cup time. It is humiliating. Russia is responsible for two major cyber attacks against our country in recent weeks, Joe. It's -- you know, it is supplying America's enemies like Iran with weapons technology and funding so they can fight a proxy war worldwide, on terror, against the number one state sponsor of terror. Their aggressive actions in the Middle East, around the world are endangering American soldiers. But Joe Biden is at the loss for words. I'm sitting there I'm going one one-thousand, two one thousand, three one -- come on, Joey, you can do it."
    },
    {
      "speaker": "Make no mistake",
      "utterance": "Russia is a hostile regime. Putin is a hostile actor. Yes, Joey, he's a killer and he's a thug. And sippy cup -- well, he doesn't even have the strength, the mental fortitude -- do you ever hold him accountable for anything? This meeting is going to be a disaster. How weak -- Putin will see firsthand how weak Joe is. And what we've all been witnessing that the media mob protects Joe from. We know he's a mere shell of the man he was even five years ago. Make no mistake Putin loves a weak America and a weak American president. And, of course, there won't be a joint presser with Putin following the summit -- oh can't put Joey in that position. Whatever Biden says about Putin after the meeting, they wrote that before they ever went on this trip. I guarantee you, it's already been written. Joe is afraid, his staff is afraid. They are worried that what Joe says in private he would never say in public and he'll just give us talking point lies after they meet alone, because he's afraid to say it in front of Putin, in front of the world. They're worried Putin will upstage him because he will and make him look bad because he will. And they're worried that Biden will be humiliated yet again on the global stage as if this weekend wasn't embarrassing enough. Just take a look at the past few days. Joe has been an embarrassing international laughingstock. This was a great moment. At one point, Europe's leaders all mocking Joe right to his face after he became incredibly confused during a meeting. Then, he had to -- well, tell the prime minister of Great Britain -- well, maybe you should introduce the president of South Africa. I already did, Joe. Take a look."
    },
    {
      "speaker": "BORIS JOHNSON, BRITISH PRIME MINISTER",
      "utterance": "To welcome those who have just joined us bringing some pretty spectacular weather. (INAUDIBLE) with President Ramaphosa and President --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "And president of South Africa."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "And, and, and the president of South Africa, as I said early on."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Oh, he did?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I did -- I certainly did."
    },
    {
      "speaker": "EMMANUEL MACRON, FRENCH PRESIDENT",
      "utterance": "You get a mention twice, Cyril."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I hate -- this isn't even funny anymore. That wasn't the only moment of confusion. There were a lot. Biden mixed up Libya and Syria, he did it three consecutive times in less than 90 seconds. That has to be a record, not one to be fond of but a record nonetheless. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We could work together with Russia for example, in Libya. We should be opening up the passes to be able to go through and provide food assistance and economic -- I mean, vital assistance to a population that's in real trouble. The rebuilding of Syria -- of Libya -- of, you know, this is -- they're there. I'm hopeful that we can find an accommodation that where we can save the lives of people in, for example, in Libya."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is there a betting line about Kamala Harris taking over? I know where I'd bet. Once again, his handlers forced to issue another clarification. And it gets worse, during those same remarks, at times, his comments made absolutely no sense whatsoever and I'm not making this up. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Half a billion doses of Pfizer vaccine which we contracted and pay for. In addition, the money we put into the COVID project which is that -- COVID is -- I know you all know but a lot of people may not know what COVID is. By harassing the full potential of those who are harassing, we're going to have to try to change things. That's the whole idea."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Who on Earth doesn't know what COVID is? This is why the administration works overtime to limit Biden's off-script public interactions. Even the first lady doing her part over the weekend, she literally jumped in and dragged Joe away when he seemed to be in the wrong cafeteria to prevent him from answering an impromptu question. And yet again, at a press conference, Joe admitted -- I'm not supposed to answer too many questions. They won't let me. Okay, take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm going to get in trouble with my -- my staff. Yeah, go ahead, but pretend that I didn't answer you."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Thank you very much, sir. You have often said repeatedly that America is back."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes."
    },
    {
      "speaker": "REPORTER",
      "utterance": "At the same time, you've kept in place some Trump-era steel and aluminum sanctions. And I wanted to ask you, when you're having these conversations with European allies who are very concerned about these sanctions, how do you justify that and what are your plans --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "A hundred and twenty days, give me a break. Need time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Come on, man, are you a junkie? I expected that to come flying out. Joey, you're the president. You've been in office for 145 days and you can answer as many questions as you want. This is frankly beyond concerning because tonight, America is entering a extremely challenging period. There are major growing threats abroad -- China, Russia, Iran, North Korea, just to name a few. At the same time, there are new serious problems right here at home. Massive inflation, violent crime on the rise, homelessness on the rise, lawlessness at our southern border, aided and abetted by Joe. These are serious challenges. Joe is clearly not up to this job. He puts all of his effort into just getting through the day barely. His radical socialist base is clearly running the show. Case in point, the biggest development from Joe's Europe trip an agreement to consider a global corporate tax rate which, of course, corporations don't pay taxes. They pass them on to you and Joe knows that corporations will leave the U.S., so he's trying to conspire with the world's other socialist countries to ensure there's no tax haven country to ever exist. This will end in a worldwide economic disaster. As a matter of fact, the entire trip -- and they were just touching tip -- this is the tip of the iceberg, an unmitigated failure and it's only going to get worse. Here now with reaction is the author of \"Liberal Privilege\", a bestseller, Donald Trump Jr. You know, I mean a part of me, Don, you know, I'm watching and I laugh, but then another part of me thinks of, okay, your dad, he went over to the G7, and what did he do? He laid down the law -- you're going to pay your fair share. America is not putting the bill for your security and getting nothing in return. We're doing new trade deals. This time, they're going to be free and fair and you're not going to take advantage of this country. And this guy can't string two sentences together, Don, and I'm not making it up. DONALD TRUMP JR., AUTHOR OF \"LIBERAL PRIVILEGE\": No, it's terrible, Sean. I mean, it's a -- it's a -- frankly, it's an embarrassment. It's no longer the Biden-Harris administration, it's the Biden-heiress administration because it's only a matter of time until she takes over, which could be just as bad. But the other world leaders are looking at Joe Biden's feebleness, his weakness and they're chomping at the bit. It's why the media saying the other world leaders, they love Joe Biden, because they know they can take advantage of him. Putin's going to eat his lunch. They know it. That's why they won't do the press conference. That's why even a few months ago Putin offered to debate him in front of the world as long as it wasn't scripted because he knows it would be an embarrassment for America and it would be a big boost for Russia. That's what's going on. When you're allies are like this, when they are saying and Joe Biden is saying that the E.U. is the backbone of NATO, despite the U.S. paying 70 percent of the NATO budget, then they do a deal where they can have a pipeline. Now, you as an American, Sean, you can't have that. You can't have that energy independence. You can't have those jobs. You can't have the benefit of what that will do to energy prices. But Russia? Sure. Go ahead, go make billions from the people that we spend billions protecting from Russia. It's absolute insanity. They're walking all over this clown and it's a total embarrassment for America."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can you explain? You've been really, really powerful in your criticism of zero experience Hunter. Can you explain why you cancel high paying career jobs in the energy sector and shut down the Keystone XL pipeline -- your dad brought this country to energy independence for the first time in 75 years -- while simultaneously giving a waiver to Vladimir Putin to build his pipeline to provide our Western European allies energy, which then is only going to make Russia rich again and make our allies that we're supposed to be forming a defense with against Russia in part? I mean, does that make any sense to you? Because it doesn't me."
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "No, it's ridiculous. I mean, they're going to take advantage of it. They're going to produce energy. They're going to do it less cleanly and less environmentally than anyone in the U.S. would ever be able to do it. I have to only assume that the no show, no experience jobs that Hunter got for all those years, I imagine they're finally paying dividends for those countries that paid millions to the Biden family. To me, that can be the only explanation because I can't see a president who's supposed to represent the hard-working men and women of this country giving up energy independence, giving up tens of thousands of jobs and probably trillions of dollars in the economy --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hey, Don Jr. --"
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "-- and energy independence, which isn't just economic, Sean, but that's also our national security. Just giving it away while allowing Russia to do it and walk all over them. Then you're going to see them give trillions back into -- you know, the Paris Climate Accords and all that nonsense while China laughs and doesn't change a thing. The American middle class is subsidizing the rest of the world who are taking advantage of America. That wouldn't happen under my father. It wasn't happening under my father. Despite years of setting that terrible precedent, he was reversing that. Now, we're back and that's why the other world leaders love Joe Biden because they realize that the trough is open again and you, the American taxpayer, can pay for the rest of the world's incompetence. Congratulations. Well done, guys."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Hillary paid for the Russian dossier. Hunter was making money from Russia, from Kazakhstan, from Ukraine and from China and he was a crack addict. And if you dumped your gun in a -- if you put a gun in a dumpster, I think you'd be in jail. I'm just guessing though but, Donald Trump Jr. --"
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "How about if I had those text messages using those racist words, you think that would be a problem, Sean?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, yeah."
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "Don Lemon would maybe do a three week-long special on how terrible I am. But there's silence from the media, I wonder why."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Three years."
    },
    {
      "speaker": "TRUMP JR.",
      "utterance": "It's liberal privilege."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great title for a book. Donald Trump Jr., thank you. Now we turn to the crisis at our southern border. Because of Joe and Kamala's incompetence, negligence, terrible policies, the situation is deteriorating. Texas has decided to step up. Joining us now is the Texas Governor Greg Abbott. Governor, you have told me -- your hands are tied and you have tried everything possible. You've come up with a way to do it. Tell us what you're going to do."
    },
    {
      "speaker": "GOV. GREG ABBOTT (R), TEXAS",
      "utterance": "So Texas has taken multiple strategies and I need to give you the context for this because of the way that the Biden administration is not incompetent, they are completely ignoring what is going on in the Rio Grande Valley, along the Texas border, and we've seen so many people coming across the border who are harming Texans. And as governor, I cannot allow my fellow Texans to be harmed, to be in danger, to have a gun put to their head. And as a result, here's what Texas is doing. It's a multi-step strategy. First, we are increasing arrests. We're setting up situations where if you're stepping into the state of Texas, you're going to be stepping into an area for which there was a no trespassing zone because I have declared a disaster. If you are arrested for trespassing, it is immediately a jail- based offense up to 180 days in jail or higher, and they were adding to that, working with locals as well as local residents. We are beginning this week to add fencing along the border where if that fencing is disturbed, that is vandalism. That is another crime for which we can arrest people coming across our border into the state of Texas. So we have state laws. Let me explain to you why that's necessary, Sean, because we have been making arrests. We've turned over more than 35,000 people that we apprehended illegally in the state of Texas to federal officials. We're tired of the turnover game and the catch-and-release game. We want to arrest people and put them in jail for a long time so that they will know they're no longer going to be getting the Biden red carpet treatment. They're going to be going to jail if they're coming to Texas. But, Sean, we both know that a fence is only a temporary solution. The real solution that President Trump began to put in place that Texas is going to continue and that is later on this week, I will be announcing what the Texas plan is for building a border wall. We will continue that process of building the border wall, in addition to these other strategies that we will use to make sure that anybody coming here will understand Texas is the wrong state to come into."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I got to say it's sad but I really admire your governor because you have you have been threading the needle every way you can to protect the people of your state and your own government is working against you. We got the last 30 seconds, are yours."
    },
    {
      "speaker": "ABBOTT",
      "utterance": "Texas is going to do what the Biden administration is refusing to do. Texas is going to step up and secure our border. We will be using every tool available to us under the law and we will ensure that we build the wall, arrest people and make Texas safe and send a message to Washington, D.C. -- stand up and do your job."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's sad that they -- that your own government is working against their own laws, aiding and abetting law-breaking, and you have to thread the needle to find the one legal loophole that you can protect the people of your state. Governor, good job. Thank you."
    },
    {
      "speaker": "ABBOTT",
      "utterance": "Very -- very importantly, Sean --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah?"
    },
    {
      "speaker": "ABBOTT",
      "utterance": "-- they're working against American citizens in south Texas, putting them in harm's way. Someone has to stand up for those citizens."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you for doing it, Governor. It's important. All right. Earlier this year, Piers Morgan walked off the set \"Good Morning Britain\" after being attacked for speaking his mind. Tonight, he will tell us his side of the story. We'll talk the royal family, the ever weak, frail Joe, when we return, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, President sippy cup Joe Biden is in Belgium today, meeting with NATO and European leaders after spending the weekend in the U.K. where he met with the Queen. All of this coming ahead of Biden's highly anticipated meeting with Russian President Vladimir Putin on Wednesday, but he's not be doing a joint press conference because it's not going to be a competition, he said. All right. Here with reaction to all of this, plus the latest controversies with the royal family, editor at large at the dailymail.com -- great paper -- Piers Morgan. All right. First, we've got to deal with one issue. I watched the day you walk off the show and we've had a great relationship over the years, we really have, and I'm a fan of yours. You have the highest ratings you've ever had in the history of the show, and I wanted you back on. Now that you're not back on there, when are you coming back on the air? You're born to do this."
    },
    {
      "speaker": "PIERS MORGAN, TV HOST",
      "utterance": "Well, I'm definitely having some very interesting conversations, Sean, as you can probably imagine. There are lots of people that wouldn't mind the piece of the action for somebody who trebled (ph) the ratings on that morning show in five years. That's just what we did. I mean, there was a weird, surreal kind of day on a day I left where having reached the ratings high, normally you would get invited to a boardroom and presented with a courage plaque. But I got invited to either apologize to Meghan Markle for disbelieving her or leave the building. So I decided to leave the building."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, here's what I'd like to understand -- So Meghan and Harry, they go on one of the biggest platforms that you could ever go on and that's Oprah Winfrey. They give this bombshell interview where they accuse without mentioning by name, although they clarified it wasn't the queen, so that kind of leaves Prince Harry's brother and father hanging out to dry as being racist. And yet on the one hand, he is calling the First Amendment freedom of speech bonkers, but he's willing to use the First Amendment, along with his wife, to trash his own family. I found that quite hypocritical, Piers Morgan."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Yeah, I think it's completely ridiculous. These two want to have their royal cake and eat it. They're very happy to trade off their royal titles, the duke and duchess of Sussex, when it comes to negotiating hundreds of millions of dollars of companies like Spotify and Netflix. But at the same time, they want the right to trash the royal family and the monarchy, and therefore the Queen, who's the head of the monarchy, on global television repeatedly now. They keep doing this. And I think it's sickening to people over here in the U.K. You know, we've just seen the Queen with the American president, Joe Biden, and you can see what a magnificent lady she is. She's been on the throne for nearly seven decades. She's a remarkable person who puts duty first. And it seems to me that Meghan and Harry don't even understand the concept of duty. It is rightly hypocritical. I think it sticks in people's gullets over here. And in relation to that interview, we've now know that there were literally 17 things that came out of Meghan Markle's mouth which have now been proven to be untrue. So, I don't know what point I'm allowed to not have to apologize for disbelieving somebody who is palpably a liar. It is a farcical situation, and, of course, as with all these situations at the moment, the cancel culture, Twitter mob comes for you, and they say, well, if you don't believe Meghan Markle, you are a racist -- to which I say, I've never said a racist thing about Meghan Markle or anybody else. It has nothing to do with her skin color and everything to do with her inability to tell the truth and her rank hypocrisy. And I think it's time those two gave up their titles, stopped whining 24/7, and trying to take a leaf probably (ph) the book of the Queen whose named - - whose nicknamed \"Lilibet\", they've hijacked for their daughter. Take a little tip from the Queen, less is more. And if you want to be a royal, a member of the royal family, less is more. We're hearing too much of your yapping, too much for your whining. It's time to pipe down."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I am concerned, though, too, Meghan also complained to your employer and to the government. Now, my reading of the laws in Britain, a show like mine of where I'm a talk show host, I do news, straight news, investigative reporting, culture, sports, I do it all. I'd have problems being a broadcaster in Great Britain. Is that true?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Yeah, it's very difficult. We are government-regulated. There's a regulatory body called Ofcom, whose only job it is is to basically boss around people on the airwaves and tell us what we can and can't say -- very different to what happens in the United States where you're covered by the First Amendment, the same First Amendment that Prince Harry can't stomach because he only wants the right for the media to say nice things about him, not to hold him to account. And it makes life very difficult. But also, I think you can get a sense of all this, Sean, it's something that I know you've done lots of coverage on, which is this epidemic of cancel culture, which is this sort of very small but vocal group of illiberal liberals. I called them the \"new fascists\", who want to tell us how to lead our lives, how to speak, how to think, what to find funny, what we can enjoy on television and the movies, you know, what historical figures we can appreciate or not appreciate. And if you deviate one iota from their woke worldview, you must be shamed, vilified and canceled. And we're seeing it happening again and again and again. And corporate institutions have to stand up to this nonsense, you know? I discovered after I left the morning show over here, for example, that Meghan Markle had personally contacted my boss, demanding all sorts of things, including an apology. That can't be right for somebody like Meghan Markle, a public figure, to think she has the right to dictate the freedom of speech and the freedom of expression and opinion of broadcasters like me or indeed yourself on national television. But that's where we've got to. And it's a pretty scary state of affairs, but I think it's certainly a hill worth dying for when it comes to protecting freedom of speech."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to get your perception of Joe Biden, because he went to this G7 Summit. He's got this meeting with Putin coming up. And my perception is, and I'm very outspoken about it, is that he is weak, he is frail, he is struggling mightily, cognitively. I run tapes of him from 2012 and 2016. And today, you know, he's a shell of his former self in my opinion and I think the tapes speak volume -- volumes. What are the perception of our friends across the pond?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "I think the perception of President Biden in his trip to the U.K. for the G7 Summit was it was all fine. It wasn't this kind of noise and chaos and unpredictability of a President Trump visit, which personally I rather miss actually. I was out here live (ph) in these dreary affairs --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I miss it a lot, yeah."
    },
    {
      "speaker": "MORGAN",
      "utterance": "-- involving get-together and saying boring platitudes. I think there's also a wider issue, Sean, about President Biden is that I think he sees his job, his role to sort of calm everything down, as if somehow that's enough. And I don't think it is. You know, when you're dealing with China, or dealing with Russia, when you're dealing with NATO, when you're dealing with, you know, every issue out there from the pandemic to climate change, whatever, I'm not sure people want a calm America that isn't taking dynamic, proactive action. And whatever people like or didn't like Donald Trump, what I did like about him was his awful personality enabling him to cut through a lot of bureaucracy and cut to the quick about issues. And NATO was a good example. You know, they're all at NATO now. Everybody knows that most NATO countries don't pay their bills, we know that because Donald Trump shown a light on that inequity. I thought it was unfair that America should carry that the can for so many underpaying European countries. He was absolutely right about that. He was also right about the threat of China. Go back two or three years and Joe Biden doesn't think China is a threat. Suddenly, he does. Well, Donald Trump has been calling out China for 30 years to my certain knowledge. So there were lots of things which I felt Donald Trump didn't get enough credit for, which Joe Biden because he's a liberal and a Democrat president gets too much credit for now, and I don't think he's held to the same account by the media in America that Donald Trump was. And I think it's a plain and obvious fact, and that is not good for the U.S. media. You know, you should be unafraid to hold your own, your own liberal Democrat president to the same ferocious account that you held Donald Trump. Otherwise, you're just as biased as I always hear them say FOX News is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, of course, there are more opinions beside Sean Hannity's. Piers, get back on the air. My humble advice to a friend. You were born to do this. I suspect you'll be back sooner than you're letting on. I hope that's the case. You're always welcome on the show. Thanks for being with us."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Sean, always a pleasure. Thank you very much for having me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. A North Korean defector says her Ivy League education actually -- get this -- reminds her of where she grew up, communist North Korea. She'll tell that personal story, next. It will shock you. Later, we'll be coming to you with a very special announcement at the end of the show. You don't want to miss it, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As we have covered on this program night after night, far left ideologies, they are infiltrating our educational system from grade school right through college. It's getting that bad, so bad that even those who have fled from totalitarian regimes seeking freedom in America in search of freedom of thought, they're taking notice. An actual defector from North Korea who attended the Ivy League institution known as Columbia University is speaking out, telling FoxNews.com the climate inside Columbia reminds her of North Korea, citing themes like anti-Western sentiment, collective guilt suffocating political correctness. For example, during orientation, she said she was scolded for saying that she enjoyed the works of acclaimed author Jane Austen and was told the books are racist along with being subjected to what she saw as nonstop anti-American propaganda. Here to tell her story is North Korea defector Yeonmi Park, along with FOX News contributor Mike Huckabee. Yeonmi, I read the story. You're saying -- so you grew up and how many years you were in North Korea? What, 20, years, and you think the indoctrination in the United States at our Ivy League institution Columbia is as bad or worse as the propaganda, anti-American hate that you heard in North Korea?"
    },
    {
      "speaker": "YEONMI PARK, NORTH KOREA DEFECTOR",
      "utterance": "So when I was in North Korea, first thing that I learned was that Americans were bastards. It was actually the one word. At school that I was attending, they told me -- actually, there's just math problems saying there are four American bastards, you killed two of them. Then how many American bastards left to kill? And as a child in North Korea, you have to say two American bastards. And when I came to America, like I fell in love with this country, this is such a wonderful country. I never been accepted more than this country was. And as -- at Columbia University, literally, every professor was saying that, you know, the problems that we have on today's world is because of white men. How they colonized Africa, they have colonized -- I mean, Asia, right? That's how they messed up everything and they are the one who's who needs to be blamed. And I couldn't believe that, am I sitting in North Korea's classroom or in America actually? I couldn't believe why people were hating their own people that much."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What is your overall thought then when you think of look at America today, and you compare with your life experience, which has been horrific, sold into sex slavery at one point in your life, you get to America, you're expecting this to be the land of the free, the home of the brave and the land of freedom, and you get the exact same propaganda here?"
    },
    {
      "speaker": "PARK",
      "utterance": "It's just heartbreaking. I literally sold as a sexual slave and I literally crossed the Gobi Desert to be free. And now, I thought I landed in a country where I can say what I believed and have my -- you know, freedom to think. However, now, I end up in a country, I have to constantly censoring my speech because now in the name of a safe place, Columbia was told -- I mean told us what we cannot talk about."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah."
    },
    {
      "speaker": "PARK",
      "utterance": "And I am so concerned like if America is not free, I think there's no place else that is left that is free. And I think that's why it's really alarming to me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listening, Governor, to Ms. Park, you know, sometimes when you when you're in the middle of what I call incrementalism, step by step, you know, we now know what cancel culture is, woke America is. We now know what political -- political -- what's politically incorrect, and then to hear this. It's -- it doesn't really shock me but hearing it still shocks me, if that makes any sense."
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, it makes a whole lot of sense. I'll tell you what would make a lot of sense. Why don't you and I get her a tour bus and we'll pay for it, Sean, you and me, and we will send her to every college campus in America and let this remarkable young woman speak and tell her story."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Done."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "And let people know that what they're giving up --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm in, I'm in."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "-- in this country, they're giving away something that they can never get back. And I'm so proud of her. You have no idea how grateful I am for the courage and the clarity of Yeonmi's story and I just want to tell her, there are a lot of us who love America, who still believe in freedom, and we believe in you. And we're grateful that you're here and your message is one that I hope every single American will hear. I know some of them won't. Those people that you were taught to believe were the American bastards -- well, they probably won't care. But all of us are not like that. We really aren't."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You should read some of Mike's books about Southern sayings. Remember Aleksandr Solzhenitsyn, I remember the speech -- I think -- I believe if my memory serves me right, he gave it at Harvard. And, you know, here's a guy from former Soviet Union saying, you're getting bad here too, and here's what you're doing wrong. Would you consider this trip, this bus trip that Governor Huckabee's talking about? Would you consider talking to college campuses? Although I've got to warn you, you would probably be protested and they'd try to cancel you and shut you down because that happens -- as a conservative, I can tell you every conservative that I know lives through that experience. Would you consider that though?"
    },
    {
      "speaker": "PARK",
      "utterance": "So, oh, yeah, I mean, my used to be enemy was Kim Jong Un. I mean, I have been on the killing list of Kim Jong Un for many years because I spoke out in the last about the suffering of North Korean people, my three generations of family got punished. But now, it's ironically enough, so many Marxists and communist Maoists, Leninist, are sending me death threats. And this is such an irony that I don't even know how to respond, that this is a war that again socialism and communism, the fact that I come from North Korea and saying, you know, North Korea started as a communist country. It began as -- you know, let's make it the most equal society in the world. Now, the regime's different classes based on your status, based on what your great-great-grandfather did. And when I went to Columbia, that's when I was shocked, they say, because your ancestors owned the slaves, that you must be guilty. You authorize (ph) this because you were white."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah."
    },
    {
      "speaker": "PARK",
      "utterance": "And this is injustice because you can never choose your ancestors. You don't choose your race. And people in North Korea being punished for, you know, certain class, and in this America, the same thing is happening right now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Your testimony is powerful. You know, the Bible says the testimony of two men are true. Thank you for your courage, Yeonmi. Thank you. Mike Huckabee, thank you. When we come back, Leo 2.0 and Larry will react, shocking violence again in our nation's cities but you don't hear about it. And a special announcement at the end of the show. Say tuned."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Another weekend of bloody, violent crime in America's major Democratic-run cities. Look at this, cops in Austin, Cleveland, Chicago, Savannah, Georgia, all investigating mass shootings that erupted over this one weekend. In Atlanta, murders are up a whopping 60 percent year-to-date, last year a record. Chicago, at least four were killed, 43 wounded this weekend and more senseless violence, predictable. Along with his newly released disturbing video from last month showing a Chicago shooting suspect firing at officers at point-blank range. Thankfully, both cops who were hit, they're okay. Right here in New York, more chaos. Washington Square Park, where Saturday, we saw yet more violence just in broad daylight. At least six injured, one man, 27, charged with felony assault after he allegedly shoved a 77-year- old cook into a plate glass window. Here with reaction, Larry Elder, Leo 2.0 Terrell. I don't even know what's left, Larry, to say because we never know the names of these people because they can't use these issues politically so we just ignore them."
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED HOST",
      "utterance": "Well, that's right. You know, the left is all about root causes. But they don't want to talk about the root causes of this kind of urban violence, a disproportionate percentage of which involved black victims and black perps. It's no fatherslessness, plus the defund the police movement, plus the Black Lives Matter movement, plus the life of systemic racism that is causing cops to pull back. It's called the Ferguson effect. And even Rahm Emanuel when he was mayor of Chicago said that the police in that city had put themselves in a, quote, fetal, close quote, position because of the fear of being accused of racism. How bad is it? In your town, Sean, you have a major Democratic mayoral candidate who has been criticizing police and she was asked, do you want the police to have guns? And she wouldn't even answer. How crazy is it? You have a newspaper in Austin who did a story on a black suspect at large who shot and injured 19 people, and the police have put out a description calling him a black man, the newspaper won't put his race because they say it perpetuates a stereotype of black people. That's how insane this thing is, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, and to add to that, no bail. Don't these lives matter, Leo? And many of them are black lives."
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "utterance": "It does matter, because -- but they don't make money. They don't make money for Al Sharpton. They don't make money for Black Lives Matter. They only make -- they're only interested in cases that make money and exploit black people. $90 million from Back Lives Matter, it doesn't go to the black community. Look, this is the beginning of a long hot summer of crime and violence in Democrat cities. And all these press conferences, not one of these left-wing media reporters would ask Joe Biden or Kamala Harris, what about the crime in Democrat cities? Because that's their base, and it does not make a difference, is it black on black crime? They don't make money and they do not want to attack their political base, because they would be called racist. And they basically box themselves in because they are against the police. So, they're against the police and they're allowing the criminals to run the city. And if the case only involves a white officer and a black suspect, then you will see Al Sharpton, Ben Crump, and Kamala Harris crying racism. It's a joke. It's a game of playing the race card."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't understand, Larry, still if Black Lives Matter and you have a list every week -- every Monday, we can this show, and all these people shot, all these people shot and killed, how come their lives don't matter?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I mea, it's inexplicable. We three talk about it all the time. It gets ignored pretty much everywhere else."
    },
    {
      "speaker": "ELDER",
      "utterance": "Because as Leo pointed out, unless they can argue this is occurring because of systemic racism, they don't care because it does not advance their political agenda. I repeat. Why don't we talk about root causes? Kamala Harris is in Guatemala talking about root causes, but they don't want to talk about fatherlessness which has a direct relationship between the crime going on in American streets, but they don't want to have that conversation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah. We'll give you the last word, Leo 2.0 Terrell. By the way, Larry doesn't have his hat. He needs his hat. But go ahead."
    },
    {
      "speaker": "TERRELL",
      "utterance": "We'll give that hat. But let me just mention this point, it's very embarrassing for black people to be exploited by black people when the issue is only. Black Lives Matter, Ben Crump, Al Sharpton only cares if they can line your pocket off of the backs of black people and that is embarrassing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know what's embarrassing, though, is that everyone that is shot, every that is shot and killed, you know, we scroll the names, we put up the names of cops, shot and killed. These lives all matter and we -- you know, the fact that they get away with politicizing it and don't get called out on the obvious hypocrisy, that's even a big problem in and of itself. All right. Leo 2.0, thank you. Buy Larry his hat, you owe him a hat. All right. When we come back, we have an announcement that I'm pretty confident you're going to like. That's straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Before we go, big announcement, Wednesday night, 9:00 p.m. Eastern, former President Trump will join us here on \"Hannity\", an exclusive interview. Yeah, he's going to react to Joe, sippy cup and his big meeting, summit with Putin, but he won't have a post-meeting press conference because they already wrote what he as going to say ahead of time. And regardless, he doesn't want to say it in front of Putin who would probably correct. All right. We hope you'll join us. That's Wednesday. Please set your DVR and never miss an episode. In the meantime, let not your hearts be troubled. The news continues, the one and only Laura Ingraham. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}