{
  "date": "June 3, 2021",
  "headline": "'Gutfeld!' on rising crime in Democratic cities",
  "subHeadline": "Guests: Rob Smith, Candace Owens, Kennedy, Charlie Hurt, Kat Timpf",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-rising-crime-in-democratic-cities",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "He's always going to be a liar. He's always been a liar. He's always been a bigot. He's always going to be a bigot. So why do we keep saying, oh my god, I can't believe that he's a bigot. Of course, he is. Oh my god. I can't believe he's a liar. Of course. He's a liar. That's who he is. Core. Leopard doesn't change the stripes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Of course, the leopards don't change their stripes. They don't have stripes. Those are Tigers, dumbass. Next on CNN, do zebras change their spots?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, we're ruining his brain. I tell you. Killing him in the ratings. He's falling apart. All right. I spent a fair portion of time talking about crime. But that's because as a small government fan, but a huge T.V. star. That's not funny. That's not a laugh line, Kat. It's really the only thing I want addressed by our politicians that and the height requirement for theme park rides. I mean, are the teacups really that dangerous? And maybe I did watch too many cops shows as a kid. In fact, while other kids play doctor, I played stop and frisk. But if we can create safe societies, everyone benefits equally. You're more free to pursue your dreams, be it in education or your career, or my favorite hobby which is sorting through the air in a Porta Potti.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh. You should have seen what it looked like inside. But all of this is hard to do in a society in which thugs are allowed to roam free like locally raised free range chicken. When crime goes up your opportunity for reasonable existence on this planet drops faster than Kat's bank account on St. Patrick's Day. L.A. County Sheriff Alex Villaneuva said his department will be expanding concealed weapons permits. I bet you want to know why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX VILLANUEVA, L.A. COUNTY SHERIFF",
      "sentences": "Because we have less cops on the street, more crooks, less consequences. You know what could go wrong with that combination, right? We've increased our capacity to process CCW permits. We've made the good cause standard achievable. And we're recognizing the threat to the residents is increasing. So, we're responding accordingly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So less cops, more crooks, less consequences. That results in more guns for residents. So thank you, Democrats. Citizens now get to fight crime, then of course they run the risk of being arrested for defending themselves. But the sheriff has little choice. The crime stats for layer is staggering as the city's drug addicted transients, homicides are up 95 percent. 95 percent. Grand theft auto, 40 percent, rape is up 7.8 percent. Aggravated assault, 12.9, arsons up 22 percent. Where is Robocop when you need him? The sheriff calls the rise in crime and existential threat. And he's right. But wherever you heard that phrase before, it's usually Democrats and their compliant media attaching it to stuff they read about on a campus flyer. Climate change is an existential risk. Old white men are an existential threat. Trump was the existential risk of all time. But it's hard to argue what is existential because by definition, it's imprecise or it's because you've been shot. It's true right now being murdered by a psychopath is your existential risk. However, that's the only thing that isn't an existential risk, according to the media. And don't look to Joe Biden or as he calls himself, President Harris. And the real violence comes from a well-oiled organized white supremacy movement, which I guess is what they call Republicans these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Terrorism for white supremacy is the most lethal threat to the homeland today, not ISIS, al Qaeda, white supremacist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You'd have to go to a presentation on weapons of mass destruction to find a phonier threat. Remember the looting and riots from last summer? I don't recall seeing white power groups, inciting that unless it counts CNN and their dramatic rise in crime. It's all in cities. It's not in the backwoods. Maybe the white racists are people like Portland's mayor who let it happen, who knows? My prediction, as the crime gets worse, so will these deflections. They'll blame systemic racism faster than you can say please stop punching me in the head. Meanwhile, as crime continues to explode, the news tries to convince you that it's your duty to eat cicadas to help the environment. Which reminds me what's on CNN right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How many cicadas have you eaten today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Four hundred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Five hundred for me. Why do you hate the plant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm doing my best to eat as many as I can. You argue. I don't know where my kids are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What they're eating besides crow at CNN. So what you're seeing in L.A. is the natural response to politicians abdicating their responsibility and protecting citizens. In other words, it's called self-preservation. I envy L.A. They have a sheriff who cares about his city. In New York. We have a mayor who thinks his sit up routine takes priority over brutalized Asians, and all of us are unarmed. It takes filling out 40 forms to get a caulking gun. And the gov and the mayor like it that way. We're living in a video game where unstable maniacs get to attack citizens freely and losing the game could mean losing your life. There is no escape button, and you never get to start over. Here's a partial and I stress partial list of our local terrors courtesy of the New York Post. Last Friday, a homeless man allegedly punched another Asian woman down a flight of stairs at the subway station. The suspect had 77 prior arrests. That's almost double Kat's. In January, a deranged man shoved a commuter into a moving train. Just two weeks in February some more than a dozen attacks, including a number of subway slashings. A woman shoved onto the tracks and a bus operator struck with a two by four, which is impressive since under Biden the cost of lumber is through the roof. In early May, a Harlan man was shoved to the tracks and an unprovoked attack. On May 23rd, four people including a cop were attacked in two separate incidents where one attacker wielded a hammer in the subway. The list literally goes on and on. And our leaders offer nothing but platitudes. And when their cowardice shows they point fingers at you, the racist. So, what happens when your national leaders refuse to acknowledge the mayhem around you? Their silence becomes the existential threat. And this one is real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. She's rocked four panels and the plywood section at Home Depot. Host the \"KENNEDY\" on Fox Business Network, Kennedy. His chuckle makes my knees buckle. Washington Times opinion editor and Fox News Contributor, Charlie Hurt. He's America's favorite black gay bedroom Republican, or at least in the top 200. Host of the podcast, Rob Smith is Problematic, Rob Smith. And for community service, she reads books to the deaf. Fox News contributor, Kat Timpf. Charlie, I go to you first because apparently you were kicked in the head by a horse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. I was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Where you really kicked in the head?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "When I wasn't kicked, I head butted in the head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What -- how -- what do you -- what situation brought --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "I was getting on the horse and the horse was misbehaving. And the horse threw his head back as I -- and as you get older and fatter, it gets -- it requires more momentum to get over it, you know, to swing your fat tail over the back of the horse and we butted heads -- behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, I'm not going to explore the weird kinkiness that you're into. I don't buy that you were riding a horse because this happened at a club downtown. So anyway, we'll skip that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Those are all euphemism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, they are. But is -- what's more of a lethal threat to the homeland? You -- your horse or white supremacy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Definitely, definitely the horse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Without a doubt. But I mean, I mean, this whole thing -- it's kind of funny. I mean, this is what the whole second amendment is about in the first place. You know, the whole point of -- and, you know, I get it. Before there was 9/11, there was the second amendment, and people could protect themselves, protect their families, protect their neighbors. You -- we were the police. And then a lot of parts of this country. We're still the police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And so hats off to L.A. County. I think they're, you know, that -- that's going in the right direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I don't know how it works. But I mean, it's amazing that he could just decide to do that, and we can't do that here. Rob, we we're in the green room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROB SMITH, HOST, ROB SMITH IS PROBLEMATIC",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And you told me something that was very disheartening to me because you tell it about Minneapolis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Oh, yes. About Minneapolis. So, with the help of a lot of people that watch this network, and a lot of my followers, I raised about $130,000, I crowdfunded it last year to go give back to Minneapolis after it got, you know, burned down by the BLM hordes, and then they just ruined everything all over again. So, I'm just like, that's not going to happen again. But I'll tell you when I watched the stuff with Joe Biden, he's talking about, you know, white guys being the biggest threat. When I walked in the green room and saw you and Charlie, I was just terrified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "You know, I had to call security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. You know, it will kill me about that sound on tape of Joe Biden, Kennedy, is that he says that the white supremacist is the -- is the biggest threat. But he doesn't name a group. But then he goes, it says it's bigger than ISIS and al Qaeda. So, he knows the names of these terror groups. But he can't say and that -- but this group is worse. Well, what's the group? Is it Republicans or is it, you know, I don't know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA KENNEDY MONTGOMERY, FOX BUSINESS NETWORK HOST",
      "sentences": "But you can -- but you can make a vague declaration like that. And as long as you keep it vague, you never have to walk it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "You never have to make a correction as long as you don't give proof.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "And the horrible thing is the press, especially the press, except for Peter Doocy, who covers the White House, they don't demand proof. And they're doing an incredible disservice because that means there could be other groups out there who really do want to harm cities. Tomorrow on my podcast, I'm going to talk to Andy Ngo who is the journalist who --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know Ngo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Was one of the few people who covers Antifa. He was beat up again about six days ago and they wanted to kill him. They want to kill him because, you know, his book is called Unmask because he's unmasking the organization. It's not just an idea. It's not just a few people. And by the way, do you remember over the summer, we're watching riots in places like Minneapolis, in Portland, and here in New York, they were saying, well, these are Trump supporters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "These are Trump supporters and they're just infiltrating and they're causing trouble. Well, then the election past Joe Biden won, and Portland is still burning to the ground. And it still is feces covered hellhole of homeless camps filled with Antifa people who want to do nothing but dismantle the government and harm the city. So, screw those people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And oddly enough, who was at the January 6th event? Was a BLM supporter who was right there? Do you remember that guy who then ended up on CNN? You guys remember?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Had a YouTube video, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. YouTube video. He got paid -- they paid, what? 70 grand for that thing. But then he -- I think they took the money from but that -- I mean, it's pure projection. All right, Kat. Let's talk about New York City. So, they released all these people from New York. You're a libertarian. Do you now -- are you now convinced that we need prisons?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "I am. OK. First of all, I'd like to say just with regards to the monologue and a little CNN bit, I had to eat a lot of chocolate covered snap peas this morning. So, they weren't good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't ever want you to say don't do anything for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was the best work that Brianna Keller has ever done on CNN was eating (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, I probably would have rather eaten a cicada. Well, the things -- I just -- as a libertarian, I think what L.A. is doing is great. I would love to be able to protect myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And have -- been able to conceal carry because it is bad out there yesterday. We're out, you know, husband I were walking Carl, who is my dog.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hope (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's not some kind of weird kink thing. And there was -- we were on the sidewalk and there were these people sprawled out like tweaking out going crazy. So, we're like, OK, we'll move to the other side of the street. Because the other side as we do the sides, some other guy turns the corner going insane screaming about killing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We're just there with her French Bulldog.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I mean, it's completely unfair that people who are law abiding can't, you know, if I want to protect myself, I could go to prison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you could, you could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Not fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Did Kilmeade apologize?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Not yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was, you know, he was. He told me he was embarrassed about sparing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Right. Can I -- can I just add something very quickly to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sure. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "So, the reason Alex Villanueva, the L.A. County Sheriff is saying, you know, make sure you arm yourself is because the response time is so great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "And there are so many cops whether it's LAPD or the sheriff's department who have resigned as they have in Portland and New York and everywhere else. And this isn't the first city in California, the city manager in San Bernardino in 2012 said, well, we're out of money, folks, so you may as well just on yourself and lock the door because 911 is not coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I just got to say, if somebody who fled New York and moved down to the great State of Florida you guys are not helped making me miss New York at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, that you know, to your point and we got to go, do people at home who don't live in New York and L.A. must just like are looking at us going, you guys, would you just shut up and get the hell out of these cities? But I -- but if we do, then we won't have all this great content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Like what are we going to do? We're not going to do the A blog about how great it is to live in Florida. Nobody's going to watch that. But I -- this this violent porn, jeez, and I don't even like -- I think I'm going crazy. I'm like Ahab, and this (BLEEP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "No. And they're all sitting there watching this and you know what they're thinking? They're thinking, you know what, it really is true. It might be a cliche, but it's true. An armed society is a very polite society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It certainly is. And we also need to enforce and start using Kendra's law more enforcing crazy people off the street and to get treatment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Although I'm sure Kat's against that. Anyway, up next, did fear of a can of worms help spread the deadly germ?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Was he too weak to speak about a Wuhan leak? And so we pretended so China wouldn't get offended. We'll be right back. Following the release of a trove. I love troves of Dr. Anthony Fauci's e-mails, it's becoming clear as opinions were all over the map early on, you know, back when he insisted wearing mask was only for the hamburglar. That's not the hamburglar by the way. Senator Rand Paul says the grandpa? That's a grandpa, that's a grandpa. Says the e-mails proved Fauci knew the Wuhan Institute of Virology was carrying out dangerous gain of function research. Meanwhile, per Vanity Fair, which is a magazine, Kennedy. An internal state department memo reveals that staff within the department warned American leaders not to pursue an investigation into the COVID-19's origin because it would open up a can of worms. And four former State Department officials told the magazine they were repeatedly told not to open up Pandora's box. Which may have been full of worms. There is bad with metaphors as they are with containing viruses. And as for Fauci, he's still refusing to go after China for refusing to cooperate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR NATIONAL, INSTITUTE FOR ALLERGIES AND INFECTIOUS DISEASE",
      "sentences": "I mean, it's obviously in China's interest to find out exactly what it is. And the is of the -- of the natural theory would be to find that link. So you have to keep looking for it. I mean, obviously, you want openness and cooperation. One of the ways you can get it is don't be accusatory. Try to get both a forensic, a scientific and an investigational approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's important not to offend. And of course, the media is still drooling all over this guy. And why not? He is dreamy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "sentences": "Well, the true mark if someone is if they look good, even when their personal e-mails come out, so you pass the test that very few of us would pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Great job as always, Nicolle, because when I'm judging the effectiveness of our leading medical expert, I go by how polite his e-mails are. So now that we heard from the people missing half their brain, let's go to our panel. Kennedy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Only missing a third, Greg. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What's worse, Kennedy, a Pandora's box or a can of worms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Well, I think when the can of worms is contained within Pandora's box, wrapped in a riddle. That's when you have some real problems. But it just goes to show that China has been so incredibly effective with their propaganda and scaring it doesn't matter if you're John Cena or LeBron James or a State Department lifer, You will bend to China's whims because you were afraid of the repercussions. And it's completely unacceptable because three million people plus worldwide have died. And the toll is mounting in places like India and Brazil. Obviously, I don't believe what Anthony Fauci says. He knows why gain of function research is done in the first place. He's not being explicit about that. Why would China be doing that? And one of their level four labs, it's -- it -- because if it gets out. if it's an accident, if it's just an accident, and this is what happens, what happens if it's completely intentional? And I also don't by his line, that it's in China's best interest to make sure there's -- it's like, it's the opposite effect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is the opposite. Also, Rob, when you think about it, it's in our best interest to blame it on the wet market because we're funding this stuff. So we can't even sue China, because we'd have to sue ourselves too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes, of course. And the thing about Dr. Fauci is, look, I am tired of listening to him. I actually stopped listening to him about eight months ago. I highly recommend it to everybody, because it really does just make your life a lot better. So no more Dr. Fauci. Hopefully, this is enough to cancel him. But I cannot believe that a year ago we were all believing that this thing came from people eating bat soup.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "This is what we believe in the mainstream media. That is so on board with all of this stuff, and pushing China's propaganda helped push this wet market theory, which we now know is completely false. And then they told us that the lab leak theory was a \"conspiracy theory\" last year. This is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Speaking of people that make you sick, what was the woman that we just had on -- what's her name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Nicolle Wallace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You -- Rob almost threw up. It's interesting like for some -- the reaction to her at times -- from some people when we play tape is uncanny. Some people have to run out of the room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Oh, I mean, it's almost like she doesn't -- it's just there's no shame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there is no shame. There is no shame. She will do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Even more than me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, is Fauci a villain or just like a bureaucrat that just -- will say anything diplomatic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm not sure there's a difference between a villain and a bureaucrat. But -- oh, yes. I look for it. I needed to keep --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "All night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We're living this moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're just going to run it through. You're a head on every day, applauded for my joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I feel alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It wasn't a joke, it was a brilliant perceptive remark, which is why it's so surprising coming from you, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, appreciate it. How to get that in there, right? That makes you feel alive, so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, I just didn't understand what you saying, oh (INAUDIBLE) nothing bad came on the e-mails because what she means is that there was no, you know, like freaky kinky sex stuff or something like that and they're saying like that. When we're talking about the fact that he was flipping at best and lying at worst about something so serious that destroyed, you know, economy killed people. I would much rather have that because the freaky sec, I don't care the freaky sec stuff. I don't care if they're calling you Tony Make Orgy downtown. Go ahead. I keep my freedoms and people are still alive. It's just so insane. What's important these people worrying about the can of worms like, oh, we wouldn't open that can of worms. Like that's something you tell yourself when you buy, you know, or rebuy a toy for your toddler before you realize you broke it. Not when it's a matter of life and death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, Tony -- by the way, Tony Make Orgy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Your nickname.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no. It's an excellent Irish bar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just got a secret knock, Charlie. What are your thoughts on all of this? I'm waiting. You know that I had a dream about you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "I don't want to hear. Please. Can we just not talk about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "No, but it's amazing because it's he -- what he did was -- it really was so much worse than just being uncurious about real evidence that came up. And I know that my newspaper reported in January 2020, about raising questions about this lab. And the fact that the Chinese military, despite their protestations was doing experiments in this lab and raising serious questions but not only were they not curious about where the thing came from, but they were -- they were actively going after people like my newspaper. Silencing people who were raising questions about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And that's a whole new level. And my theory to just lay it all out there is that the media, The Washington Post, USA Today, Facebook, Dr. Fauci, all these Democrats, all these people who are calling everybody a racist for asking questions about this lab in the beginning, the whole purpose of it was because they wanted one villain in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And it was Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And it couldn't be China. It had to be Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And to -- and to that point, you know, when somebody says, oh, that's a can, oh, you don't want to open a can of worms. You should open it. And the only person --- Donald Trump opened a can of worms the moment he wakes up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's like -- he's looking around, he's like in a -- he opens more cans of worms than the guy at the bake shop, Kat. No, he's like. Oh, can of words, that and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like an ax though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Like an ax. But that was like, when somebody tells you, you know, don't open the Pandora's box filled up with a can of worms. Immediately open it up because that's where the answer is. You can keep playing music, the more you play the music in my ear, I'm going to keep talking. Up next, Coke provoked by being too woke. Now the machines have been revoked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Did they revoke Coke for being too woke? Well, well, companies preen they rage against their machines. It's true if you're thirsty for left wing causes, Surry County, North Carolina says you can take it outside. The local government voted to ban Coca Cola vending machines from their offices to protest the drink makers embrace of leftist causes. According to County Commissioner, Eddie Harris, love Eddie, great guy, \"The left wing in America they define the boycott, they cancel they tear down statues, all sorts of egregious actions. The expectation from them is the opposing political side will cower in the corner and we're supposed to accept that and it's supposed to be OK. And it's not OK.\" End quote, Charlie, that's how we do it here. And Coke CEO, Harris mentioned the company's opposition to voter I.D. and election security laws as well as their silence regarding China's abuse of minorities. He added that the response to the boycott has been mostly positive. It won't make a dent in cokes profits of course, but it's refreshing as an ice cold soda to see people stand up against corporate woke-ism. So, if those pretzels are making you thirsty for the real thing, cry some more, you pink-os. In Surry County they replaced coke with your salty, stupid tears. I don't know if that's true, but it sounded right when I wrote it. All right, Rob, you heard Coke. Your ears perked up. We're talking about the soda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Only, only on the weekends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Some days a week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you think -- I love, I love hearing this story. But is there something else behind this? Or could it be that they just couldn't afford it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I mean look, so on one hand, I'm kind of a fitness man, I don't like sugar myself. So, on one hand, they're just going to replace coke with Pepsi is another thing that's just going to kill them slowly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But that's neither here nor there. I really do think that the only way you fight cancel culture is with canceled culture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "People want to start fighting back and say OK, Coke, you know, we're not woken up for you. We're not this fine. We're going to get your machine out of there. Because by the way, half of these companies hate -- most of these companies hate half of the country anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, why not start fighting back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly, exactly. Kat, did this warm your small, stale, cold heart?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I wouldn't say stale, but kind of, for not the reason -- I just keep thinking how amazing things in this county must be if this is what they're talking about at the readings, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, this is -- OK, but, well, no, because in this modern world, all local stores, stories are national, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, but I'm saying that's a good thing. Like, in New York, it's like we got this rampant stabbing problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We got the stabbers out there stabbing everybody. What are we going to do? Meaning after being they're like, I'm not sure the vending machines represent our values.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We only have the stabbings in New York because there's not enough social workers on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Imagine if they took away our coke machines in New York. The whole city would freeze up. The scene is what I call away -- Charlie, that was your nickname in college?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Coke machine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "I wish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. I don't know why I said that. But I said it. So there. What are you going to do about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "It's out there now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "No, I mean, you know, my problem is -- I mean, I think that all the cancel stuff is stupid. I hate it. But, but that I think that's what I think is great about this one is that it's funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Just make it funny. I don't -- the whole problem with the cancel stuff, is it it's not funny. It kills all humor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "So, just do this, and it's really funny. And, you know, that's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kennedy, I stopped drinking Coke and now I'm back to drinking Mellow Yellow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Yes, that's good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love it when it's warm and it's been out in the sun for days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "That's urine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I like -- you know, what I keep finding these full bottles of somebody keeps leaving me Mellow Yellow on the side. Cab drivers will often just say throw it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Not real environmentalist, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "So, yes, I share your love of retro beverages. I love big red soda. It's really only available in like Texas and Southern Indiana. And it's delicious. I hope that they go one step further. Because if you replace it with something ordinary, like Pepsi very predictable, but if they go with Royal Crown Cola --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, R.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "I will drive down to Surry, North Carolina, and I will high five every single person in the town in the county, because that's how you do it. And, and by the way, I have no bandwidth for bands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "I just I can't keep track of who I'm supposed to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Supposed to, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Yes, it's exhausting. Like, are we supposed to go to Starbucks? Like, are we not eating meat? Are we eating extra meat? Are our meat hacked? I don't, I don't know anymore, so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Finding different things to be angry about is kind of like a hobby. So, once you get into, it goes very fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And do you know -- like, you know, I said this on \"THE FIVE,\" so you guys will hear -- might have heard it already. But if they removed Twitter trends from Twitter, all this would go away because it's the Twitter trends that are keeping track of these stories. And they take one little thing, the local story and they blow it up. For example, the girl from \"The Office,\" that story would not have existed if it wasn't for Twitter trends. You could still have Twitter, but if you remove the mob incitement of this mimetic value on the right, it would all go away. Don't I sound brilliant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "The psychopath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, thank you. Don't go anywhere. The brilliant Candace Owens joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're making major news over their CRT views. I speak of a father and daughter speaking out against critical race theory, whose viral video seems to have struck a chord with a lot of people. Take a look, lookers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Daddy teaches you can be anything in this world that you want to be, right? Don't daddy teach you that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, and it doesn't matter if you're black or white or any color. And if they're nice and smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "See, this is, this is how children think right here. Critical race theory wants to end that, not with my children; it's not going to happen. We need to stop CRT, period, point blank. Children do not see skin color man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Here to comment on that video and more is author, activist and T.V. host Candace Owens. Candace. This is the only way I can get you on the show now because you were on one of the smart people that got the hell out of like Washington or New York and you're down in where, Tennessee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANDACE OWENS, AUTHOR",
      "sentences": "I'm in Tennessee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How do you like it there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "I absolutely love it. It's so nice to be off of the coast because you realize that actually sane people do exist. They're just not in L.A. or New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You do make -- do you miss the big cities?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Not at all, not, not one minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How's your how's your baby? It's what now? Seven years old?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "No, he's just four-and-a-half-months. He's doing so well. He's sleeping through the night. So, I've got no complaints. He's pretty. He's pretty cute. I'll tell you that much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you named him Greg, right. So that was nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Yes, some something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What did you make of this video when you first saw it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "OK, first off, I was jealous. Because this girl is so much cuter than me. She's on the Internet, and just going viral. I was just like, this is this. She's, she's stepping on my turf, and she's absolutely adorable. And I instantly got in touch. And I said, how do I book her for my show? Because she's a star. And then you know, obviously what they're talking about is so important beyond her being cute is just the subject matter. And it's, it's sad that something so simple is so impactful, because it should be like one plus one equals two, right? Like kids don't see color, we used to all know that. And it's just, it's sad that that is so impactful. But it's so powerful to hear her say that to know that there are still parents that are raising their children correctly. It's not that they're still you know, a adorable minority girl, a black girl who's saying that this is the stuff that matters, and we have so many adults that are trying to pervert that to make you believe that children should see race, that they should only see things in terms of either oppression or privilege. So, you know, kudos to her. I hope she does more videos. I think, I really do think she's a talent, and she makes it so simple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, people the, people who defend CRT will say they are like they're they are distorting what it really is. Is that true? I don't think I think everybody is pissed off because they know exactly what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "They're not distorting anything. And we all know the stories that are coming out of schools. I mean, I have a girl that I used to babysit for who's in high school, and the things that they're teaching them, you know, on a day of school, and I'm being serious here, on a day of school, they're meant to go around the classroom, if you have white skin, you're supposed to tell them why you feel guilty about having white skin. This is in New York City, by the way. Why you feel guilty that your skin is white? I cannot comprehend that. That's incomprehensible to me, because when I was growing up, we never talked about color because we didn't see it. What they're trying to do is systematically program children to see color because they want them to eventually become activists, and they want them to hate one another. They see an opportunity in Division. If you can teach them to be divided young, then you can turn them into activists and angry people that become Antifa marchers when they're older.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm still thinking about what it'd be like to have you as a babysitter? So, what, what, what should you how do you get this? How do you get rid of this stuff? Like if you're just parents, I mean, like you go when you show up at these meetings, and then you, you go viral, but there's that's that start. I mean, how does somebody fight this stuff? I would, I, I don't have kids. So, it's like, it's I don't have to worry about this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Yes, well, I will tell you this. That's the number one question that I get on the road, Parents to go, what do I do? What do I do? And I look back at them and I get kind of angry because I'm, I'm like, listen to what you're asking me. You're asking me what you should do with your child when, when a predator is at bay, right? I mean the, the concept that you're asking what you should do when somebody is trying to harm your child because that's what's going on in these classrooms. Whether it's the pornography that's being taught the critical race theory that's being taught, the classroom environment has become predatorial. And you're asked me what you should do? What would you do with any predator when after your child, you will yank them out of the school, you would fight tooth and nail to make sure that they were not exposed to this stuff. I just want to remind any parent that is watching this show: You are the parents. Not the government, not the teachers. You are the parents and you should always make sure that your children are not becoming prey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a very good point. I got one more -- applaud. Why do they always applaud more for the guests than they applaud for me? Maybe having an audience was a bad idea. I love your Twitter feed because you go after people in such a strong and independent way mainly because, I mean, it's so obvious like, you got nothing to lose in and I guess you would do that anyway. What have you been pretty hot on Prince Harry and Megan Markel? I should I just -- what are your thoughts on them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "So, many thoughts. Yes, you know, I actually it's far from thinking I have nothing to lose, I have an entire country to lose and that's why for whatever I want, you know. Regarding Harry and Megan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. They're all drunk, Candace. That's how they survived New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Regarding, you know, Harry and Megan and speaking of losing countries, it's hard to make two countries angry at you but somehow they've done it. And the reason why I talked about in so many conservatives say oh, what do we care the king and the queen? I'm married to a Brit. And now I'm starting to understand like what the king and the queen and the Royals and, and what they actually represent is tradition. They represent conservatism in that country, something that's been a bedrock and as has existed forever. And what Meghan represents is this leftist narcissist tear-it-down because we want, we think we're better and everything that we can do is new. So, I speak out against it, because it's actually it's a larger discussion that we're having right now across, you know, the entire West, right now about the left while they want to tear everything down, tear down tradition and create something that's, that's neo, and something that's ultimately Marxist. So, I mean, I can't stand her. I think, I think Harry's a total dud. It's obvious the whole world knows that she doesn't love him, but he somehow thinks she's making him wake up, and now I realize everything's wrong. And all I have to do is talk to Oprah. And once I speak to Oprah, everything will be better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's amazing. Good impression. Well, Candance, thank you so much. Where can people find your new TV show, which is doing great?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "DailyWire.com/subscribe and you can use my code \"Chrissy,\" like Chrissy Teigen. Yes, \"Chrissy\" to get a little bit of a discount.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you, Candace. Talk to you soon. All right, up next, this Monopoly make you so mad, you want a body slam dad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Try not to punch grandpa in the face when he buys boardwalk in Park Place. A recent study found that playing Monopoly is what causes the most problems on game nights. In fact, it's most likely to be the game people have had to ban from get-togethers. Funny, I would have guessed Russian Roulette. It's so messy. But it's a holiday tradition at the Gutfeld House. So, what are you going to do? 20 percent of respondents said that playing Monopoly always or often leads to bad behavior. The most common being people quitting when they're losing, arguing and accusing each other of cheating. 11 percent said they'd even seen physical fights breakout. I wonder if a more sensitive version could bring the game back into the rotation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You won second prize in a beauty contest? Wait, isn't that reinforcing western beauty standards?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Monopoly, the game that's been entertaining the world for generations never included virtue signaling until now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You didn't recycle your trash. Pay a 100.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your city elected a far-left district attorney. Get out of jail free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The real victims are the criminals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Inheritance tax. Pay your entire inheritance to the government? Why do all these just make you pay money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The only winner is the bank? Corrected Monopoly, available now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Rob, strong thoughts in monopoly",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Strong thoughts? First of all, before we get to you all apologizing to me for being white. We'll get to that later. Three things, three things to say about Monopoly. First of all, I'm always the dog. Second of all, I always win. And third of all, I am an International Monopoly Champion. That means I was in Kuwait when I was deployed to Kuwait. I beat everyone in my platoon in Monopoly. So, people get very angry at me because I always win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, I had no idea. I didn't even -- I picked this story without even knowing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'm telling you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All kinds of stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. You know, Charlie, you're nothing compared to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "He fight for our country. He's great at Monopoly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You get hit by horses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "This explains everything. I've never won a Monopoly game in my life. Which, of course, is why I talk nonsense for a living because I can't play Monopoly. But I think this is just an attack on America. Because, because monopoly is like the quintessential American game, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's about capitalism. You know the socialists hate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes. I mean, you might have a point there. But then again, you were hit in the head by a horse. So, we don't know what's going. My theory, Kat, is the reason why there's so many fights is the when you're losing, it's a long game to lose. It's like when you're playing Backgammon, or you're playing some kind of game where it's over quickly, like Cornhole, a great game --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Especially Tony (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Tony (INAUDBILE). Those aren't bean bags.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That is where I spent all my money on St. Patrick's Day. Yes, I agree. You invest all this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And you lose. You can't just accept -- if you lose, that means you failed that you're just supposed to accept that? I never could. I have far too much passion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You need to have short games that you could -- no one says, hey, let's play three out of five of Monopoly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And it's really hard to just get drunk and lose all your money. It takes time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it does. You know, Kennedy, I have a theory that this study It was sponsored by Yatse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "Or Risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Or Risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "I like Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sorry -- we weren't allowed to play that. Sorry is an underrated board game, but it's really fun and very competitive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONTGOMERY",
      "sentences": "And it's quicker like you can be done with Sorry, like, who wants a five hour game night? That sounds horrible. What if you have a wet blanket there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I just found it. I found it tedious. It's a tedious game. I'm sorry, Rob. I didn't know you were you were like the king of Monopoly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I take this actually very serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What's the secret to playing Monopoly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The secret is, I always buy Baltic and Mediterranean, you know, the two cheaper ones. I call them the (INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, you're in deep. You are in deep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, they're like the prod, the monopoly projects, but people always land on them. It's so cheap to get a hotel on them, and you will bankrupt people like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "This is just like real life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are sleazy landlord.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I am the slumlord of Monopoly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are the slumlord of Monopoly. You disgust me. This has been a great show, they'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Set your DVRs every night so you never miss an episode. Thank you, Kennedy, Charlie Hurt, Rob Smith, Kat, Candace Owens, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "He's always going to be a liar. He's always been a liar. He's always been a bigot. He's always going to be a bigot. So why do we keep saying, oh my god, I can't believe that he's a bigot. Of course, he is. Oh my god. I can't believe he's a liar. Of course. He's a liar. That's who he is. Core. Leopard doesn't change the stripes."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Of course, the leopards don't change their stripes. They don't have stripes. Those are Tigers, dumbass. Next on CNN, do zebras change their spots?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, we're ruining his brain. I tell you. Killing him in the ratings. He's falling apart. All right. I spent a fair portion of time talking about crime. But that's because as a small government fan, but a huge T.V. star. That's not funny. That's not a laugh line, Kat. It's really the only thing I want addressed by our politicians that and the height requirement for theme park rides. I mean, are the teacups really that dangerous? And maybe I did watch too many cops shows as a kid. In fact, while other kids play doctor, I played stop and frisk. But if we can create safe societies, everyone benefits equally. You're more free to pursue your dreams, be it in education or your career, or my favorite hobby which is sorting through the air in a Porta Potti."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh. You should have seen what it looked like inside. But all of this is hard to do in a society in which thugs are allowed to roam free like locally raised free range chicken. When crime goes up your opportunity for reasonable existence on this planet drops faster than Kat's bank account on St. Patrick's Day. L.A. County Sheriff Alex Villaneuva said his department will be expanding concealed weapons permits. I bet you want to know why."
    },
    {
      "speaker": "ALEX VILLANUEVA, L.A. COUNTY SHERIFF",
      "utterance": "Because we have less cops on the street, more crooks, less consequences. You know what could go wrong with that combination, right? We've increased our capacity to process CCW permits. We've made the good cause standard achievable. And we're recognizing the threat to the residents is increasing. So, we're responding accordingly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So less cops, more crooks, less consequences. That results in more guns for residents. So thank you, Democrats. Citizens now get to fight crime, then of course they run the risk of being arrested for defending themselves. But the sheriff has little choice. The crime stats for layer is staggering as the city's drug addicted transients, homicides are up 95 percent. 95 percent. Grand theft auto, 40 percent, rape is up 7.8 percent. Aggravated assault, 12.9, arsons up 22 percent. Where is Robocop when you need him? The sheriff calls the rise in crime and existential threat. And he's right. But wherever you heard that phrase before, it's usually Democrats and their compliant media attaching it to stuff they read about on a campus flyer. Climate change is an existential risk. Old white men are an existential threat. Trump was the existential risk of all time. But it's hard to argue what is existential because by definition, it's imprecise or it's because you've been shot. It's true right now being murdered by a psychopath is your existential risk. However, that's the only thing that isn't an existential risk, according to the media. And don't look to Joe Biden or as he calls himself, President Harris. And the real violence comes from a well-oiled organized white supremacy movement, which I guess is what they call Republicans these days."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Terrorism for white supremacy is the most lethal threat to the homeland today, not ISIS, al Qaeda, white supremacist."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You'd have to go to a presentation on weapons of mass destruction to find a phonier threat. Remember the looting and riots from last summer? I don't recall seeing white power groups, inciting that unless it counts CNN and their dramatic rise in crime. It's all in cities. It's not in the backwoods. Maybe the white racists are people like Portland's mayor who let it happen, who knows? My prediction, as the crime gets worse, so will these deflections. They'll blame systemic racism faster than you can say please stop punching me in the head. Meanwhile, as crime continues to explode, the news tries to convince you that it's your duty to eat cicadas to help the environment. Which reminds me what's on CNN right now?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How many cicadas have you eaten today?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Four hundred."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Five hundred for me. Why do you hate the plant?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm doing my best to eat as many as I can. You argue. I don't know where my kids are."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What they're eating besides crow at CNN. So what you're seeing in L.A. is the natural response to politicians abdicating their responsibility and protecting citizens. In other words, it's called self-preservation. I envy L.A. They have a sheriff who cares about his city. In New York. We have a mayor who thinks his sit up routine takes priority over brutalized Asians, and all of us are unarmed. It takes filling out 40 forms to get a caulking gun. And the gov and the mayor like it that way. We're living in a video game where unstable maniacs get to attack citizens freely and losing the game could mean losing your life. There is no escape button, and you never get to start over. Here's a partial and I stress partial list of our local terrors courtesy of the New York Post. Last Friday, a homeless man allegedly punched another Asian woman down a flight of stairs at the subway station. The suspect had 77 prior arrests. That's almost double Kat's. In January, a deranged man shoved a commuter into a moving train. Just two weeks in February some more than a dozen attacks, including a number of subway slashings. A woman shoved onto the tracks and a bus operator struck with a two by four, which is impressive since under Biden the cost of lumber is through the roof. In early May, a Harlan man was shoved to the tracks and an unprovoked attack. On May 23rd, four people including a cop were attacked in two separate incidents where one attacker wielded a hammer in the subway. The list literally goes on and on. And our leaders offer nothing but platitudes. And when their cowardice shows they point fingers at you, the racist. So, what happens when your national leaders refuse to acknowledge the mayhem around you? Their silence becomes the existential threat. And this one is real."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. She's rocked four panels and the plywood section at Home Depot. Host the \"KENNEDY\" on Fox Business Network, Kennedy. His chuckle makes my knees buckle. Washington Times opinion editor and Fox News Contributor, Charlie Hurt. He's America's favorite black gay bedroom Republican, or at least in the top 200. Host of the podcast, Rob Smith is Problematic, Rob Smith. And for community service, she reads books to the deaf. Fox News contributor, Kat Timpf. Charlie, I go to you first because apparently you were kicked in the head by a horse."
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. I was."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Where you really kicked in the head?"
    },
    {
      "speaker": "HURT",
      "utterance": "When I wasn't kicked, I head butted in the head."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What -- how -- what do you -- what situation brought --"
    },
    {
      "speaker": "HURT",
      "utterance": "I was getting on the horse and the horse was misbehaving. And the horse threw his head back as I -- and as you get older and fatter, it gets -- it requires more momentum to get over it, you know, to swing your fat tail over the back of the horse and we butted heads -- behind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, I'm not going to explore the weird kinkiness that you're into. I don't buy that you were riding a horse because this happened at a club downtown. So anyway, we'll skip that."
    },
    {
      "speaker": "HURT",
      "utterance": "Those are all euphemism."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, they are. But is -- what's more of a lethal threat to the homeland? You -- your horse or white supremacy?"
    },
    {
      "speaker": "HURT",
      "utterance": "Definitely, definitely the horse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HURT",
      "utterance": "Without a doubt. But I mean, I mean, this whole thing -- it's kind of funny. I mean, this is what the whole second amendment is about in the first place. You know, the whole point of -- and, you know, I get it. Before there was 9/11, there was the second amendment, and people could protect themselves, protect their families, protect their neighbors. You -- we were the police. And then a lot of parts of this country. We're still the police."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "HURT",
      "utterance": "And so hats off to L.A. County. I think they're, you know, that -- that's going in the right direction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I don't know how it works. But I mean, it's amazing that he could just decide to do that, and we can't do that here. Rob, we we're in the green room."
    },
    {
      "speaker": "ROB SMITH, HOST, ROB SMITH IS PROBLEMATIC",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And you told me something that was very disheartening to me because you tell it about Minneapolis."
    },
    {
      "speaker": "SMITH",
      "utterance": "Oh, yes. About Minneapolis. So, with the help of a lot of people that watch this network, and a lot of my followers, I raised about $130,000, I crowdfunded it last year to go give back to Minneapolis after it got, you know, burned down by the BLM hordes, and then they just ruined everything all over again. So, I'm just like, that's not going to happen again. But I'll tell you when I watched the stuff with Joe Biden, he's talking about, you know, white guys being the biggest threat. When I walked in the green room and saw you and Charlie, I was just terrified."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You should be."
    },
    {
      "speaker": "SMITH",
      "utterance": "You know, I had to call security."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. You know, it will kill me about that sound on tape of Joe Biden, Kennedy, is that he says that the white supremacist is the -- is the biggest threat. But he doesn't name a group. But then he goes, it says it's bigger than ISIS and al Qaeda. So, he knows the names of these terror groups. But he can't say and that -- but this group is worse. Well, what's the group? Is it Republicans or is it, you know, I don't know?"
    },
    {
      "speaker": "LISA KENNEDY MONTGOMERY, FOX BUSINESS NETWORK HOST",
      "utterance": "But you can -- but you can make a vague declaration like that. And as long as you keep it vague, you never have to walk it back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "You never have to make a correction as long as you don't give proof."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "And the horrible thing is the press, especially the press, except for Peter Doocy, who covers the White House, they don't demand proof. And they're doing an incredible disservice because that means there could be other groups out there who really do want to harm cities. Tomorrow on my podcast, I'm going to talk to Andy Ngo who is the journalist who --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know Ngo."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Was one of the few people who covers Antifa. He was beat up again about six days ago and they wanted to kill him. They want to kill him because, you know, his book is called Unmask because he's unmasking the organization. It's not just an idea. It's not just a few people. And by the way, do you remember over the summer, we're watching riots in places like Minneapolis, in Portland, and here in New York, they were saying, well, these are Trump supporters."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "These are Trump supporters and they're just infiltrating and they're causing trouble. Well, then the election past Joe Biden won, and Portland is still burning to the ground. And it still is feces covered hellhole of homeless camps filled with Antifa people who want to do nothing but dismantle the government and harm the city. So, screw those people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And oddly enough, who was at the January 6th event? Was a BLM supporter who was right there? Do you remember that guy who then ended up on CNN? You guys remember?"
    },
    {
      "speaker": "HURT",
      "utterance": "Yes. Absolutely."
    },
    {
      "speaker": "SMITH",
      "utterance": "Had a YouTube video, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. YouTube video. He got paid -- they paid, what? 70 grand for that thing. But then he -- I think they took the money from but that -- I mean, it's pure projection. All right, Kat. Let's talk about New York City. So, they released all these people from New York. You're a libertarian. Do you now -- are you now convinced that we need prisons?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "I am. OK. First of all, I'd like to say just with regards to the monologue and a little CNN bit, I had to eat a lot of chocolate covered snap peas this morning. So, they weren't good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't ever want you to say don't do anything for you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was the best work that Brianna Keller has ever done on CNN was eating (INAUDIBLE)"
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, I probably would have rather eaten a cicada. Well, the things -- I just -- as a libertarian, I think what L.A. is doing is great. I would love to be able to protect myself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And have -- been able to conceal carry because it is bad out there yesterday. We're out, you know, husband I were walking Carl, who is my dog."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hope (INAUDIBLE)"
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's not some kind of weird kink thing. And there was -- we were on the sidewalk and there were these people sprawled out like tweaking out going crazy. So, we're like, OK, we'll move to the other side of the street. Because the other side as we do the sides, some other guy turns the corner going insane screaming about killing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We're just there with her French Bulldog."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I mean, it's completely unfair that people who are law abiding can't, you know, if I want to protect myself, I could go to prison."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you could, you could."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Not fair."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Did Kilmeade apologize?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Not yet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was, you know, he was. He told me he was embarrassed about sparing it."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Right. Can I -- can I just add something very quickly to that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sure. Absolutely."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "So, the reason Alex Villanueva, the L.A. County Sheriff is saying, you know, make sure you arm yourself is because the response time is so great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right, right."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "And there are so many cops whether it's LAPD or the sheriff's department who have resigned as they have in Portland and New York and everywhere else. And this isn't the first city in California, the city manager in San Bernardino in 2012 said, well, we're out of money, folks, so you may as well just on yourself and lock the door because 911 is not coming."
    },
    {
      "speaker": "SMITH",
      "utterance": "I just got to say, if somebody who fled New York and moved down to the great State of Florida you guys are not helped making me miss New York at all."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, that you know, to your point and we got to go, do people at home who don't live in New York and L.A. must just like are looking at us going, you guys, would you just shut up and get the hell out of these cities? But I -- but if we do, then we won't have all this great content."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Like what are we going to do? We're not going to do the A blog about how great it is to live in Florida. Nobody's going to watch that. But I -- this this violent porn, jeez, and I don't even like -- I think I'm going crazy. I'm like Ahab, and this (BLEEP)"
    },
    {
      "speaker": "HURT",
      "utterance": "No. And they're all sitting there watching this and you know what they're thinking? They're thinking, you know what, it really is true. It might be a cliche, but it's true. An armed society is a very polite society."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It certainly is. And we also need to enforce and start using Kendra's law more enforcing crazy people off the street and to get treatment."
    },
    {
      "speaker": "HURT",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Although I'm sure Kat's against that. Anyway, up next, did fear of a can of worms help spread the deadly germ?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Was he too weak to speak about a Wuhan leak? And so we pretended so China wouldn't get offended. We'll be right back. Following the release of a trove. I love troves of Dr. Anthony Fauci's e-mails, it's becoming clear as opinions were all over the map early on, you know, back when he insisted wearing mask was only for the hamburglar. That's not the hamburglar by the way. Senator Rand Paul says the grandpa? That's a grandpa, that's a grandpa. Says the e-mails proved Fauci knew the Wuhan Institute of Virology was carrying out dangerous gain of function research. Meanwhile, per Vanity Fair, which is a magazine, Kennedy. An internal state department memo reveals that staff within the department warned American leaders not to pursue an investigation into the COVID-19's origin because it would open up a can of worms. And four former State Department officials told the magazine they were repeatedly told not to open up Pandora's box. Which may have been full of worms. There is bad with metaphors as they are with containing viruses. And as for Fauci, he's still refusing to go after China for refusing to cooperate."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR NATIONAL, INSTITUTE FOR ALLERGIES AND INFECTIOUS DISEASE",
      "utterance": "I mean, it's obviously in China's interest to find out exactly what it is. And the is of the -- of the natural theory would be to find that link. So you have to keep looking for it. I mean, obviously, you want openness and cooperation. One of the ways you can get it is don't be accusatory. Try to get both a forensic, a scientific and an investigational approach."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's important not to offend. And of course, the media is still drooling all over this guy. And why not? He is dreamy."
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "utterance": "Well, the true mark if someone is if they look good, even when their personal e-mails come out, so you pass the test that very few of us would pass."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Great job as always, Nicolle, because when I'm judging the effectiveness of our leading medical expert, I go by how polite his e-mails are. So now that we heard from the people missing half their brain, let's go to our panel. Kennedy?"
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Only missing a third, Greg. Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What's worse, Kennedy, a Pandora's box or a can of worms?"
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Well, I think when the can of worms is contained within Pandora's box, wrapped in a riddle. That's when you have some real problems. But it just goes to show that China has been so incredibly effective with their propaganda and scaring it doesn't matter if you're John Cena or LeBron James or a State Department lifer, You will bend to China's whims because you were afraid of the repercussions. And it's completely unacceptable because three million people plus worldwide have died. And the toll is mounting in places like India and Brazil. Obviously, I don't believe what Anthony Fauci says. He knows why gain of function research is done in the first place. He's not being explicit about that. Why would China be doing that? And one of their level four labs, it's -- it -- because if it gets out. if it's an accident, if it's just an accident, and this is what happens, what happens if it's completely intentional? And I also don't by his line, that it's in China's best interest to make sure there's -- it's like, it's the opposite effect."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is the opposite. Also, Rob, when you think about it, it's in our best interest to blame it on the wet market because we're funding this stuff. So we can't even sue China, because we'd have to sue ourselves too."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes, of course. And the thing about Dr. Fauci is, look, I am tired of listening to him. I actually stopped listening to him about eight months ago. I highly recommend it to everybody, because it really does just make your life a lot better. So no more Dr. Fauci. Hopefully, this is enough to cancel him. But I cannot believe that a year ago we were all believing that this thing came from people eating bat soup."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "This is what we believe in the mainstream media. That is so on board with all of this stuff, and pushing China's propaganda helped push this wet market theory, which we now know is completely false. And then they told us that the lab leak theory was a \"conspiracy theory\" last year. This is crazy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Speaking of people that make you sick, what was the woman that we just had on -- what's her name?"
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Nicolle Wallace."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You -- Rob almost threw up. It's interesting like for some -- the reaction to her at times -- from some people when we play tape is uncanny. Some people have to run out of the room."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh."
    },
    {
      "speaker": "SMITH",
      "utterance": "Oh, I mean, it's almost like she doesn't -- it's just there's no shame."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there is no shame. There is no shame. She will do --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Even more than me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, is Fauci a villain or just like a bureaucrat that just -- will say anything diplomatic?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm not sure there's a difference between a villain and a bureaucrat. But -- oh, yes. I look for it. I needed to keep --"
    },
    {
      "speaker": "HURT",
      "utterance": "All night."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We're living this moment."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're just going to run it through. You're a head on every day, applauded for my joke."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I feel alive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It wasn't a joke, it was a brilliant perceptive remark, which is why it's so surprising coming from you, Kat."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, appreciate it. How to get that in there, right? That makes you feel alive, so --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, I just didn't understand what you saying, oh (INAUDIBLE) nothing bad came on the e-mails because what she means is that there was no, you know, like freaky kinky sex stuff or something like that and they're saying like that. When we're talking about the fact that he was flipping at best and lying at worst about something so serious that destroyed, you know, economy killed people. I would much rather have that because the freaky sec, I don't care the freaky sec stuff. I don't care if they're calling you Tony Make Orgy downtown. Go ahead. I keep my freedoms and people are still alive. It's just so insane. What's important these people worrying about the can of worms like, oh, we wouldn't open that can of worms. Like that's something you tell yourself when you buy, you know, or rebuy a toy for your toddler before you realize you broke it. Not when it's a matter of life and death."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, Tony -- by the way, Tony Make Orgy --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Your nickname."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no. It's an excellent Irish bar."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just got a secret knock, Charlie. What are your thoughts on all of this? I'm waiting. You know that I had a dream about you."
    },
    {
      "speaker": "HURT",
      "utterance": "I don't want to hear. Please. Can we just not talk about it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, OK."
    },
    {
      "speaker": "HURT",
      "utterance": "No, but it's amazing because it's he -- what he did was -- it really was so much worse than just being uncurious about real evidence that came up. And I know that my newspaper reported in January 2020, about raising questions about this lab. And the fact that the Chinese military, despite their protestations was doing experiments in this lab and raising serious questions but not only were they not curious about where the thing came from, but they were -- they were actively going after people like my newspaper. Silencing people who were raising questions about it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "HURT",
      "utterance": "And that's a whole new level. And my theory to just lay it all out there is that the media, The Washington Post, USA Today, Facebook, Dr. Fauci, all these Democrats, all these people who are calling everybody a racist for asking questions about this lab in the beginning, the whole purpose of it was because they wanted one villain in 2020."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And it was Trump."
    },
    {
      "speaker": "HURT",
      "utterance": "And it couldn't be China. It had to be Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And to -- and to that point, you know, when somebody says, oh, that's a can, oh, you don't want to open a can of worms. You should open it. And the only person --- Donald Trump opened a can of worms the moment he wakes up."
    },
    {
      "speaker": "HURT",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's like -- he's looking around, he's like in a -- he opens more cans of worms than the guy at the bake shop, Kat. No, he's like. Oh, can of words, that and --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like an ax though."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Like an ax. But that was like, when somebody tells you, you know, don't open the Pandora's box filled up with a can of worms. Immediately open it up because that's where the answer is. You can keep playing music, the more you play the music in my ear, I'm going to keep talking. Up next, Coke provoked by being too woke. Now the machines have been revoked."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Did they revoke Coke for being too woke? Well, well, companies preen they rage against their machines. It's true if you're thirsty for left wing causes, Surry County, North Carolina says you can take it outside. The local government voted to ban Coca Cola vending machines from their offices to protest the drink makers embrace of leftist causes. According to County Commissioner, Eddie Harris, love Eddie, great guy, \"The left wing in America they define the boycott, they cancel they tear down statues, all sorts of egregious actions. The expectation from them is the opposing political side will cower in the corner and we're supposed to accept that and it's supposed to be OK. And it's not OK.\" End quote, Charlie, that's how we do it here. And Coke CEO, Harris mentioned the company's opposition to voter I.D. and election security laws as well as their silence regarding China's abuse of minorities. He added that the response to the boycott has been mostly positive. It won't make a dent in cokes profits of course, but it's refreshing as an ice cold soda to see people stand up against corporate woke-ism. So, if those pretzels are making you thirsty for the real thing, cry some more, you pink-os. In Surry County they replaced coke with your salty, stupid tears. I don't know if that's true, but it sounded right when I wrote it. All right, Rob, you heard Coke. Your ears perked up. We're talking about the soda."
    },
    {
      "speaker": "SMITH",
      "utterance": "Only, only on the weekends."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Some days a week."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you think -- I love, I love hearing this story. But is there something else behind this? Or could it be that they just couldn't afford it?"
    },
    {
      "speaker": "SMITH",
      "utterance": "I mean look, so on one hand, I'm kind of a fitness man, I don't like sugar myself. So, on one hand, they're just going to replace coke with Pepsi is another thing that's just going to kill them slowly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "But that's neither here nor there. I really do think that the only way you fight cancel culture is with canceled culture."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "SMITH",
      "utterance": "People want to start fighting back and say OK, Coke, you know, we're not woken up for you. We're not this fine. We're going to get your machine out of there. Because by the way, half of these companies hate -- most of these companies hate half of the country anyway."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, why not start fighting back?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly, exactly. Kat, did this warm your small, stale, cold heart?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I wouldn't say stale, but kind of, for not the reason -- I just keep thinking how amazing things in this county must be if this is what they're talking about at the readings, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, this is -- OK, but, well, no, because in this modern world, all local stores, stories are national, right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, but I'm saying that's a good thing. Like, in New York, it's like we got this rampant stabbing problem."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We got the stabbers out there stabbing everybody. What are we going to do? Meaning after being they're like, I'm not sure the vending machines represent our values."
    },
    {
      "speaker": "SMITH",
      "utterance": "We only have the stabbings in New York because there's not enough social workers on --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there you go."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Imagine if they took away our coke machines in New York. The whole city would freeze up. The scene is what I call away -- Charlie, that was your nickname in college?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Coke machine."
    },
    {
      "speaker": "HURT",
      "utterance": "I wish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. I don't know why I said that. But I said it. So there. What are you going to do about it?"
    },
    {
      "speaker": "HURT",
      "utterance": "It's out there now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's out there."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Welcome."
    },
    {
      "speaker": "HURT",
      "utterance": "No, I mean, you know, my problem is -- I mean, I think that all the cancel stuff is stupid. I hate it. But, but that I think that's what I think is great about this one is that it's funny."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is funny."
    },
    {
      "speaker": "HURT",
      "utterance": "Just make it funny. I don't -- the whole problem with the cancel stuff, is it it's not funny. It kills all humor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is true."
    },
    {
      "speaker": "HURT",
      "utterance": "So, just do this, and it's really funny. And, you know, that's great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kennedy, I stopped drinking Coke and now I'm back to drinking Mellow Yellow."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Yes, that's good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love it when it's warm and it's been out in the sun for days."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "That's urine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I like -- you know, what I keep finding these full bottles of somebody keeps leaving me Mellow Yellow on the side. Cab drivers will often just say throw it out."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Not real environmentalist, though."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "So, yes, I share your love of retro beverages. I love big red soda. It's really only available in like Texas and Southern Indiana. And it's delicious. I hope that they go one step further. Because if you replace it with something ordinary, like Pepsi very predictable, but if they go with Royal Crown Cola --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, R.C."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "I will drive down to Surry, North Carolina, and I will high five every single person in the town in the county, because that's how you do it. And, and by the way, I have no bandwidth for bands."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "I just I can't keep track of who I'm supposed to."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Supposed to, yes."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Yes, it's exhausting. Like, are we supposed to go to Starbucks? Like, are we not eating meat? Are we eating extra meat? Are our meat hacked? I don't, I don't know anymore, so."
    },
    {
      "speaker": "SMITH",
      "utterance": "Finding different things to be angry about is kind of like a hobby. So, once you get into, it goes very fun."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And do you know -- like, you know, I said this on \"THE FIVE,\" so you guys will hear -- might have heard it already. But if they removed Twitter trends from Twitter, all this would go away because it's the Twitter trends that are keeping track of these stories. And they take one little thing, the local story and they blow it up. For example, the girl from \"The Office,\" that story would not have existed if it wasn't for Twitter trends. You could still have Twitter, but if you remove the mob incitement of this mimetic value on the right, it would all go away. Don't I sound brilliant?"
    },
    {
      "speaker": "HURT",
      "utterance": "The psychopath."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, thank you. Don't go anywhere. The brilliant Candace Owens joins us next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're making major news over their CRT views. I speak of a father and daughter speaking out against critical race theory, whose viral video seems to have struck a chord with a lot of people. Take a look, lookers."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Daddy teaches you can be anything in this world that you want to be, right? Don't daddy teach you that?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, and it doesn't matter if you're black or white or any color. And if they're nice and smart."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "See, this is, this is how children think right here. Critical race theory wants to end that, not with my children; it's not going to happen. We need to stop CRT, period, point blank. Children do not see skin color man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Here to comment on that video and more is author, activist and T.V. host Candace Owens. Candace. This is the only way I can get you on the show now because you were on one of the smart people that got the hell out of like Washington or New York and you're down in where, Tennessee?"
    },
    {
      "speaker": "CANDACE OWENS, AUTHOR",
      "utterance": "I'm in Tennessee."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How do you like it there?"
    },
    {
      "speaker": "OWENS",
      "utterance": "I absolutely love it. It's so nice to be off of the coast because you realize that actually sane people do exist. They're just not in L.A. or New York."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You do make -- do you miss the big cities?"
    },
    {
      "speaker": "OWENS",
      "utterance": "Not at all, not, not one minute."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How's your how's your baby? It's what now? Seven years old?"
    },
    {
      "speaker": "OWENS",
      "utterance": "No, he's just four-and-a-half-months. He's doing so well. He's sleeping through the night. So, I've got no complaints. He's pretty. He's pretty cute. I'll tell you that much."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you named him Greg, right. So that was nice."
    },
    {
      "speaker": "OWENS",
      "utterance": "Yes, some something like that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What did you make of this video when you first saw it?"
    },
    {
      "speaker": "OWENS",
      "utterance": "OK, first off, I was jealous. Because this girl is so much cuter than me. She's on the Internet, and just going viral. I was just like, this is this. She's, she's stepping on my turf, and she's absolutely adorable. And I instantly got in touch. And I said, how do I book her for my show? Because she's a star. And then you know, obviously what they're talking about is so important beyond her being cute is just the subject matter. And it's, it's sad that something so simple is so impactful, because it should be like one plus one equals two, right? Like kids don't see color, we used to all know that. And it's just, it's sad that that is so impactful. But it's so powerful to hear her say that to know that there are still parents that are raising their children correctly. It's not that they're still you know, a adorable minority girl, a black girl who's saying that this is the stuff that matters, and we have so many adults that are trying to pervert that to make you believe that children should see race, that they should only see things in terms of either oppression or privilege. So, you know, kudos to her. I hope she does more videos. I think, I really do think she's a talent, and she makes it so simple."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, people the, people who defend CRT will say they are like they're they are distorting what it really is. Is that true? I don't think I think everybody is pissed off because they know exactly what it is."
    },
    {
      "speaker": "OWENS",
      "utterance": "They're not distorting anything. And we all know the stories that are coming out of schools. I mean, I have a girl that I used to babysit for who's in high school, and the things that they're teaching them, you know, on a day of school, and I'm being serious here, on a day of school, they're meant to go around the classroom, if you have white skin, you're supposed to tell them why you feel guilty about having white skin. This is in New York City, by the way. Why you feel guilty that your skin is white? I cannot comprehend that. That's incomprehensible to me, because when I was growing up, we never talked about color because we didn't see it. What they're trying to do is systematically program children to see color because they want them to eventually become activists, and they want them to hate one another. They see an opportunity in Division. If you can teach them to be divided young, then you can turn them into activists and angry people that become Antifa marchers when they're older."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm still thinking about what it'd be like to have you as a babysitter? So, what, what, what should you how do you get this? How do you get rid of this stuff? Like if you're just parents, I mean, like you go when you show up at these meetings, and then you, you go viral, but there's that's that start. I mean, how does somebody fight this stuff? I would, I, I don't have kids. So, it's like, it's I don't have to worry about this stuff."
    },
    {
      "speaker": "OWENS",
      "utterance": "Yes, well, I will tell you this. That's the number one question that I get on the road, Parents to go, what do I do? What do I do? And I look back at them and I get kind of angry because I'm, I'm like, listen to what you're asking me. You're asking me what you should do with your child when, when a predator is at bay, right? I mean the, the concept that you're asking what you should do when somebody is trying to harm your child because that's what's going on in these classrooms. Whether it's the pornography that's being taught the critical race theory that's being taught, the classroom environment has become predatorial. And you're asked me what you should do?"
    },
    {
      "speaker": "What would you do with any predator when after your child, you will yank them out of the school, you would fight tooth and nail to make sure that they were not exposed to this stuff. I just want to remind any parent that is watching this show",
      "utterance": "You are the parents. Not the government, not the teachers. You are the parents and you should always make sure that your children are not becoming prey."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a very good point. I got one more -- applaud. Why do they always applaud more for the guests than they applaud for me? Maybe having an audience was a bad idea. I love your Twitter feed because you go after people in such a strong and independent way mainly because, I mean, it's so obvious like, you got nothing to lose in and I guess you would do that anyway. What have you been pretty hot on Prince Harry and Megan Markel? I should I just -- what are your thoughts on them?"
    },
    {
      "speaker": "OWENS",
      "utterance": "So, many thoughts. Yes, you know, I actually it's far from thinking I have nothing to lose, I have an entire country to lose and that's why for whatever I want, you know. Regarding Harry and Megan --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. They're all drunk, Candace. That's how they survived New York."
    },
    {
      "speaker": "OWENS",
      "utterance": "Regarding, you know, Harry and Megan and speaking of losing countries, it's hard to make two countries angry at you but somehow they've done it. And the reason why I talked about in so many conservatives say oh, what do we care the king and the queen? I'm married to a Brit. And now I'm starting to understand like what the king and the queen and the Royals and, and what they actually represent is tradition. They represent conservatism in that country, something that's been a bedrock and as has existed forever. And what Meghan represents is this leftist narcissist tear-it-down because we want, we think we're better and everything that we can do is new. So, I speak out against it, because it's actually it's a larger discussion that we're having right now across, you know, the entire West, right now about the left while they want to tear everything down, tear down tradition and create something that's, that's neo, and something that's ultimately Marxist. So, I mean, I can't stand her. I think, I think Harry's a total dud. It's obvious the whole world knows that she doesn't love him, but he somehow thinks she's making him wake up, and now I realize everything's wrong. And all I have to do is talk to Oprah. And once I speak to Oprah, everything will be better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's amazing. Good impression. Well, Candance, thank you so much. Where can people find your new TV show, which is doing great?"
    },
    {
      "speaker": "OWENS",
      "utterance": "DailyWire.com/subscribe and you can use my code \"Chrissy,\" like Chrissy Teigen. Yes, \"Chrissy\" to get a little bit of a discount."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you, Candace. Talk to you soon. All right, up next, this Monopoly make you so mad, you want a body slam dad?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Try not to punch grandpa in the face when he buys boardwalk in Park Place. A recent study found that playing Monopoly is what causes the most problems on game nights. In fact, it's most likely to be the game people have had to ban from get-togethers. Funny, I would have guessed Russian Roulette. It's so messy. But it's a holiday tradition at the Gutfeld House. So, what are you going to do? 20 percent of respondents said that playing Monopoly always or often leads to bad behavior. The most common being people quitting when they're losing, arguing and accusing each other of cheating. 11 percent said they'd even seen physical fights breakout. I wonder if a more sensitive version could bring the game back into the rotation."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You won second prize in a beauty contest? Wait, isn't that reinforcing western beauty standards?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Monopoly, the game that's been entertaining the world for generations never included virtue signaling until now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You didn't recycle your trash. Pay a 100."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Your city elected a far-left district attorney. Get out of jail free."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The real victims are the criminals."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Inheritance tax. Pay your entire inheritance to the government? Why do all these just make you pay money?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The only winner is the bank? Corrected Monopoly, available now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Rob, strong thoughts in monopoly"
    },
    {
      "speaker": "SMITH",
      "utterance": "Strong thoughts? First of all, before we get to you all apologizing to me for being white. We'll get to that later. Three things, three things to say about Monopoly. First of all, I'm always the dog. Second of all, I always win. And third of all, I am an International Monopoly Champion. That means I was in Kuwait when I was deployed to Kuwait. I beat everyone in my platoon in Monopoly. So, people get very angry at me because I always win."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, I had no idea. I didn't even -- I picked this story without even knowing that."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'm telling you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's incredible."
    },
    {
      "speaker": "SMITH",
      "utterance": "All kinds of stuff."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. You know, Charlie, you're nothing compared to him."
    },
    {
      "speaker": "HURT",
      "utterance": "He fight for our country. He's great at Monopoly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You get hit by horses."
    },
    {
      "speaker": "HURT",
      "utterance": "This explains everything. I've never won a Monopoly game in my life. Which, of course, is why I talk nonsense for a living because I can't play Monopoly. But I think this is just an attack on America. Because, because monopoly is like the quintessential American game, right?"
    },
    {
      "speaker": "SMITH",
      "utterance": "It's about capitalism. You know the socialists hate that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes. I mean, you might have a point there. But then again, you were hit in the head by a horse. So, we don't know what's going. My theory, Kat, is the reason why there's so many fights is the when you're losing, it's a long game to lose. It's like when you're playing Backgammon, or you're playing some kind of game where it's over quickly, like Cornhole, a great game --"
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Especially Tony (INAUDIBLE)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Tony (INAUDBILE). Those aren't bean bags."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That is where I spent all my money on St. Patrick's Day. Yes, I agree. You invest all this time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And you lose. You can't just accept -- if you lose, that means you failed that you're just supposed to accept that? I never could. I have far too much passion."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You need to have short games that you could -- no one says, hey, let's play three out of five of Monopoly."
    },
    {
      "speaker": "HURT",
      "utterance": "And it's really hard to just get drunk and lose all your money. It takes time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it does. You know, Kennedy, I have a theory that this study It was sponsored by Yatse."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "Or Risk."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Or Risk."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "I like Sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sorry -- we weren't allowed to play that. Sorry is an underrated board game, but it's really fun and very competitive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MONTGOMERY",
      "utterance": "And it's quicker like you can be done with Sorry, like, who wants a five hour game night? That sounds horrible. What if you have a wet blanket there?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I just found it. I found it tedious. It's a tedious game. I'm sorry, Rob. I didn't know you were you were like the king of Monopoly."
    },
    {
      "speaker": "SMITH",
      "utterance": "I take this actually very serious."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What's the secret to playing Monopoly?"
    },
    {
      "speaker": "SMITH",
      "utterance": "The secret is, I always buy Baltic and Mediterranean, you know, the two cheaper ones. I call them the (INAUDIBLE) --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, you're in deep. You are in deep."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, they're like the prod, the monopoly projects, but people always land on them. It's so cheap to get a hotel on them, and you will bankrupt people like that."
    },
    {
      "speaker": "HURT",
      "utterance": "This is just like real life."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are sleazy landlord."
    },
    {
      "speaker": "SMITH",
      "utterance": "I am the slumlord of Monopoly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are the slumlord of Monopoly. You disgust me. This has been a great show, they'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Set your DVRs every night so you never miss an episode. Thank you, Kennedy, Charlie Hurt, Rob Smith, Kat, Candace Owens, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}