{
  "date": "June 17, 2019",
  "headline": "Lawrence Jones attends an 'Impeach Trump' rally in NYC",
  "subHeadline": "Guests: Valerie Boey, Jordan Sekulow, Mike Huckabee, Sara Carter, Gregg Jarrett, Ari Fleischer, Karl Rove, Lawrence Jones, Jason Chaffetz",
  "url": "https://www.foxnews.com/transcript/lawrence-jones-attends-an-impeach-trump-rally-in-nyc",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity.\" All right. Buckle up, tonight, major progress on multiple fronts in our quest for equal justice. At this hour, John Durham's investigation into the origins of this Russia witch hunt is now causing massive panic among many deep state officials, including many at the top upper echelon at the CIA, again, not rank and file. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Remember last week, The New York Times reported Durham's investigation, quote, provoked anxiety in the ranks of the CIA and according to \"The American Spectator\", tonight, many top officials, they are now running scared and for good reason, 2016 and international effort to spy on the Trump campaign, the Trump transition team and, yes, the Trump presidency.  It all occurred. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Multiple secret undercover informants were involved. All told, at least three, possibly more Trump associates were actively spied on abroad in what was an unprecedented effort to surveil on a political campaign. That means there is tonight in America the strong possibility that in 2016, what would be illegal intelligence gathering against American citizens and an American campaign was actually subcontracted out to allied countries to purposely circumvent U.S. law, constitutional civil liberties, have them do the dirty work and pass it on to our guys as if that would be legal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, what did these top CIA officials, not rank and file, at the top, what did they know and when did they know it? Because at the very same time, Christopher Steele, Hillary Clinton's bought and paid for dirty Russian dossier with Russian lies, misinformation, propaganda was allegedly being pushed by then CIA director, a guy by the name of John Brennan. And, by the way, all of this happened on Obama and sleepy, creepy, crazy Uncle Joe's watch, not Donald Trump's. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Brennan, now a paid official 24/7 Trump hater on conspiracy TV MSNBC every second, every minute, every hour of every day hating Trump. He should be worried tonight. He has previously called the president treasonous. But tonight, it looks far more likely, far more plausible that, in fact, it was Brennan who used his huge power and influence at the Central Intelligence Agency to spread lies, propaganda, misinformation, to influence a presidential election. How deep this goes, we won't find out and it is not just Brennan who needs to be held accountable. This culture of corruption among these high- ranking officials that still are serving in our government appears to be alive and well. According to \"The Times\", quote, senior agency officials have questioned why the CIA's analytical work should be subjected to a federal prosecutor's scrutiny. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } By the way, to the credit of the CIA director now, Gina Haspel, she said she will do, fully cooperate and everybody in her agency will fully cooperate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } I have news for the senior officials, by the way, nobody in this country is above the law. Nobody. We are a constitutional republic. We are based on the civil liberties of we, you, we the people, not the government.  Fidelity to our constitutional civil liberties, that is a cornerstone of successful civil society. Now, we do entrust what is absolutely, positively -- I'm proud of this because we need them -- the world's single most powerful tools of intelligence to protect us against many enemies both foreign and domestic.  Those enemies are real. These powerful tools, however, are never to be weaponized against the American people for/or political opponents or political campaigns. And mark my words, we will get to the bottom of this. John Durham will uncover the truth. We will get the equal justice that you, we, the American people deserve. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } It is a sad chapter that some people would abuse their power to this level, because when it comes to spying, you can destroy anybody in the country.  That's why we have a Constitution, which is the foundation of our rule of law, which is where our civil liberties come from. The president, attorney general, are all dedicated to stopping this abuse of power from ever happening again no matter who was involved. Let's take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS HOST",
      "sentences": "You clearly believe there were a group of people working against you. Do you think President Obama was behind it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I would say that he certainly must have known about it because it went high up in the chain.  But you're going to find that out. I'm not going to make that statement quite yet. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But I would say that President Obama had to know about it. A previous administration used the intelligence data and intelligence agencies to spy on my campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Do you believe President Obama spied on your campaign? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know. But, hopefully, we're going to find out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, keeping the deep state in check will be an ongoing struggle.  It will take time. We won't stop. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } For example, over the weekend, even The New York Times issued a report about America's escalating online attacks against Russia's power grid.  Now, \"The Times\" is alleging that the president was purposely left in the dark about these new measures, quote, officials describe broad hesitation to go into detail with Mr. Trump about operations against Russia for concern over his reaction and the possibility that he might countermand or discuss it with foreign officials. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Excuse me. But whether Washington, unelectable bureaucrats like it or not, President Trump was a duly elected president of the American people. He was given his power as commander-in-chief by the American people, not by Washington swamp and sewer creatures. And he must be briefed on any serious security measure that this country takes against an international foe. And yes, Russia is a foe, a hostile regime run by a hostile actor by the name of Vladimir Putin. By the way, as an aside, I'll just throw this out there. You want to bring Russia and Putin to their knees? This country can and should out produce them in terms of energy and when we do that, and use the vast resources that are far bigger than theirs and help our allies with what is the lifeblood of every economy, oil and gas, guess what? They will be in deep trouble. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } But you do have these holier-than-thou James Comey super patriots in our nation's capital, they've got to be stopped. The will of the American people must be served. We must be protected from what is a powerful few unelected, unaccountable bureaucrats and for many years, one of those powerful, unelected bureaucrats, there she is, Hillary Clinton. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Today, a fallout from her reckless mishandling of top secret, classified information during her time as secretary of state is far from over. As the attorney general said to Senator Lindsey Graham of South Carolina, and breaking just moments ago, our very own Catherine Herridge is now reporting at this hour that an ongoing State Department probe has now identified at least 15 individuals who mishandled classified material associated with Clinton's illicit secret server that was in the mom and pop shop bathroom closet. So far, the State Department's review has uncovered 30 serious security incidents and those numbers could get much higher as the investigation continues to unfold. An incredibly scary situation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } Without a doubt, Hillary Clinton put state secrets, yes, lives, methods, sources, in jeopardy and she didn't act alone. She broke the law. It is clear, 18USC 793, and then she tried to cover it up. You know the story, why she wiped clean the hard drives, Bleach Bit, hammer, SIM cards. And, by the way, now we have at least 15 other individuals who have been implicated in what is Clinton's gross misconduct.  All must be held accountable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } We'll get back to my monologue in a second. Joining us now with a full report on this breaking news is our very own Catherine Herridge. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Catherine, I know you've been -- remember that point, though, where only 40 emails were sampled and four of the 40 were classified top secret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CORRESPONDENT",
      "sentences": "That's right, and good evening. In this letter obtained by FOX News, the State Department provides a progress report telling Republican Senator Chuck Grassley that it has identified multiple security incident involving current and former employees related to Hillary Clinton's emails. Quote, to this point, the department has assessed culpability to 15 individuals, some of whom were culpable in multiple security incidents. Diplomatic Security has issued 23 violations and seven infraction incidents. This number will change, it says, as the review progresses. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } The State Department notification to Grassley who is overseeing this review does not identify individuals by name but FOX News was first to report the key aides, Huma Abedin and Jake Sullivan, sent classified materials through Clinton's unsecured server, kickstarting the FBI criminal probe in 2015.  Despite the nearly two-year FBI investigation, no one was ever charged with mishandling classified information, even though then FBI James Comey confirmed in July 2016 that seven email chains were classified at the top secret Special Access Program level when they were sent or received by Clinton's team. Known as, SAP Programs, they are among the U.S. government's most closely guarded secrets, Sean. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Catherine Herridge, great investigative work as always. Thank you so much for sharing that with our audience. More later in the show. First, we turn our \"Hannity\" watch 2020, radical socialist Democrats, their close friends and the media mob. Tonight, Nancy Pelosi is barely clinging to her gavel. As we speak, yes, the speaker in name only is trying to prevent her radical base from launching an impeachment proceeding against President Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, I said speaker in name only to appease this radical base, top Democrats investigating Trump/Russia collusion. They once again want to do this. This is now the fifth such investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the results will not be any different as the attorney general said, it is over. More seasoned Democrats, 43 Democrats, oh, newly elected red states, they all are expressing loudly, this is political suicide. But by the way, whatever. According to reports, Democrats are planning to haul in Corey Lewandowski, former New Jersey Governor Chris Christie, even Paul Manafort to Capitol Hill. More testimony, same questions, more interviews. Everyone in my view should plead the Fifth. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know what, after four investigations that concluded the same thing, no collusion, no obstruction, a fifth investigation is nothing short of an abuse of power and absolute harassment and a waste of taxpayer money. And, by the way, what about the private citizen that will now again have to hire high-priced, hourly lawyers in Washington. It is a national disgrace and they don't care. Remember, all surrounding what is a real conspiracy, a real hoax. There was no collusion with the Trump campaign. No conspiracy, no obstruction. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Democrats don't care. They were even calling for the president's impeachment because of this totally reasonable statement. This was like the perfect setup. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } I suspect the president did it himself where he said, well, if someone called me, I would listen. If I had to I'm calling the FBI, OK? What's wrong with that? Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Your campaign this time around, if foreigners, if Russia, if China, if someone else offers you information on opponents, should they accept it or should they call the FBI?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think maybe you do both. I think you might want to listen. I don't -- there is nothing wrong with listening. If somebody called from a country, Norway, we have information on your opponent. Oh, I think I want to hear it",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "You want that kind of interference in our elections? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's not an interference. They have information. I think I'd take it. If I thought there was something wrong, I'd go maybe to the FBI if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I thought -- so, they called me, I would listen. If it's wrong, I'll go to the FBI. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } If listening to what some people say when they call you, you don't solicit it and report anything nefarious to the FBI is a crime, then what does that make Hillary Clinton? You know, I know George Stephanopoulos, by the way, is a Clinton sycophant, oh, by the way, the lowest ratings ever for his hour special. Our phone interviews with Donald Trump rated higher. I'll explain later. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Anyway, but she actually paid for the Russian lies, the misinformation, the Russian dirt after funneling money through a law firm to an op research firm, to a foreign national. Still over the weekend, deranged Trump haters, in multiple cities, by the way, this was a total bust -- they weren't many of them -- took to the streets to demand impeachment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } We did send our own investigative reporter, our guy on the streets, our friend Lawrence Jones to the rally in New York City. This is a disgusting display of what he had to encounter. Watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm here because I believe in democracy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS CONTRIBUTOR",
      "sentences": "And you believe the president should be impeached?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because he is an illegal president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Why do you believe the president should be impeached? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because he obstructed justice. I mean, he's committed really impeachable offenses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we show you the full tape later in the show a horrific, disturbance racist moment. Lawrence viciously, personally attacked because of his race, vile, vicious, hateful racism, Lawrence will join us in a moment to respond and tell you what these sick, disgusting individuals did.  I am angry. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Meanwhile, this rage-filled anti-Trump rally took place just days before the official relaunch of the president's campaign tomorrow in Orlando, Florida. Now, unlike those sad, indignant impeachment rallies, the president's event tomorrow will be extremely well-attended. In fact, Trump supporters, well, they were lining up 40-plus hours in advance of the rally, at least 20,000, 25,000 people. They're going to squeeze as many as possible in. There's been well over 150,000 requests for tickets at this hour. Here with more from the ground is an old friend of our program, FOX 35 Orlando, Valerie is with us. Valerie Boey, it has been a while. We became great friends. You're a great reporter. It's great to see you again. Thank you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VALERIE BOEY, WOFL REPORTER",
      "sentences": "Thank you so much, Sean. It's great to be here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Right now, you have hundreds of people camping out outside the Amway Center. Amway is that the building right there. Look at all the people lined up along the sidewalk. Oh, they are so excited right now. This is where President Trump will kick off his reelection campaign. Take a look at all the people here. Now, today, the president tweeted that there has been 100,000 RSVPs for the rally, but you know what? There's only room for 20,000 people inside Amway. So, many people will actually be watching from an outdoor area at Amway.  Over here, we have more campers and joining me right now is Amanda and John. They are from Georgia. You guys, what did you come here for? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP SUPPORTER",
      "sentences": "We came because we have to see Trump. I mean, it's his reelection, his big thing and we're having the Trump fest tomorrow, super excited for that. And this is also my Father's Day gift to dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP SUPPORTER",
      "sentences": "Best Father's Day gift ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "John, what did you bring here? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP SUPPORTER",
      "sentences": "We have our tent with, sleeping bags, food. We brought a grill and immediately made some friends and we'll have a cook-out tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "OK. Well, it sounds like it's going to be a great, great day. But I've got to tell you, Sean, earlier today, it was pouring rain and lots of lightning. So, thank goodness these people had a tent because you know what? They're probably need any of it. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Valerie, we've been friends a lot of years. I want to go to that party. Tell your bosses, I said -- because we've been friends for so many years -- you have the rest of the night off, you can have the barbecue and -- I mean, this is stuff that happens to people that play guitars, piano and sing. This has not happened to a politician. Joe Biden, creepy, sleepy, could only get 85 people. Unbelievable. Have a great time. Valerie, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOEY",
      "sentences": "Exactly. It's all -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Joining us now with reaction to our opening monologue, FOX News contributor Sara Carter, and FOX News legal analyst, author of the bestselling book, \"The Russia Hoax\", and American Center for Law and Justice Executive Director Jordan Sekulow. Because she's smiling the most, we'll start with Sarah tonight. All right.  Seriously, if you don't play guitar, or piano and sing, who gets that kind of 40 plus hours outline and 150,000 requests? That's pretty insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "That's incredible. It's President Trump, Sean. And this is what the Democrats don't want the rest of the American public to actually understand. Here we have a president who is willing to listen to the American people, go out there. He speaks to them directly. And I hear this over and over again, no matter where I go. I'm in North Carolina. I've heard people talking about the rally tomorrow night here in North Carolina. On my way up here, saying how excited they were. People feel energized by president Trump and I think what we're seeing on the part of the Democrats is really unfortunate because they are pushing this idea of impeachment and I do not believe the American public is going to buy this one bit. It's going to backfire against them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let me go to the issues that we brought legally and by the way, Jordan, good to see you. We've been friends a long time. I want to go to you first. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } On the legal side of it, what the CIA is afraid of. If in fact -- we give them these tools. I am proud, by the way, that we have the premier law enforcement agency in the world. They're called the FBI, and we have the premier intelligence of the world, the envy of the world, that's the CIA and other groups. But we also have a Constitution, civil liberties. If we weaponize these tools, can you not spy on anybody every second of every day? You said yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE EXECUTIVE DIRECTOR",
      "sentences": "It's the worst fears we have about these agencies, right? I mean, that's part of this -- the whole Russian scandal and the fact that an American political campaign was spied on, a presidential campaign, and a major presidential campaign was spied on by the U.S. government systems that we create. This is -- that's our greatest fear and that's when you have to put the real checks in. I'm sure that article is correct that the CIA agents, the bureaucrats in Washington, D.C., are no fans of the U.S. attorney and Attorney Durham or Attorney General Barr and the investigation because they are not used to anyone in Washington, D.C. looking into what they're doing, how they are using the tools that we pay for, and create.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "But then you see that leak, Sean, I mean, the leak to \"The New York Times\" about this technology that we've done to Russia's power grid.  That whole issue, that's also a huge part of national security risk right there, the leak of that story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Really well said. And, Greg, now that we know that first of all, Durham is going to Great Britain. He's going to interview Steele. We already know what Steele has to say because he said it in an interrogatory under oath, which he said, I don't know if any of this is true. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } That's a big deal. But more importantly, when the CIA now, Gina Haspel says -- and she's been a hero after 9/11. We know that for a fact. When Gina Haspel says it's full cooperation within her agency. And there is now a demand to save order and recover order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And CIA officials that are involved in this will start talking.  It means what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "It means that the people who engaged in rampant acts of lawlessness and abused the tools of power to launch an investigation without evidence, to lie and spy on a campaign, those people are in trouble and that is John Brennan, and James Comey, and Andrew McCabe, Peter Strzok and James Clapper just to name a few. And I hope you're right, that the CIA will, in fact, turn over the documents that are demanded. But, you know, at the FBI, Christopher Wray is James Comey in a different suit and I'm deeply worried that he will continue to obstruct. But the tide has turned. The tables have turned and now you've got William Barr and John Durham. And there is a reason why Barr used the word spying. He has been debriefed by the Inspector General Michael Horowitz. He's well aware of the evidence accumulated so far. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } The interview of Christopher Steele will be pivotal because if he says, as we expect him to say, that I warned the FBI and the Department of Justice that this document I had composed is unverified, then that means having used it anyway, they engaged in a criminal conspiracy to defraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Exit question, and I'll give you 15 seconds each.  Sara, first. If they're now all going to be interviewed and we know Durham, we know Horowitz is holding back. I expect because of Steele. I'm hearing not until after the Fourth of July. Where is it headed? This means it's deeper and bigger than anyone thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It is much deeper. It is much bigger than anyone thought, Sean.  And I think the idea that the intelligence community was weaponized, basically weaponized to go against a political opponent is something we should all be so concerned with. It's a civil liberties issue and it's something that Durham is going to definitely take seriously and so is Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jordan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "All you have to look at for all the viewers out there is the fact all these people's attorneys from their government, all their former general counsels like Jim Baker at the FBI are starting to speak out to people like Rachel Maddow. There is a huge issue for them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well said. Last word, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "You know, this scheme to undo an election, to damage a president and frame him was so rapacious and pervasive, it will take many months to unravel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. It's getting deeper than we thought. We'll get to the bottom of it. We made that promise. We're not going to stop. All right. When we come back, sleepy, creepy, crazy Uncle Joe Biden -- well, he thinks he can beat President Trump in South Carolina and Texas.  Look what is happening in Orlando tonight. Ari Fleischer, Karl Roe next. Later, we sent Lawrence Jones to the impeach Trump rally in New York City this weekend. Two protestors were downright nasty and despicable to Lawrence. He will tell that story and much more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As I've been telling you, Nancy Pelosi, speaker in name only.  The party being run by a crop of extremists led by, yes, Alexandria Ocasio- Cortez. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } And this weekend, the New York congressman made one thing clear. The pressure is on Pelosi to move on their radical, out of control agenda, including the new Green Deal, impeachment or Nancy's days look numbered.  Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN KARL, ABC NEWS HOST",
      "sentences": "How real is that progressive frustration that Speaker Pelosi has said so far? And she seems to be really holding the line that she's not ready to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "I think it's quite real. I believe there is a very real animus and desire to make sure that we are -- that we are holding this president to account.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, ABC's Jonathan Karl didn't stop there fawning over the congresswoman at a prospect of her being called a king maker in the Democratic primary possibly between Democratic candidates Elizabeth Warren and Bernie Sanders. That's a touching moment. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL",
      "sentences": "Who will she endorse? Will she play king maker in the 2020 Democratic primary? So, let's turn to the 2020 campaign. Will you endorse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "sentences": "Not now. It's possible that I'll endorse later on perhaps, you know -- I do not see myself endorsing any time soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, all this may be bad news for sleepy, creepy, crazy Uncle Joe even though he tried to suck up to Congresswoman Ocasio-Cortez and adopt his own crazy New Green Deal. But anyway, new levels of delusion are happening for Biden, claiming that he's going to beat President Trump in Texas, and Georgia, and South Carolina. Here with reaction, FOX News contributors, pretty smart guys when it comes politics, Ari Fleischer and Karl Rove. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } And Ari smiling more, Karl, so gets first crack at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, Sean, the issue with AOC is she represents the future, she represents the energy of the Democratic Party.  You can just feel it in the grassroots. The problem the Democrats have and actually this will be interesting to see how it plays out, is there's a large number of Democrats who just want to beat Trump. It doesn't matter who they nominate so long as that person can beat Trump. There's another part that wants to go for the farthest left position they possibly elect. And that two groups -- those two groups are clearly intentioned and that's going to play itself out through the entire primary campaign. And having 4 million Twitter followers, that's another reason people do want her endorsements. I usually don't think endorsements matter. I think hers particularly closer to Iowa and New Hampshire will matter some.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Karl, I've known you a lot of years and I if you go this hardcore Left, New Green Deal and you're going to demand impeachment after four investigations. And you got hundreds of people and 150,000 people wanting to get in to see Trump tomorrow and 85 people showing up for Crazy Uncle Joe Biden, I'm thinking that's not a good sign. I don't see any Democrat with any real momentum. Obama had momentum, you wait, I don't see it here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. Look, let's - we got two issues here. We got AOC and we got Biden. We should be so lucky that she becomes the kingmaker, because this is a woman who's got real problems. I've got a mini board tonight--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hold on. Full shot of this. Go ahead. All right, we got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes. Little mini board. This is a CNN poll in March, her favorables nationwide 31, her unfavorables 41. And then there's just a new poll, I'm a little uncertain that was methodology to it. But in her district she has a 21 favorable, 51 unfavorable and a 13 percent reelect. The more of - the bigger the role that AOC plays inside the Democratic presidential primary process, the more Left-wing it goes and the better the President's chances for reelection are. If anybody thinks that what it is a hip district, in New York that's gentrifying, it's going to sell in flyover country, they're kidding themselves. So I want her to be more of a disruptive force. The bigger the why she plans and the worse off the Democrats are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Karl, why didn't Biden feel compelled to change his position so far on everything? He seems tired to me. And this is not a health diagnosis. He just doesn't seem like he's that into it. But he still gave it a New Green Deal with his own version to appease her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes. Look, I - maybe. But I think he's trying to thread the needle and being a little bit too cute. He ought to be who Joe Biden is. Now maybe he's trying to say, look, I've got - I've got - I'm not for the New Green Deal, but I'm for something that's reasonable and sounds sort of like it. But I think everybody inside the Democratic Party is recognizing the energy on the Left of the Democrats and just trying to appease it, that's why we have so many Democratic presidential candidates, not including Biden and Hickenlooper, who've come out in favor of the impeachment of the President. So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Who is going to win? Ari--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "--the energy is there in the Left of the Democratic Party. I just think it's a mistake on their part - on Biden's part to appeal to it so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ari, who's going to win this battle for the heart and soul the Democratic Party, because Nancy Pelosi is pretty hardcore Left, but apparently that Left enough and Joe looks tired to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISHER",
      "sentences": "Yes. None of us know yet and you just have to let it play out, that's the strength of our system and the Democrats have to go through it right now. But let me go back to that interview Jonathan Karl had, and this is where the press is soft on AOC and other liberals when they have their chance. If you read the resolution of her Green New Deal, it talked about all these guaranteed benefits the government would give, including health care for all residents of the United States. I believe a guaranteed job for all residents of the United States. Residents not citizens - residents. Jonathan Karl should have said, \"Does that apply to illegal immigrants? Do they all have a guaranteed right of health care in the United States, all the other benefits you tell? Why didn't you say citizens?\" The press misses its chance to ask logical questions, because they just love to let her talk and they like to listen, and they go easy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "At some point they going to have to say was Obamacare a success? Do you want to tear down the walls? Are walls immoral? You want to take back the tax cuts? Do you want to get rid of energy independence and hand - then the eight years of Obama? Listen, I'll say this. If Karl Rove could play the guitar, I don't know, the same way Jimmy Page and Led Zeppelin did, and you could play the piano of like Elton John and I don't know the piano man Billy Joel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I want to see Ari on those glasses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And if I could see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I want to see Ari on those glasses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We would have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISHER",
      "sentences": "People would boycott our concerts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--outside Orlando is biggest Trump since (ph) tonight - 45 hours before an event, it's amazing. All right. Guys good to see you all. When we come back sad story, but in an important one, we'll tell us next. We sent our Lawrence Jones to impeach Trump rally, not really well attended like any of them in New York City. Two of the protesters were hurling racist, vile, vicious comments at Lawrence. We got one of those on tape. Lawrence is next. And we do have a big announcement at the end of the show. And by the way our phone interviews with the President rated higher than the full network hour of little Georgie Stephanopoulos' Friday night - a disaster, and I'm glad. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. This weekend the Far-Left came together to demand Trump's impeachment. It was not well attended anywhere. We did send our friend and our colleague and investigative reporter, a guy that hits the streets hard, Lawrence Jones, to one of the rallies. This one in New York City, to ask, OK - why should the President be impeached? Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm here because I believe in democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS CONTRIBUTOR",
      "sentences": "And you believe the President should be impeached?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because he's an illegal President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "He is an illegal President, explain that for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He was in he was in cahoots with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Why do you believe the President should be impeached?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because he obstructed justice. I mean, he's committed really impeachable offenses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If it were any other President - any Democratic President, any other - even Republican President, he would have been impeached and thrown out of office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Do you believe the President should be impeached?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, there's been investigation after investigation. They found nothing. He's been investigated more than any other President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "What crime have we committed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He was - with everything with Russia - like he conned his way into the office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We've been putting like with an illegal, fake - illegally elected President for over two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "What crime do you suspect the President has committed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, number one, conspiracy with the Russians and then he covered it up like - I - you can't believe it. He's criminal for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Why don't you think the Democrats have brought up the articles of impeachment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a good question. I wish I could've read Pelosi's mind, but I can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Do you believe he's putting the country in real danger?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "How?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every single day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He loves our country. He's a good man. They want communism here. Well then go to Venezuela. I'm very angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There were some moments vile, racist, vicious, horrible. Two men actually approached our own Lawrence Jones and one told him to go back to Fox News where this \"More cotton for you to pick\". We don't have that on tape. But we do have the next comment on tape. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He'll tell you to go back to Kenya next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You said what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He'll tell you to go back to Kenya next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here now is Fox News Contributor, Editor-in-Chief Campus Reform, Lawrence Jones. We talked Saturday. I was pretty pissed off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You probably heard me in a way I don't usually go on the air - true or false. But I'm upset that that happened. Tell us - tell everybody what happened? I thought these were supposed to be the accepting, loving, wonderful tolerant people of the Left, apparently not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes, this is who they are, Sean. So often those of us that on the Right are painted as the racist people, the hateful people, I mean, you discuss this all the time on your program. And I was just asking these people simple questions about if they felt like the President should be impeached or not, these guys come up to me, and they say you know go back to Fox News to pick cotton. They say go back to Kenya. This is who these people are, but I doubt many people in the media are going to condemn these people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't - the thing is I don't think any of them will, that's a sad thing. We've become friends now over time. And",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know it has happened before. It has happened Deneen Borelli. I mean she writes in her book - just Google it. I'll never forget that. And if you're a black in America and conservative, for whatever reason there's no holds barred. Everything else is - oh, we have to watch it, you have to say the politically correct. There's not even an ounce of nicest, kindness, it's open season. Why is that? I frankly don't get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes. Well, see, these guys are upset and they're fearful. Notice these were not black people saying this. This was the white liberals saying these type of things, because they know that with our reports and exposing the poverty and the failure policies that all these Democrat cities have been doing too many people that look like me, they don't want this to be exposed. They believe that all black people need to think it they want us to - stay on the welfare system so we can't progress in life, and I'm going to expose it every single day. If they think that I'm going to stand down, because they yelled obscene things to me, they got enough thing coming. We going to double down, we're going to go to all these liberal cities, all these presidential candidates are going to have to answer why my community continues to be in poverty? Why is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you this Lawrence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "So, yell all they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. You know what happens every two, four years, but now it's like a continuing loop cycle. Republicans, conservatives, racist, sexist, homophobic, xenophobic Islamophobic. They want dirty air, water, kill granny, throw granny over the cliff. And by the way they hate old people and young kids. OK, none of its true. But I look at the President's records. We have the best employment situation since 1969. OK. I'm a little bit older than you. The Mets won the World Series Lawrence--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Look--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--in 1969. All right, you know what, I know you're young, you're better looking, you are smarter. I know. We're friends. You can say whatever you want. But look at African-Americans, Hispanic-Americans, Asian-Americans, women in the workplace, youth unemployment - records for Trump, not for Biden-Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why do they think that they have this hold on - when you break things down demographically, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Why, because I feel like the Republicans have failed to communicate our message. We have all the policies. We have all the policy and positions that help black America, but we don't go into those communities. I think the President--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You need to go there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "--can make a turn if he goes into the community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. I think that's a great analysis. That should not happen. I called you on Saturday, and I said, \"Listen, you don't have to do this\". And you said to me, \"Are you kidding?\" And I just want people to know that I just admire your strength, your courage and your desire to get out. And you love - there's other people that love you and go up to Lawrence and hug him and kiss them on the cheek. I've seen that too. I've seen that footage too, Lawrence. But this should not happen. And I'm sorry my friend that that happened. I am truly sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes, I appreciate you brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Don't - love you too. All right. We'll take a break. We'll come back. Don't forget Lawrence Jones, Fox Nation, and his new show \"Keeping Up with Jones\" available. And by the way, coming up despite the drug and homelessness crisis in California, you should hear liberal Governor, he's really in dope. Gavin Newsom say that GOP will be dumped in the \"History waste\" bin or \"the waste bin of history\" that's where he's going to end up. Governor Mike Huckabee, Jason Chaffetz next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Liberal lawlessness continuing to destroy major cities, sadly calls to liberals, they are blaming everybody but themselves. California Governor Leftist Gavin Newsom told \"Political\" recent interview, Republicans \"Are into the politics of what California was into in the 90s and they'll go the same direction in the waste bin of history.\" Governor, your state has the highest poverty in the nation, the highest state income tax, middle-class - you're losing tens and tens of thousands of people every year and states like Texas and Florida are gaining - and Tennessee. Cost of living in your state of California is skyrocketing and you're letting all this happen on your watch. All the homelessness - San Francisco, Los Angeles, that's your problem. Why don't you fix your problems? Anyway joining us now we are - welcome back to the program Fox News Contributor Mike Huckabee and also former Congressman and he did a great job. He was the #1 rated show, even in my absence on Friday and we love to thank our audience, Jason Chaffetz, good to see you, sir. Thanks for being in on Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Governor Huckabee we start with you. When you were Governor of Arkansas, you would never let this happen and nor did you tax at 13.5 percent state income tax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "sentences": "No, because if you've done that, you'd have been running people off like California. And if you don't believe that, here's what you can do. Go to the internet and Google the cost of the U-Haul trailer from California to Texas. And then look at the cost, if you take it from Texas to California, it's a fraction of the cost. you know why? Because U-Haul is basically--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tell us what the difference is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Well, the difference is people are moving out of California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You can't make me look at - TV. This is live TV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Well, I'm just telling. It's like $1,600 versus $400 and here the reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "People are getting out of California to go to Texas. When you take a trailer from Texas to California you're actually doing U-Haul a favor taking another trailer so that they can load up another family, who's getting the heck out of California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That is a great story. This is why you were so good in the debates. Jason Chaffetz?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, look, they are sanctuary city policies, they've got rapidly rising taxes. The regulations are overly burdensome and it's why, you're right, Texas, Florida, Utah, Idaho, Arizona people are fleeing. They can't live like that. Nobody can afford to do it. And look at by the tens of thousands the homelessness problem, it is so rampant in California and they're out there trying to regulate straws. It's just - there's such a disconnect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, look at the time - so there's a one-mile difference, Governor, we talked about it between Nancy Pelosi's gated community and her office. And in-between we did all the Lawrence Jones, he went there twice - feces, needles, homelessness. Why can't she - she's apparently it's reported worth tens of millions of dollars. She can't get her millionaire friends to build a center where they can get a shower, have a bathroom, maybe get a bed and a hot meal? The Liberals only generous with our money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Yes, that's a good assessment. They are only generous with somebody else's money. The biggest challenge California has got is they're becoming like a lot of other countries, and they're almost a country to itself. But the biggest danger they have is when you have extreme wealth, extreme poverty and a shrinking middle class. California has a lot of wealth, but it also now has the highest poverty rate, as you mentioned earlier. The danger that is the sort of the prerequisite to socialism and communism throughout history. When the middle class shrinks they've got no place to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Gavin if you're watching - and I know you'll hear about it, I think he's a jackass. Why don't you fix your own state before you lecture everybody else? These problems can be solved. Like, if I was Nancy Pelosi and I had this problem in the middle of my home - between my office, I think, I'd go to my rich neighbors and say I'll give a million, considering, she's worth tens of millions. Can you give a million? Can you give a million? Look, we're going to build a place where people can get a hot meal, go to the bathroom, take a shower and maybe even watch TV during the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But some of their fundamental policies - this sanctuary city policy, the invitation to come there and live there, to not cooperate with federal law enforcement officials, couple that with free health care for everybody, they provide all the incentives for people to come there illegally. They want to give everything away for free. They want everybody else to pay for it, and they're just about to raise the gas tax yet again. It's just - you can't live under those conditions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, let me say this. I did enjoy your Twitter flight Governor with Alec. I've had a few myself over the years. But I'll say this, if Sarah Huckabee Sanders ever decides to run for Governor of Arkansas, Sean Hannity is totally in her corner, and she can follow in the footsteps of her father. She's done a great job and you should be such a proud dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Thank you, Sean, I appreciate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Amen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Every kind of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. When we come back big announcement - and we have a big announcement about Georgie Stephanopoulos, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right \"Villain of the Day\" is little Georgie Stephanopoulos, Clinton hack, so-called ABC journalist, garnering - look at these horrible ratings for his one-hour special with the President. Fact. Well, we did a phone interview with the President for I think 45 minutes of the show, right here on \"Hannity.\" We got approximately 4.3 million viewers. He had 3.9. Tomorrow night we'll have wall-to-wall coverage of the President in Orlando. The president joins us Wednesday night. Let not your heart be troubled. Here is Laura Ingraham. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity.\" All right. Buckle up, tonight, major progress on multiple fronts in our quest for equal justice. At this hour, John Durham's investigation into the origins of this Russia witch hunt is now causing massive panic among many deep state officials, including many at the top upper echelon at the CIA, again, not rank and file. Remember last week, The New York Times reported Durham's investigation, quote, provoked anxiety in the ranks of the CIA and according to \"The American Spectator\", tonight, many top officials, they are now running scared and for good reason, 2016 and international effort to spy on the Trump campaign, the Trump transition team and, yes, the Trump presidency.  It all occurred. Multiple secret undercover informants were involved. All told, at least three, possibly more Trump associates were actively spied on abroad in what was an unprecedented effort to surveil on a political campaign. That means there is tonight in America the strong possibility that in 2016, what would be illegal intelligence gathering against American citizens and an American campaign was actually subcontracted out to allied countries to purposely circumvent U.S. law, constitutional civil liberties, have them do the dirty work and pass it on to our guys as if that would be legal. So, what did these top CIA officials, not rank and file, at the top, what did they know and when did they know it? Because at the very same time, Christopher Steele, Hillary Clinton's bought and paid for dirty Russian dossier with Russian lies, misinformation, propaganda was allegedly being pushed by then CIA director, a guy by the name of John Brennan. And, by the way, all of this happened on Obama and sleepy, creepy, crazy Uncle Joe's watch, not Donald Trump's. Brennan, now a paid official 24/7 Trump hater on conspiracy TV MSNBC every second, every minute, every hour of every day hating Trump. He should be worried tonight. He has previously called the president treasonous. But tonight, it looks far more likely, far more plausible that, in fact, it was Brennan who used his huge power and influence at the Central Intelligence Agency to spread lies, propaganda, misinformation, to influence a presidential election. How deep this goes, we won't find out and it is not just Brennan who needs to be held accountable. This culture of corruption among these high- ranking officials that still are serving in our government appears to be alive and well. According to \"The Times\", quote, senior agency officials have questioned why the CIA's analytical work should be subjected to a federal prosecutor's scrutiny. By the way, to the credit of the CIA director now, Gina Haspel, she said she will do, fully cooperate and everybody in her agency will fully cooperate. I have news for the senior officials, by the way, nobody in this country is above the law. Nobody. We are a constitutional republic. We are based on the civil liberties of we, you, we the people, not the government.  Fidelity to our constitutional civil liberties, that is a cornerstone of successful civil society. Now, we do entrust what is absolutely, positively -- I'm proud of this because we need them -- the world's single most powerful tools of intelligence to protect us against many enemies both foreign and domestic.  Those enemies are real. These powerful tools, however, are never to be weaponized against the American people for/or political opponents or political campaigns. And mark my words, we will get to the bottom of this. John Durham will uncover the truth. We will get the equal justice that you, we, the American people deserve. It is a sad chapter that some people would abuse their power to this level, because when it comes to spying, you can destroy anybody in the country.  That's why we have a Constitution, which is the foundation of our rule of law, which is where our civil liberties come from. The president, attorney general, are all dedicated to stopping this abuse of power from ever happening again no matter who was involved. Let's take a look."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS HOST",
      "utterance": "You clearly believe there were a group of people working against you. Do you think President Obama was behind it?"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I would say that he certainly must have known about it because it went high up in the chain.  But you're going to find that out. I'm not going to make that statement quite yet. But I would say that President Obama had to know about it. A previous administration used the intelligence data and intelligence agencies to spy on my campaign."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Do you believe President Obama spied on your campaign?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know. But, hopefully, we're going to find out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, keeping the deep state in check will be an ongoing struggle.  It will take time. We won't stop. For example, over the weekend, even The New York Times issued a report about America's escalating online attacks against Russia's power grid.  Now, \"The Times\" is alleging that the president was purposely left in the dark about these new measures, quote, officials describe broad hesitation to go into detail with Mr. Trump about operations against Russia for concern over his reaction and the possibility that he might countermand or discuss it with foreign officials. Excuse me. But whether Washington, unelectable bureaucrats like it or not, President Trump was a duly elected president of the American people. He was given his power as commander-in-chief by the American people, not by Washington swamp and sewer creatures. And he must be briefed on any serious security measure that this country takes against an international foe. And yes, Russia is a foe, a hostile regime run by a hostile actor by the name of Vladimir Putin. By the way, as an aside, I'll just throw this out there. You want to bring Russia and Putin to their knees? This country can and should out produce them in terms of energy and when we do that, and use the vast resources that are far bigger than theirs and help our allies with what is the lifeblood of every economy, oil and gas, guess what? They will be in deep trouble. But you do have these holier-than-thou James Comey super patriots in our nation's capital, they've got to be stopped. The will of the American people must be served. We must be protected from what is a powerful few unelected, unaccountable bureaucrats and for many years, one of those powerful, unelected bureaucrats, there she is, Hillary Clinton. Today, a fallout from her reckless mishandling of top secret, classified information during her time as secretary of state is far from over. As the attorney general said to Senator Lindsey Graham of South Carolina, and breaking just moments ago, our very own Catherine Herridge is now reporting at this hour that an ongoing State Department probe has now identified at least 15 individuals who mishandled classified material associated with Clinton's illicit secret server that was in the mom and pop shop bathroom closet. So far, the State Department's review has uncovered 30 serious security incidents and those numbers could get much higher as the investigation continues to unfold. An incredibly scary situation. Without a doubt, Hillary Clinton put state secrets, yes, lives, methods, sources, in jeopardy and she didn't act alone. She broke the law. It is clear, 18USC 793, and then she tried to cover it up. You know the story, why she wiped clean the hard drives, Bleach Bit, hammer, SIM cards. And, by the way, now we have at least 15 other individuals who have been implicated in what is Clinton's gross misconduct.  All must be held accountable. We'll get back to my monologue in a second. Joining us now with a full report on this breaking news is our very own Catherine Herridge. Catherine, I know you've been -- remember that point, though, where only 40 emails were sampled and four of the 40 were classified top secret."
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CORRESPONDENT",
      "utterance": "That's right, and good evening. In this letter obtained by FOX News, the State Department provides a progress report telling Republican Senator Chuck Grassley that it has identified multiple security incident involving current and former employees related to Hillary Clinton's emails. Quote, to this point, the department has assessed culpability to 15 individuals, some of whom were culpable in multiple security incidents. Diplomatic Security has issued 23 violations and seven infraction incidents. This number will change, it says, as the review progresses. The State Department notification to Grassley who is overseeing this review does not identify individuals by name but FOX News was first to report the key aides, Huma Abedin and Jake Sullivan, sent classified materials through Clinton's unsecured server, kickstarting the FBI criminal probe in 2015.  Despite the nearly two-year FBI investigation, no one was ever charged with mishandling classified information, even though then FBI James Comey confirmed in July 2016 that seven email chains were classified at the top secret Special Access Program level when they were sent or received by Clinton's team. Known as, SAP Programs, they are among the U.S. government's most closely guarded secrets, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Catherine Herridge, great investigative work as always. Thank you so much for sharing that with our audience. More later in the show. First, we turn our \"Hannity\" watch 2020, radical socialist Democrats, their close friends and the media mob. Tonight, Nancy Pelosi is barely clinging to her gavel. As we speak, yes, the speaker in name only is trying to prevent her radical base from launching an impeachment proceeding against President Trump. Now, I said speaker in name only to appease this radical base, top Democrats investigating Trump/Russia collusion. They once again want to do this. This is now the fifth such investigation. And the results will not be any different as the attorney general said, it is over. More seasoned Democrats, 43 Democrats, oh, newly elected red states, they all are expressing loudly, this is political suicide. But by the way, whatever. According to reports, Democrats are planning to haul in Corey Lewandowski, former New Jersey Governor Chris Christie, even Paul Manafort to Capitol Hill. More testimony, same questions, more interviews. Everyone in my view should plead the Fifth. You know what, after four investigations that concluded the same thing, no collusion, no obstruction, a fifth investigation is nothing short of an abuse of power and absolute harassment and a waste of taxpayer money. And, by the way, what about the private citizen that will now again have to hire high-priced, hourly lawyers in Washington. It is a national disgrace and they don't care. Remember, all surrounding what is a real conspiracy, a real hoax. There was no collusion with the Trump campaign. No conspiracy, no obstruction. Democrats don't care. They were even calling for the president's impeachment because of this totally reasonable statement. This was like the perfect setup. I suspect the president did it himself where he said, well, if someone called me, I would listen. If I had to I'm calling the FBI, OK? What's wrong with that? Watch."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Your campaign this time around, if foreigners, if Russia, if China, if someone else offers you information on opponents, should they accept it or should they call the FBI?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think maybe you do both. I think you might want to listen. I don't -- there is nothing wrong with listening. If somebody called from a country, Norway, we have information on your opponent. Oh, I think I want to hear it"
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "You want that kind of interference in our elections?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's not an interference. They have information. I think I'd take it. If I thought there was something wrong, I'd go maybe to the FBI"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I thought -- so, they called me, I would listen. If it's wrong, I'll go to the FBI. If listening to what some people say when they call you, you don't solicit it and report anything nefarious to the FBI is a crime, then what does that make Hillary Clinton? You know, I know George Stephanopoulos, by the way, is a Clinton sycophant, oh, by the way, the lowest ratings ever for his hour special. Our phone interviews with Donald Trump rated higher. I'll explain later. Anyway, but she actually paid for the Russian lies, the misinformation, the Russian dirt after funneling money through a law firm to an op research firm, to a foreign national. Still over the weekend, deranged Trump haters, in multiple cities, by the way, this was a total bust -- they weren't many of them -- took to the streets to demand impeachment. We did send our own investigative reporter, our guy on the streets, our friend Lawrence Jones to the rally in New York City. This is a disgusting display of what he had to encounter. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm here because I believe in democracy."
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS CONTRIBUTOR",
      "utterance": "And you believe the president should be impeached?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I do."
    },
    {
      "speaker": "JONES",
      "utterance": "Why?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because he is an illegal president."
    },
    {
      "speaker": "JONES",
      "utterance": "Why do you believe the president should be impeached?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Because he obstructed justice. I mean, he's committed really impeachable offenses."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we show you the full tape later in the show a horrific, disturbance racist moment. Lawrence viciously, personally attacked because of his race, vile, vicious, hateful racism, Lawrence will join us in a moment to respond and tell you what these sick, disgusting individuals did.  I am angry. Meanwhile, this rage-filled anti-Trump rally took place just days before the official relaunch of the president's campaign tomorrow in Orlando, Florida. Now, unlike those sad, indignant impeachment rallies, the president's event tomorrow will be extremely well-attended. In fact, Trump supporters, well, they were lining up 40-plus hours in advance of the rally, at least 20,000, 25,000 people. They're going to squeeze as many as possible in. There's been well over 150,000 requests for tickets at this hour. Here with more from the ground is an old friend of our program, FOX 35 Orlando, Valerie is with us. Valerie Boey, it has been a while. We became great friends. You're a great reporter. It's great to see you again. Thank you for being with us."
    },
    {
      "speaker": "VALERIE BOEY, WOFL REPORTER",
      "utterance": "Thank you so much, Sean. It's great to be here. Right now, you have hundreds of people camping out outside the Amway Center. Amway is that the building right there. Look at all the people lined up along the sidewalk. Oh, they are so excited right now. This is where President Trump will kick off his reelection campaign. Take a look at all the people here. Now, today, the president tweeted that there has been 100,000 RSVPs for the rally, but you know what? There's only room for 20,000 people inside Amway. So, many people will actually be watching from an outdoor area at Amway.  Over here, we have more campers and joining me right now is Amanda and John. They are from Georgia. You guys, what did you come here for?"
    },
    {
      "speaker": "TRUMP SUPPORTER",
      "utterance": "We came because we have to see Trump. I mean, it's his reelection, his big thing and we're having the Trump fest tomorrow, super excited for that. And this is also my Father's Day gift to dad."
    },
    {
      "speaker": "TRUMP SUPPORTER",
      "utterance": "Best Father's Day gift ever."
    },
    {
      "speaker": "BOEY",
      "utterance": "John, what did you bring here?"
    },
    {
      "speaker": "TRUMP SUPPORTER",
      "utterance": "We have our tent with, sleeping bags, food. We brought a grill and immediately made some friends and we'll have a cook-out tonight."
    },
    {
      "speaker": "BOEY",
      "utterance": "OK. Well, it sounds like it's going to be a great, great day. But I've got to tell you, Sean, earlier today, it was pouring rain and lots of lightning. So, thank goodness these people had a tent because you know what? They're probably need any of it. Back to you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Valerie, we've been friends a lot of years. I want to go to that party. Tell your bosses, I said -- because we've been friends for so many years -- you have the rest of the night off, you can have the barbecue and -- I mean, this is stuff that happens to people that play guitars, piano and sing. This has not happened to a politician. Joe Biden, creepy, sleepy, could only get 85 people. Unbelievable. Have a great time. Valerie, great to see you."
    },
    {
      "speaker": "BOEY",
      "utterance": "Exactly. It's all --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Joining us now with reaction to our opening monologue, FOX News contributor Sara Carter, and FOX News legal analyst, author of the bestselling book, \"The Russia Hoax\", and American Center for Law and Justice Executive Director Jordan Sekulow. Because she's smiling the most, we'll start with Sarah tonight. All right.  Seriously, if you don't play guitar, or piano and sing, who gets that kind of 40 plus hours outline and 150,000 requests? That's pretty insane."
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "That's incredible. It's President Trump, Sean. And this is what the Democrats don't want the rest of the American public to actually understand. Here we have a president who is willing to listen to the American people, go out there. He speaks to them directly. And I hear this over and over again, no matter where I go. I'm in North Carolina. I've heard people talking about the rally tomorrow night here in North Carolina. On my way up here, saying how excited they were. People feel energized by president Trump and I think what we're seeing on the part of the Democrats is really unfortunate because they are pushing this idea of impeachment and I do not believe the American public is going to buy this one bit. It's going to backfire against them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let me go to the issues that we brought legally and by the way, Jordan, good to see you. We've been friends a long time. I want to go to you first. On the legal side of it, what the CIA is afraid of. If in fact -- we give them these tools. I am proud, by the way, that we have the premier law enforcement agency in the world. They're called the FBI, and we have the premier intelligence of the world, the envy of the world, that's the CIA and other groups. But we also have a Constitution, civil liberties. If we weaponize these tools, can you not spy on anybody every second of every day? You said yes."
    },
    {
      "speaker": "JORDAN SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE EXECUTIVE DIRECTOR",
      "utterance": "It's the worst fears we have about these agencies, right? I mean, that's part of this -- the whole Russian scandal and the fact that an American political campaign was spied on, a presidential campaign, and a major presidential campaign was spied on by the U.S. government systems that we create. This is -- that's our greatest fear and that's when you have to put the real checks in. I'm sure that article is correct that the CIA agents, the bureaucrats in Washington, D.C., are no fans of the U.S. attorney and Attorney Durham or Attorney General Barr and the investigation because they are not used to anyone in Washington, D.C. looking into what they're doing, how they are using the tools that we pay for, and create."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "But then you see that leak, Sean, I mean, the leak to \"The New York Times\" about this technology that we've done to Russia's power grid.  That whole issue, that's also a huge part of national security risk right there, the leak of that story."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Really well said. And, Greg, now that we know that first of all, Durham is going to Great Britain. He's going to interview Steele. We already know what Steele has to say because he said it in an interrogatory under oath, which he said, I don't know if any of this is true. That's a big deal. But more importantly, when the CIA now, Gina Haspel says -- and she's been a hero after 9/11. We know that for a fact. When Gina Haspel says it's full cooperation within her agency. And there is now a demand to save order and recover order."
    },
    {
      "speaker": "GREG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And CIA officials that are involved in this will start talking.  It means what?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "It means that the people who engaged in rampant acts of lawlessness and abused the tools of power to launch an investigation without evidence, to lie and spy on a campaign, those people are in trouble and that is John Brennan, and James Comey, and Andrew McCabe, Peter Strzok and James Clapper just to name a few. And I hope you're right, that the CIA will, in fact, turn over the documents that are demanded. But, you know, at the FBI, Christopher Wray is James Comey in a different suit and I'm deeply worried that he will continue to obstruct. But the tide has turned. The tables have turned and now you've got William Barr and John Durham. And there is a reason why Barr used the word spying. He has been debriefed by the Inspector General Michael Horowitz. He's well aware of the evidence accumulated so far. The interview of Christopher Steele will be pivotal because if he says, as we expect him to say, that I warned the FBI and the Department of Justice that this document I had composed is unverified, then that means having used it anyway, they engaged in a criminal conspiracy to defraud."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Exit question, and I'll give you 15 seconds each.  Sara, first. If they're now all going to be interviewed and we know Durham, we know Horowitz is holding back. I expect because of Steele. I'm hearing not until after the Fourth of July. Where is it headed? This means it's deeper and bigger than anyone thought."
    },
    {
      "speaker": "CARTER",
      "utterance": "It is much deeper. It is much bigger than anyone thought, Sean.  And I think the idea that the intelligence community was weaponized, basically weaponized to go against a political opponent is something we should all be so concerned with. It's a civil liberties issue and it's something that Durham is going to definitely take seriously and so is Barr."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jordan?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "All you have to look at for all the viewers out there is the fact all these people's attorneys from their government, all their former general counsels like Jim Baker at the FBI are starting to speak out to people like Rachel Maddow. There is a huge issue for them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well said. Last word, Greg?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "You know, this scheme to undo an election, to damage a president and frame him was so rapacious and pervasive, it will take many months to unravel."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. It's getting deeper than we thought. We'll get to the bottom of it. We made that promise. We're not going to stop. All right. When we come back, sleepy, creepy, crazy Uncle Joe Biden -- well, he thinks he can beat President Trump in South Carolina and Texas.  Look what is happening in Orlando tonight. Ari Fleischer, Karl Roe next. Later, we sent Lawrence Jones to the impeach Trump rally in New York City this weekend. Two protestors were downright nasty and despicable to Lawrence. He will tell that story and much more."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As I've been telling you, Nancy Pelosi, speaker in name only.  The party being run by a crop of extremists led by, yes, Alexandria Ocasio- Cortez. And this weekend, the New York congressman made one thing clear. The pressure is on Pelosi to move on their radical, out of control agenda, including the new Green Deal, impeachment or Nancy's days look numbered.  Take a look."
    },
    {
      "speaker": "JONATHAN KARL, ABC NEWS HOST",
      "utterance": "How real is that progressive frustration that Speaker Pelosi has said so far? And she seems to be really holding the line that she's not ready to do that."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "I think it's quite real. I believe there is a very real animus and desire to make sure that we are -- that we are holding this president to account."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, ABC's Jonathan Karl didn't stop there fawning over the congresswoman at a prospect of her being called a king maker in the Democratic primary possibly between Democratic candidates Elizabeth Warren and Bernie Sanders. That's a touching moment. Take a look."
    },
    {
      "speaker": "KARL",
      "utterance": "Who will she endorse? Will she play king maker in the 2020 Democratic primary? So, let's turn to the 2020 campaign. Will you endorse?"
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "utterance": "Not now. It's possible that I'll endorse later on perhaps, you know -- I do not see myself endorsing any time soon."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, all this may be bad news for sleepy, creepy, crazy Uncle Joe even though he tried to suck up to Congresswoman Ocasio-Cortez and adopt his own crazy New Green Deal. But anyway, new levels of delusion are happening for Biden, claiming that he's going to beat President Trump in Texas, and Georgia, and South Carolina. Here with reaction, FOX News contributors, pretty smart guys when it comes politics, Ari Fleischer and Karl Rove. And Ari smiling more, Karl, so gets first crack at it."
    },
    {
      "speaker": "ARI FLEISCHER, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, Sean, the issue with AOC is she represents the future, she represents the energy of the Democratic Party.  You can just feel it in the grassroots. The problem the Democrats have and actually this will be interesting to see how it plays out, is there's a large number of Democrats who just want to beat Trump. It doesn't matter who they nominate so long as that person can beat Trump. There's another part that wants to go for the farthest left position they possibly elect. And that two groups -- those two groups are clearly intentioned and that's going to play itself out through the entire primary campaign. And having 4 million Twitter followers, that's another reason people do want her endorsements. I usually don't think endorsements matter. I think hers particularly closer to Iowa and New Hampshire will matter some."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Karl, I've known you a lot of years and I if you go this hardcore Left, New Green Deal and you're going to demand impeachment after four investigations. And you got hundreds of people and 150,000 people wanting to get in to see Trump tomorrow and 85 people showing up for Crazy Uncle Joe Biden, I'm thinking that's not a good sign. I don't see any Democrat with any real momentum. Obama had momentum, you wait, I don't see it here."
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. Look, let's - we got two issues here. We got AOC and we got Biden. We should be so lucky that she becomes the kingmaker, because this is a woman who's got real problems. I've got a mini board tonight--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hold on. Full shot of this. Go ahead. All right, we got it."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes. Little mini board. This is a CNN poll in March, her favorables nationwide 31, her unfavorables 41. And then there's just a new poll, I'm a little uncertain that was methodology to it. But in her district she has a 21 favorable, 51 unfavorable and a 13 percent reelect. The more of - the bigger the role that AOC plays inside the Democratic presidential primary process, the more Left-wing it goes and the better the President's chances for reelection are. If anybody thinks that what it is a hip district, in New York that's gentrifying, it's going to sell in flyover country, they're kidding themselves. So I want her to be more of a disruptive force. The bigger the why she plans and the worse off the Democrats are."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Karl, why didn't Biden feel compelled to change his position so far on everything? He seems tired to me. And this is not a health diagnosis. He just doesn't seem like he's that into it. But he still gave it a New Green Deal with his own version to appease her?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes. Look, I - maybe. But I think he's trying to thread the needle and being a little bit too cute. He ought to be who Joe Biden is. Now maybe he's trying to say, look, I've got - I've got - I'm not for the New Green Deal, but I'm for something that's reasonable and sounds sort of like it. But I think everybody inside the Democratic Party is recognizing the energy on the Left of the Democrats and just trying to appease it, that's why we have so many Democratic presidential candidates, not including Biden and Hickenlooper, who've come out in favor of the impeachment of the President. So--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Who is going to win? Ari--"
    },
    {
      "speaker": "ROVE",
      "utterance": "--the energy is there in the Left of the Democratic Party. I just think it's a mistake on their part - on Biden's part to appeal to it so much."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ari, who's going to win this battle for the heart and soul the Democratic Party, because Nancy Pelosi is pretty hardcore Left, but apparently that Left enough and Joe looks tired to me."
    },
    {
      "speaker": "FLEISHER",
      "utterance": "Yes. None of us know yet and you just have to let it play out, that's the strength of our system and the Democrats have to go through it right now. But let me go back to that interview Jonathan Karl had, and this is where the press is soft on AOC and other liberals when they have their chance. If you read the resolution of her Green New Deal, it talked about all these guaranteed benefits the government would give, including health care for all residents of the United States. I believe a guaranteed job for all residents of the United States. Residents not citizens - residents. Jonathan Karl should have said, \"Does that apply to illegal immigrants? Do they all have a guaranteed right of health care in the United States, all the other benefits you tell? Why didn't you say citizens?\" The press misses its chance to ask logical questions, because they just love to let her talk and they like to listen, and they go easy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "At some point they going to have to say was Obamacare a success? Do you want to tear down the walls? Are walls immoral? You want to take back the tax cuts? Do you want to get rid of energy independence and hand - then the eight years of Obama? Listen, I'll say this. If Karl Rove could play the guitar, I don't know, the same way Jimmy Page and Led Zeppelin did, and you could play the piano of like Elton John and I don't know the piano man Billy Joel."
    },
    {
      "speaker": "ROVE",
      "utterance": "I want to see Ari on those glasses."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And if I could see."
    },
    {
      "speaker": "ROVE",
      "utterance": "I want to see Ari on those glasses."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We would have--"
    },
    {
      "speaker": "FLEISHER",
      "utterance": "People would boycott our concerts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--outside Orlando is biggest Trump since (ph) tonight - 45 hours before an event, it's amazing. All right. Guys good to see you all. When we come back sad story, but in an important one, we'll tell us next. We sent our Lawrence Jones to impeach Trump rally, not really well attended like any of them in New York City. Two of the protesters were hurling racist, vile, vicious comments at Lawrence. We got one of those on tape. Lawrence is next. And we do have a big announcement at the end of the show. And by the way our phone interviews with the President rated higher than the full network hour of little Georgie Stephanopoulos' Friday night - a disaster, and I'm glad. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. This weekend the Far-Left came together to demand Trump's impeachment. It was not well attended anywhere. We did send our friend and our colleague and investigative reporter, a guy that hits the streets hard, Lawrence Jones, to one of the rallies. This one in New York City, to ask, OK - why should the President be impeached? Let's watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm here because I believe in democracy."
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS CONTRIBUTOR",
      "utterance": "And you believe the President should be impeached?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I do."
    },
    {
      "speaker": "JONES",
      "utterance": "Why?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because he's an illegal President."
    },
    {
      "speaker": "JONES",
      "utterance": "He is an illegal President, explain that for me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He was in he was in cahoots with the Russians."
    },
    {
      "speaker": "JONES",
      "utterance": "Why do you believe the President should be impeached?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Because he obstructed justice. I mean, he's committed really impeachable offenses."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If it were any other President - any Democratic President, any other - even Republican President, he would have been impeached and thrown out of office."
    },
    {
      "speaker": "JONES",
      "utterance": "Do you believe the President should be impeached?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, there's been investigation after investigation. They found nothing. He's been investigated more than any other President."
    },
    {
      "speaker": "JONES",
      "utterance": "What crime have we committed?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He was - with everything with Russia - like he conned his way into the office."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We've been putting like with an illegal, fake - illegally elected President for over two years."
    },
    {
      "speaker": "JONES",
      "utterance": "What crime do you suspect the President has committed?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Well, number one, conspiracy with the Russians and then he covered it up like - I - you can't believe it. He's criminal for a long time."
    },
    {
      "speaker": "JONES",
      "utterance": "Why don't you think the Democrats have brought up the articles of impeachment?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a good question. I wish I could've read Pelosi's mind, but I can't."
    },
    {
      "speaker": "JONES",
      "utterance": "Do you believe he's putting the country in real danger?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, every day."
    },
    {
      "speaker": "JONES",
      "utterance": "How?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Every single day."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He loves our country. He's a good man. They want communism here. Well then go to Venezuela. I'm very angry."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There were some moments vile, racist, vicious, horrible. Two men actually approached our own Lawrence Jones and one told him to go back to Fox News where this \"More cotton for you to pick\". We don't have that on tape. But we do have the next comment on tape. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He'll tell you to go back to Kenya next."
    },
    {
      "speaker": "JONES",
      "utterance": "You said what?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He'll tell you to go back to Kenya next."
    },
    {
      "speaker": "JONES",
      "utterance": "OK."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here now is Fox News Contributor, Editor-in-Chief Campus Reform, Lawrence Jones. We talked Saturday. I was pretty pissed off."
    },
    {
      "speaker": "JONES",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You probably heard me in a way I don't usually go on the air - true or false. But I'm upset that that happened. Tell us - tell everybody what happened? I thought these were supposed to be the accepting, loving, wonderful tolerant people of the Left, apparently not."
    },
    {
      "speaker": "JONES",
      "utterance": "Yes, this is who they are, Sean. So often those of us that on the Right are painted as the racist people, the hateful people, I mean, you discuss this all the time on your program. And I was just asking these people simple questions about if they felt like the President should be impeached or not, these guys come up to me, and they say you know go back to Fox News to pick cotton. They say go back to Kenya. This is who these people are, but I doubt many people in the media are going to condemn these people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't - the thing is I don't think any of them will, that's a sad thing. We've become friends now over time. And"
    },
    {
      "speaker": "JONES",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know it has happened before. It has happened Deneen Borelli. I mean she writes in her book - just Google it. I'll never forget that. And if you're a black in America and conservative, for whatever reason there's no holds barred. Everything else is - oh, we have to watch it, you have to say the politically correct. There's not even an ounce of nicest, kindness, it's open season. Why is that? I frankly don't get it."
    },
    {
      "speaker": "JONES",
      "utterance": "Yes. Well, see, these guys are upset and they're fearful. Notice these were not black people saying this. This was the white liberals saying these type of things, because they know that with our reports and exposing the poverty and the failure policies that all these Democrat cities have been doing too many people that look like me, they don't want this to be exposed. They believe that all black people need to think it they want us to - stay on the welfare system so we can't progress in life, and I'm going to expose it every single day. If they think that I'm going to stand down, because they yelled obscene things to me, they got enough thing coming. We going to double down, we're going to go to all these liberal cities, all these presidential candidates are going to have to answer why my community continues to be in poverty? Why is that?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you this Lawrence."
    },
    {
      "speaker": "JONES",
      "utterance": "So, yell all they want."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. You know what happens every two, four years, but now it's like a continuing loop cycle. Republicans, conservatives, racist, sexist, homophobic, xenophobic Islamophobic. They want dirty air, water, kill granny, throw granny over the cliff. And by the way they hate old people and young kids. OK, none of its true. But I look at the President's records. We have the best employment situation since 1969. OK. I'm a little bit older than you. The Mets won the World Series Lawrence--"
    },
    {
      "speaker": "JONES",
      "utterance": "Look--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "--in 1969. All right, you know what, I know you're young, you're better looking, you are smarter. I know. We're friends. You can say whatever you want. But look at African-Americans, Hispanic-Americans, Asian-Americans, women in the workplace, youth unemployment - records for Trump, not for Biden-Obama."
    },
    {
      "speaker": "JONES",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why do they think that they have this hold on - when you break things down demographically, why?"
    },
    {
      "speaker": "JONES",
      "utterance": "Why, because I feel like the Republicans have failed to communicate our message. We have all the policies. We have all the policy and positions that help black America, but we don't go into those communities. I think the President--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You need to go there."
    },
    {
      "speaker": "JONES",
      "utterance": "--can make a turn if he goes into the community."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. I think that's a great analysis. That should not happen. I called you on Saturday, and I said, \"Listen, you don't have to do this\". And you said to me, \"Are you kidding?\" And I just want people to know that I just admire your strength, your courage and your desire to get out. And you love - there's other people that love you and go up to Lawrence and hug him and kiss them on the cheek. I've seen that too. I've seen that footage too, Lawrence. But this should not happen. And I'm sorry my friend that that happened. I am truly sorry."
    },
    {
      "speaker": "JONES",
      "utterance": "Yes, I appreciate you brother."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Don't - love you too. All right. We'll take a break. We'll come back. Don't forget Lawrence Jones, Fox Nation, and his new show \"Keeping Up with Jones\" available. And by the way, coming up despite the drug and homelessness crisis in California, you should hear liberal Governor, he's really in dope. Gavin Newsom say that GOP will be dumped in the \"History waste\" bin or \"the waste bin of history\" that's where he's going to end up. Governor Mike Huckabee, Jason Chaffetz next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Liberal lawlessness continuing to destroy major cities, sadly calls to liberals, they are blaming everybody but themselves. California Governor Leftist Gavin Newsom told \"Political\" recent interview, Republicans \"Are into the politics of what California was into in the 90s and they'll go the same direction in the waste bin of history.\" Governor, your state has the highest poverty in the nation, the highest state income tax, middle-class - you're losing tens and tens of thousands of people every year and states like Texas and Florida are gaining - and Tennessee. Cost of living in your state of California is skyrocketing and you're letting all this happen on your watch. All the homelessness - San Francisco, Los Angeles, that's your problem. Why don't you fix your problems? Anyway joining us now we are - welcome back to the program Fox News Contributor Mike Huckabee and also former Congressman and he did a great job. He was the #1 rated show, even in my absence on Friday and we love to thank our audience, Jason Chaffetz, good to see you, sir. Thanks for being in on Friday."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Governor Huckabee we start with you. When you were Governor of Arkansas, you would never let this happen and nor did you tax at 13.5 percent state income tax."
    },
    {
      "speaker": "MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "utterance": "No, because if you've done that, you'd have been running people off like California. And if you don't believe that, here's what you can do. Go to the internet and Google the cost of the U-Haul trailer from California to Texas. And then look at the cost, if you take it from Texas to California, it's a fraction of the cost. you know why? Because U-Haul is basically--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tell us what the difference is?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Well, the difference is people are moving out of California."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You can't make me look at - TV. This is live TV."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Well, I'm just telling. It's like $1,600 versus $400 and here the reason."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "People are getting out of California to go to Texas. When you take a trailer from Texas to California you're actually doing U-Haul a favor taking another trailer so that they can load up another family, who's getting the heck out of California."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That is a great story. This is why you were so good in the debates. Jason Chaffetz?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, look, they are sanctuary city policies, they've got rapidly rising taxes. The regulations are overly burdensome and it's why, you're right, Texas, Florida, Utah, Idaho, Arizona people are fleeing. They can't live like that. Nobody can afford to do it. And look at by the tens of thousands the homelessness problem, it is so rampant in California and they're out there trying to regulate straws. It's just - there's such a disconnect."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, look at the time - so there's a one-mile difference, Governor, we talked about it between Nancy Pelosi's gated community and her office. And in-between we did all the Lawrence Jones, he went there twice - feces, needles, homelessness. Why can't she - she's apparently it's reported worth tens of millions of dollars. She can't get her millionaire friends to build a center where they can get a shower, have a bathroom, maybe get a bed and a hot meal? The Liberals only generous with our money?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Yes, that's a good assessment. They are only generous with somebody else's money. The biggest challenge California has got is they're becoming like a lot of other countries, and they're almost a country to itself. But the biggest danger they have is when you have extreme wealth, extreme poverty and a shrinking middle class. California has a lot of wealth, but it also now has the highest poverty rate, as you mentioned earlier. The danger that is the sort of the prerequisite to socialism and communism throughout history. When the middle class shrinks they've got no place to go."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Gavin if you're watching - and I know you'll hear about it, I think he's a jackass. Why don't you fix your own state before you lecture everybody else? These problems can be solved. Like, if I was Nancy Pelosi and I had this problem in the middle of my home - between my office, I think, I'd go to my rich neighbors and say I'll give a million, considering, she's worth tens of millions. Can you give a million? Can you give a million? Look, we're going to build a place where people can get a hot meal, go to the bathroom, take a shower and maybe even watch TV during the day."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But some of their fundamental policies - this sanctuary city policy, the invitation to come there and live there, to not cooperate with federal law enforcement officials, couple that with free health care for everybody, they provide all the incentives for people to come there illegally. They want to give everything away for free. They want everybody else to pay for it, and they're just about to raise the gas tax yet again. It's just - you can't live under those conditions."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, let me say this. I did enjoy your Twitter flight Governor with Alec. I've had a few myself over the years. But I'll say this, if Sarah Huckabee Sanders ever decides to run for Governor of Arkansas, Sean Hannity is totally in her corner, and she can follow in the footsteps of her father. She's done a great job and you should be such a proud dad."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Thank you, Sean, I appreciate."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Amen."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Every kind of you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. When we come back big announcement - and we have a big announcement about Georgie Stephanopoulos, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right \"Villain of the Day\" is little Georgie Stephanopoulos, Clinton hack, so-called ABC journalist, garnering - look at these horrible ratings for his one-hour special with the President. Fact. Well, we did a phone interview with the President for I think 45 minutes of the show, right here on \"Hannity.\" We got approximately 4.3 million viewers. He had 3.9. Tomorrow night we'll have wall-to-wall coverage of the President in Orlando. The president joins us Wednesday night. Let not your heart be troubled. Here is Laura Ingraham. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}