{
  "date": "June 15, 2022",
  "headline": "'The Ingraham Angle' on Hispanic voters leaving Democrat Party",
  "subHeadline": "Guests: Monica De La Cruz, Tom Cotton, Raymond Arroyo, Barry Loudermilk, Jessica Konen, Harmeet Dhillon, Mollie Hemingway",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-hispanic-voters-leaving-democrat-party",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right. I'm Laura Ingraham. And this is THE INGRAHAM ANGLE from Washington tonight. Now, last night, we were joined by Congressman Barry Loudermilk, a Republican who was in no uncertain terms accused of leaving recon missions for so-called insurrectionists before January 6. Now, he was cleared by the Capitol Police. But that hasn't stopped the January 6 committee from coming after him. He's back tonight with his exclusive response to the ongoing smear campaign. But first, twisted priorities. That's the focus of tonight's 'Angle'. You can tell a lot about a person by what he or she prioritizes in life. So your kids are in a soccer tournament? Do you cancel that golf outing happening the same day or not? And same with the politicians and activists, when the you-know-what is hitting the fan in the country, do you jump in to solve the problem, or do you blow it off? And work on pet projects that don't help solve anything. Well, that's what's happening right now here in the United States. We just learned that retail sales are falling, as inflation robs Americans of their spending money - extra spending money, if they had any. Today's rate hike by the Fed was the highest since '94. That's going to smash the housing market. And the rate hike too little too late, as Peter Schiff said last night. And sure enough, we knew this was going to happen. Homebuilder sentiment dropped to its lowest level in two years that was during the pandemic. And then the Producer Price Index, which measures wholesale prices rose in May by 9 - no, 0.9 percent which is double the April increase. So Democrats answered all this just meaningless. In order to appear as though they're doing something, the Biden administration is bad mouthing the very industry his administration decided to go to war with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "In a time of global crisis, or companies should be doing everything they can to expand capacity and lower cost at the pump. Instead, they are charging record profits at the expense of American families. President Biden is putting a spotlight on this and calling on oil refiners to invest those records, those record profits to increase capacity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Reading with KJP. Well, all I can say to that is those darn capitalists. Biden's letter, he sent this letter out in order the oil producers to produce more oil, basically for less money. Oh, that's realistic. He put the brakes on oil production. He destroyed our energy independence. Then he rails against the oil and gas industry for not producing more oil? When the Democrats aren't throwing sand in the fan and the actual policy making side of things, they and their supporters keep busy pursuing a totally idiotic woke agenda. So when you spend 120 bucks as I did today to fill my tank, well, are you going to be relieved to know that there will be more general neutral bathrooms on Capitol Hill? Yes. And laser focused on supply chain problems, the President will also expand access to sex change procedures, and puberty blockers nationwide. All right. And with everything going so fast, they had to pause everything to celebrate the Democrats' holiest month of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Biden is back at the White House. From day one, this has been the most pro-equality administration in history, led by guys like Pete Buttigieg. I think we have more LGBTQ plus people than any administration or every administration combined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, that'll lower the price at the pump. Great. And if you're worried about China, and you think our foreign policy is in tatters, the State Department's answer to that will surely scare Xi Jinping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINA ABERCROMBIE WINSTANLEY, FIRST CHIEF DIVERSITY AND INCLUSION OFFICER",
      "sentences": "Hello, Twitter world. I'm Ambassador Gina Abercrombie-Winstanley, the U.S. Department of State's first Chief Diversity and Inclusion Officer. I'm delighted to welcome you to the State Department's newest Twitter account @StateDeptDEIA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How exciting! And meanwhile, on the Hill, Democrats are so desperate to hold on to power. They're trying to scare you away from voting Republican because guess what? All those minorities running and winning, well, they're actually closet racists who have the 'I' word on their mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMAAL BOWMAN (D-NY)",
      "sentences": "We would impeach President Biden as quickly as possible. It was also involved in Republicans and the far-right and white nationalists across the country to begin to believe that it is their time. This is a group that has been radicalized by the great replacement myth and many other things and have been pushing for violence and pushing for even Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank God, New Yorkers have a man of his searing intellect representing the people in these troubled economic times. But Congressman Bowman is just taking a lesson, isn't he, from the highest paid racial huckster around. The intellectual force, after all, behind the Democrats' embrace of the systemic racism myth, a man whose sole goal is to cash in on poorly written books for adults and kids. The plot is always the same. America is a rotten, hateful place with an awful history. And everything and everyone is racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IBRAM KENDI, CRITICAL RACE THEORY ACTIVIST",
      "sentences": "By three years old, our kids have an adult-like concept of race. By three years old, our kids are attaching qualities like smartness and honesty and cleanliness to skin color. And all the while parents are thinking and teachers that our kids aren't thinking about skin color, even seeing it and so we're not stepping in to counteract those messages. And we need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So Democrats in the media actually think that Americans who are freaking out now about their monthly budgets being overrun, actually, that they want to marinate in that stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAYLE KING, CBS HOST",
      "sentences": "People can raise racist ideas and not even know that they're doing it. I think that's very important to make that - a point to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENDI",
      "sentences": "The unfortunate truth is we live in a society of all sorts of racial inequities and disparities, all sorts of ideas, attaching goodness, or badness to particular skin colors. We have to be teaching our children a different way of thinking, a way of being in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "At a time when the country badly needs optimism and sound ideas, liberals keep returning to the same poisoned well. It's all a distraction, and it's always negative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "What about children that have been raised over the past four, five, six years? What if kids' first memory is Charlottesville? January, the 6th, Proud Boys. I just do wonder what sort of negative impact that's going to have on so many young kids coming of age?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Really, Joe? Because I think the better question is, and is the one that you should be discussing, what sort of negative impact will an economic crash and increased drug abuse after two years of COVID restrictions have on our young kids? But that, of course, asking that question, confronting it, that would put Democrats under the microscope, which they don't have the guts to do. The sad truth is that the Democrats have been out of steam for years. They're not interested in raising your standard of living, or keeping the streets safer, or making sure the public schools are competitive with their global counterparts. Not interested in any of that. All they're capable of is decline, division and hate. Just look at the freaks still showing up at the homes of Supreme Court Justices. Look at the attacks on crisis pregnancy centers, and the relative silence from elected officials. Left-wing criminals have the tacit approval of the party, a Democrat party, that's currently on life support. These are people with twisted priorities and no real plans to help the country. They're going to pretend, of course, they're hard at work on things like fighting climate change, or fighting institutional racism, or corporate greed. But in the end, it's all just a pathetic power grab. But in less than five months, the voters will be doing a power grab of their own. And that's the 'Angle'. All right. Joining me now is Monica De La Cruz, Republican candidate for Texas' 15th congressional district. Monica, now, hardworking Americans are really concerned and worried. And the Democrats, though, they've decided to target a lot of these hard- working people. Now, recall that controversy stoked by the media about border agents who are supposedly whipping migrants on horseback. Well, they were cleared of criminal conduct, Monica. But now the DHS, we understand, still wants to punish them. So tonight, what can you say about Hispanic voters in your district, and what they are saying about this issue of border security and these media lies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONICA DE LA CRUZ (R) TEXAS CONGRESSIONAL CANDIDATE",
      "sentences": "Look, Hispanic voters are seeing a through the garbage that the Democrats are putting out. Hispanic voters with their votes are showing that they stand with Border Patrol, they stand with customs agents. We believe as Hispanics in law and order. And what the Biden administration is doing to our law enforcement officers and our brave men and women on the border is just disgusting. And Hispanics are going to show that feeling of disgust with the Democrat Party in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I was talking to my kids tonight before I came into the studio. And I said that Hispanic Americans are going to save the country. I really believe that the new immigrant base in this country, they didn't come here because they wanted a lower standard of living and to be demonized. They came here for a better life. And instead, they're being handed this, this warmed over socialism. It's just not going to work. You're a former Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "That's exactly right. I am a former Democrat, who walked away from the Democrat Party, because the Democrat Party is far removed from the values that are important to Hispanics. Those values include their faith, it includes their family, and it includes love of country. My great grandparents and my grandparents had the American dream. And that's why they came here. And for Democrats to say that dream no longer exists is ridiculous. And Hispanics are here because they believe the dream exists, and they want to be part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What do you say to the establishment Republicans, who still believe that the only way to really solidify Hispanic support is to push kind of a massive amnesty for people who are coming across the border? Do you buy that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Look, Hispanics very simply want the opportunity to work. They're hard workers who love their family, who love the American dream, and who want law and order in their communities. Your viewers tonight can find out more about myself and my district at monicaforcongress.us and learn more about what the movement is down here in the Rio Grande Valley. And we're leading this effort nationwide, and it's starting right here in my district.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Monica, the numbers - these poll numbers for Democrats on issues like border enforcement and the economy, they are - I mean, I've never - I don't think I've ever seen numbers this bad. But we're going to be watching your district very closely and all of South Texas, which looks like it's going to be a massive red wave. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "No one in this country should have to live in fear that they will go to work, or shop at a grocery store and will be attacked by someone who hates them because of the color of their skin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. But why doesn't that same rule apply to victims of any violence, like those who are subjected to attacks because of their beliefs about the issue of abortion? Well, Merrick Garland's DOJ has still not said a word about the attacks on pregnancy life centers in recent weeks. And his personal silence on this is only encouraging more threats. The group Jane's Revenge, which organized the protests outside the homes of conservative justices, have reportedly issued a new missive about these centers. This is what it says, \"It's open season, and we know where your operations are. We promise to take increasingly drastic measures. Rest assured we will, and those measures may not come in the form of something so easily cleaned up as fire and graffiti\". Joining me now is Mollie Hemingway, editor-in-chief at The Federalist, Fox News contributor. Mollie, this is a terrorist organization. Why isn't Merrick Garland calling it out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, EDITOR-IN-CHIEF, THE FEDERALIST",
      "sentences": "It is amazing what we've seen in the recent weeks since the Supreme Court decision leak. We've seen dozens of attacks on maternal care centers. We have seen violence attempted at the home of Supreme Court Justices, where many of these people live with their families. We have seen dozens of attacks on Christian churches. And you have, as you know, as you just noted here, explicit claims that they will be upping the ante and doing more violence. Here we have a Department of Justice that went after parents of - when they expressed mild disagreement with how their school boards were operating, that treated parents as terrorists. And when you have people who are doing this with the coordinated widespread effort against these pro-life centers, maternal care centers, Christian churches and the home of Supreme Court Justices. The Department of Justice is nowhere to be found. It's not just that they haven't condemned it. There was also the statement that came out, where the Department of Justice reminded everybody that protest is totally fine. That's something that actually should have been condemned from the mouth of the department of the justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why are they allowed to be at the Justices' homes at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It's actually against the law to do that with intimidation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I would say, Mollie, they are setting the stage for something really horrible to happen to one of these Supreme Court Justices by not clearing these people out as the law allows for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It is horrifying. And it's it is a miracle that nothing worse has happened. Now, I don't think people realize how bad that attempted assassination at Justice Kavanaugh's house was. The man who had detailed plans about how he was going to kill Supreme Court Justice Brett Kavanaugh was wandering around for a half hour before - and that's a lot of time to make bad things happen. But Merrick Garland absolutely needs to take control of the situation. It is a dereliction of duty, and it's after a series of problems in how he's run the organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's coming across as wildly biased. And if he's going to continue down that road, you're going to have a lot of Republicans who are going to want to impeach him. Now, I want to read a 2018 tweet from Kristen Clarke. She's now a member of Merrick Garland's DOJ. And she was commenting on the Supreme Court at the time overruling a California requirement that nonprofits disclose their donor lists. Now, she said, \"Make no mistake, today's decision is part of a coordinated strategy to tear down Roe v Wade. The anti-choice movement will stop at nothing. #endthelies #exposefakeclinics\". Mollie, she is a radical inside the DOJ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "She's a radical and she's the person who should be in charge of stopping the terrorism on these maternal care centers. And yet, she has shown such bias against them. I mean, this is - these are the groups that help women so that they do not have to end the lives of their unborn children. And it is actually odd, the animosity she has toward these groups, given what they're trying to do to care for women and children. But she's not going to do anything because she's on record as being so politically opposed to them. But this is, again, the Department of Justice is not supposed to be this politicized. And this is - it's not operating as it should be. And it's not protecting Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They used to say that Trump's DOJ was political. Remember that? There's no comment about that now. By the way, there are often infants in these centers. Newborns are in these centers. It's not just--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Mothers and their children live--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. But they don't care. I mean, they're not anti-baby, but they'll basically threaten to firebomb these centers. Now, one of MSNBC's analysts made these disturbing comments today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNELL BELCHER, MSNBC POLITICAL ANALYST",
      "sentences": "Women, you think you're losing your rights now? What do you think is going to happen if we don't have democracy? We've got to get these people understand that they've got skin in this game. And they've got - we got to scare the hell out of them, because quite frankly they should be afraid that we're going to lose our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Just seems like Democrats and their supporters are getting more extreme as an attempt to avoid what seems to be coming their way in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Especially with their concern about January 6. I mean, using the language that they use, you should be afraid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, just real quick on that point too. They're doing this whole show trial. At the same time, there's a coordinated attack on the entire pro-life movement, Christian churches and Supreme Court Justices. And the idea that you would do that when you're actually supporting these types of violent attacks is just incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mollie, thank you. Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And despite the Capitol Hill police clearing him, the January 6 committee is still coming after Congressman Barry Loudermilk for his actions on January 5 of 2021. The congressman is here next with the latest. Plus, after vilifying them the administration wants the oil and gas industry to become patriotic. Senator Tom Cotton is going to blow the lid off that. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERRE",
      "sentences": "We are calling on them to do the right thing, to be patriots here. And not to use the war as an excuse, or as a reason to not put out a production, to not to the capacity that is needed out there. So that the prices can't come down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Supply and demand, that whole concept seems to be lost on the White House. It's very odd, though, because this was President Biden back in March.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We're approaching record levels of oil and gas production in the United States. And we're on track to set a record roll production next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. I know what you're saying, that was just a talking point of the past. Well, professional Twitter user Ron Klain tweeted a chart containing the same just days ago. So which is it? What's the talking point? What is the White House saying here? Well, the Free Beacon crunched the numbers. And it turns out, the claim is based on a comparison of four-year averages that includes the tremendous drop in economic activity at the start of COVID. Here now is Arkansas Senator Tom Cotton. Senator, they're playing games of the numbers. It's so obvious. And Exxon responded to Biden's idiotic letter tonight, and basically confirmed what we already knew, that the administration is making the oil production issue much worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "sentences": "Yes, Laura. I guess, we shouldn't be surprised that the gang that gave us 8.5 percent inflation is bad at math. It's also very coincidental that all these oil company executives became so greedy just when Joe Biden took office. The reason we have $5 a gallon gas is because of Joe Biden's policies and it's the exact design of Joe Biden's policies. Remember, on the campaign trail, he and all those other Democrats said, they were going to phasing out the fossil fuels. They were going to declare a war on oil and gas in America. And that's exactly what they've done. And the casualties of that war are America's families and businesses who cannot afford to pay this much for gas, or for diesel, for all the other inflation it causes at the grocery store, or all the other purchases our families need to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Secretary Granholm, Secretary of Energy, offered a solution to high gas prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRANHOLM, ENERGY SECRETARY",
      "sentences": "The solution to make us energy secure, to make the Baltic states energy secure, to make the entire world energy secure is to move to clean energy. No country has ever been held hostage to access to the sun, or to access to the wind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Has there been a more moronic person in this position? I don't know. I'm being uncharitable. But come on, buy a Tesla, enjoy the transition. Is that the bumper sticker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Yes. I mean, I guess you could say you are held hostage on access to the sun on cloudy days, Laura, or to the wind when wind's not blowing. That's why we need reliable affordable baseload of energy, whether it's oil or gas, or coal, or nuclear, or what have you. And to say that Americans who are worried about the price of gas should just go buy an electric vehicle, ignores the fact that if you can afford an electric vehicle, you're probably not that worried about the price of gas. Now, I get a bunch of rich liberals who don't worry about gas. But people in Arkansas are using pickup trucks to get around the farm, or using SUVs and vans to drive their kids to practice. They can't afford to spend $60,000 on an electric vehicle, and it won't get them more than need to go in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Senator, there's some debate apparently in the White House over lifting the tariffs on China, the Trump tariffs. Here was John Kirby today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "sentences": "The President wants to make sure that if we have tariffs in place, that they're serving our interests and the interest of the American people. And he wants to make sure that as he reviews the tariff regime that it's meeting those needs. And I think he's going to keep his mind open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Senator, I've a very serious question tonight about this. Because I understand that there are some GOP senators, they tend to be all the establishment types. They are said to be considering supporting, lifting some of these tariffs, and that that would be part of their plan going forward if they take back the Senate. Rewarding China is part of our economic resurgence, if the Republicans take charge in November? Would you support that? And who is supporting that on Capitol Hill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Well, it sounds like that's exactly what Joe Biden is about to do in his desperate attempt to solve the inflation he created. Laura, this goes back to his blame game. He wants to blame everyone but himself. He wants to blame oil companies, or he wants to blame Putin's price hike, even though we had inflation before Vladimir Putin invaded Russia. And, Laura, we had these tariffs in place years ago, well before inflation started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But, Senator, I get what he's going to do. But we got the Republicans. The problem here is we have establishment Republicans, McConnell, Cornyn, Roy Blunt, we can go down the list, who are lining up to support removing tariffs on key goods coming into the United States. Republicans go down that road, there's going to be - you guys going to guarantee that Trump wins in 2024. I can tell you that. Republicans go down that road, look out, Donald Trump's coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Yes. We should not remove these tariffs to address inflation that Joe Biden's policies are causing. His own economists say, that it won't reduce inflation. And it will give away the store to China. It will remove the leverage you have. I mean, look, he's already done that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Suicide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "--in the solar industry. Yes. He's already - he's willing to import solar panels made with slave labor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, to kill our solar industry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "to get faster off of fossil fuels. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Senator. We got to roll. But the Republicans, they're going to walk off the plank on that one if they don't do the right thing. Not you, but you know who. All right. Thank you. And last night, we spoke with Congressman Barry Loudermilk of Georgia. At the time of our conversation, he'd been cleared by the Capitol police after months of being smeared as part of some recon group, giving insurrectionist tours on January 5 of 2021 of the Capitol. Now, the head of the U.S. Capitol Police was unequivocal in a statement. He said, \"There's no evidence that Loudermilk entered the Capitol with this group on January 5. We train our officers on being alert for people conducting surveillance or recon, and we do not consider any of the activities we observed as suspicious.\" But even after that statement, the January 6 committee is so desperate for relevance that they released the very same video that the Capitol police reviewed. Well, naturally MSNBC took these new developments to the extreme.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL GOLDMAN, COUNSEL FOR HOUSE DEMOCRATS DURING IMPEACHMENT",
      "sentences": "Representative Loudermilk needs to appear before this committee. He needs to tell the public what he knows, and what he did. And I believe at a minimum he should be referred to the ethics committee right away for an investigation into it was not he should remain in Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cue the laughter. Congressman Barry Loudermilk joins me now. Congressman, why don't they believe the Capitol police, who they lauded in the aftermath of all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BARRY LOUDERMILK, (R-GA)",
      "sentences": "The Capitol police have done an exceptional job. My hat goes off to them, especially on January 6th. But what the Capitol police said doesn't fit that narrative that that January 6th committee wants to come up with. Why they've targeted me, I don't know. But the Capitol police looked not only and the same video, but more vigilant what do select committee selected to release. And they thought nothing suspicious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There's that one guy who is in the stairwell and he is taking a photo. I think they spent hours on MSNBC discussing this today. It must have been a slow news day for them, because this is all they talked about. The guy taking a picture, it sure looks kind of like recon. We can't be, but Loudermilk has to come and he has testified to clear this up. Do you know anything about the guy taking the photo? And is he some nefarious character?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "Not that I know of. I did not know everybody who was in the group, as most members of Congress don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So why won't you go testify, they say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "They haven't asked me to. They keep asking you guys to have me come. They keep releasing this stuff to the media. But they don't send me the letters. Here, this is a year-and-a-half ago. They could have picked up the phone and called me. All of them have a House phone book, could call my five digit extension. Many of them have my cellphone. They said, hey, we know that you had a group in the Capitol office building, not in the Capitol. I would have talked to them about it. I would have shared information because there's nothing there. But they want to act -- they want to do personal destruction. And that's what they're after, trying to destroy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They want you a ringleader in this whole --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "Exactly. And what they're not showing is, what was the guy taking a picture of? There is a golden eagle on the wall right upside that stairwell that's holding two candles. That's what he's taking a picture of. People take pictures of that all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is Michael Fanone, former D.C. police officer who has made quite a name for himself lately. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL FANONE, FORMER D.C. METROPOLITAN POLICE OFFICER",
      "sentences": "I had written a letter that was signed by Chief Manger, and I found it incredibly irresponsible. To me the letter reeked of outside pressure. You have an individual who is being guided by a representative of Congress who is photographing infrastructure, things like stairwells, hallways, and security checkpoints. That absolutely is suspicious activity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Suspicious activity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "Yes. People who come to Washington, D.C., like these people who have never been there before, they're excited. They're taking pictures of everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is it against protocol or rules to take photos into lower level where they work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "No, not anywhere except for right around the House chambers. That's the only place that there's a restriction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So there's no restrictions in doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "No, absolutely not. People take picture there all the time. Why doesn't the January 6th Committee show the entire video? Because they are taking pictures all up and down the hallway. When the guy is near the tunnels going to the Capitol, that is where they hang the artwork that schoolchildren give. And at the other end, there is the trolleys, the trains. And the kids wanted to see the trains that take the congressman to the House chambers. That's all this was. And the Capitol police, they know this. But to the January 6th committee, it doesn't fit the narrative that they want to present to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So they can't decide on their narrative. The other narrative is the Capitol police are brave patriots defending the Capitol, and now it's they are basically liars and they're part of an outside effort to prop up the instruction. I don't -- I can't even follow their narrative anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "And where is the pressure coming from? Nancy Pelosi is the speaker. It's not coming from Republicans, if there's pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Has anyone pressured you to change your story about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "Absolutely not, and I won't, because there is a war on the truth in this country right now. And we have to stand for the truth. The easiest thing for me to do would have just been to lay down and go dark. I'm not going to do that. We have to stand for truth and right if we're going to save this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, thank you for coming back tonight. We really appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDERMILK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We'll see if they devote day three to you tomorrow. Up next, New York City has seen a spike in crime, and now the mayor is encouraging drug use. Raymond Arroyo took to the streets of Manhattan. He has the full report. \"Seen and Unseen\" is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for our \"Seen and Unseen\" segment where we reveal the stories behind the headlines. And for that we turn to FOX News contributor Raymond Arroyo, who has a special report on crime and drug use in New York City.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Laura, you have been covering the connection between even recreational drug use like marijuana and crime. Here in New York City, Mayor Eric Adams has long been a proponent of marijuana use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR ERIC ADAMS, (D) NEW YORK CITY",
      "sentences": "One of my best gifts -- as you know, marijuana is legal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, LATE NIGHT TALK SHOW HOST",
      "sentences": "I did not know. I am not aware, Mr. Mayor. I'm not into that scene.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "I have raw, I have bamboo. And I can't give you this gift. I will give it to you later, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, no matter where you go in this city, even in the morning, as we did the other day, drugs are everywhere. People are brazenly using all matter of substances right out in the open. And drug use is not the only thing rising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Since last year, crime has exploded here in New York City. Rapes are up 27 percent, robberies, 33 percent. And now that mayor has a new idea to teach people how to use drugs safely, kind of a tutorial. He has instituted the plan. But given the connection between violence and drug use, is this a good idea? We asked New Yorkers what they thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are we now criminalizing marijuana again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No, they've legalized it here in New York. In fact, your mayor just started a program for safe drug. Is that a good idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, it is. I am of the opinion you should have all drugs be legal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Tell me your expense with crime in the city. You're in New York?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. I hate it. The entire city is a jungle. And we are at risk. I don't even take the subway. I'm afraid to go under.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The general sort of stay of the city is -- has slipped. It's dirtier, more homeless people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In the recent months, definitely an uptick in crimes. Myself, I just got spat on by a homeless dude yesterday, last night walking home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Are you concerned by the rise in marijuana use and other drugs you see being employed right here in the park?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm not worried about marijuana use. I don't think the people that are doing these crazy things with guns are using marijuana. They are using either at risk drugs or they are in psychosis, and they need mental health help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was here under Giuliani, too, and I saw the absence of public drug use seemed to be the norm then. And now it is everywhere. And I'm not just talking about weed. There are strung out heroin looking people all over Manhattan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But when you learn, as I did recently, the Aurora shooter, Gabby Gifford's shooter, the shooter in Texas, the Parkland shooter, all young men on marijuana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "There's a psychotic connection here. Studies tell us that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on. Come on. Come on. I'm not buying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't think marijuana is that big of a deal. I think that we have a lot more of a problem with mental health that people can't get prescription drugs that they should be on because the society we have built is unlivable for most people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Can you use drugs safely?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, absolutely not. You can't safely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's Democrat approach, which is the destruction of the quality of life for conservatives and for law-abiding citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, so many of these New Yorkers do not see the connection between the criminality they're experiencing and drug use. They dismiss it. But according to the National Institute of Drug Abuse, the high THC in marijuana today is four times as potent as 1995's version. And a Denmark study shows a fourfold increase in psychosis and schizophrenia among pot users over the last 20 years. So it's not a stretch to see the connection between this and crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It is more than not a stretch. This has been documented in study after study. And blowing off the connection between increased chances to get schizophrenia, bipolar disorder, to develop psychosis. We have many, many examples of this. We've had doctors on who have documented it and who have treated it in emergency rooms. So the New Yorkers you interviewed, some of them seem like they are great people, but they've got to read more, understand more. Psychosis doesn't come out of nowhere, OK, not usually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But Eric Adams, the mayor of New York, sees this as a cash cow. He sees $1.25 billion in tax revenue once this is legalized and dispensed. Here is the problem. They tried this in Oregon. This almost got no coverage, Laura. In 2020, they passed a measure decriminalizing most drugs. And all you had to do was call a 1-800 number and you got a fine if you were possessing it. Guess what -- 1,885 got fines, 91 of them called the hotline to get off the drugs. Today Oregon is the most addicted state in the union, almost 10 percent of people addicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It is all going down. It is all going downhill under the legalization effort. Raymond, thank you. Five months ago, we brought you the disturbing details of a school that tried to convince an 11-year-old she was transgender, and they hid the whole thing from her mom. Jessica Konen and her attorney Harmeet Dhillon are back with us for a significant update. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA KONEN, MOTHER SUING CALIFORNIA SCHOOL DISTRICT",
      "sentences": "You took away my ability to parent my child even before I had any knowledge. I didn't even get to show support. You asked for support. I didn't get a chance. Your job was to educate my child in math, science, English, et cetera. Do your job and let me do mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That was Jessica Konen, a mom who we profiled on this show five months ago. So why was she so angry? Mrs. Konen entrusted her seventh grade daughter to the Spreckels California school district, and the district then turned around and conspired to change the girl's gender, her name, her pronouns, all behind her parents' back. And at the time of our interview, Jessica was considering legal action. She and her attorney, Harmeet Dhillon, founder of the Center for American Liberty, are back with us tonight with an update. Jessica, what can you announced tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA KONEN, MOTHER SUING CALIFORNIA SCHOOL DISTRICT",
      "sentences": "So, first of all, I want to say thank you so much, Laura, for having us. Exciting news, actually, that we are moving forward, and we have filed a lawsuit against the Spreckels school district, the two teachers, and the principal that has caused some very serious damage to my child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet, this is from the lawsuit that the Center for American Liberty filed. \"Ms. Caldeira and Ms. Baraki instructed students that they should not tell their parents about their new gender identities, purposely failed to keep the Equality Club rosters or records so that parents could not discover their children's participation, and held Equality Club meetings during lunch as opposed to after school so that students who were too young to drive did not have to ask their parents to pick them up.\" Harmeet, if that's all true, the lengths to which they went to cover this up, that is stunning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, CEO, CENTER FOR AMERICAN LIBERTY",
      "sentences": "It is stunning, Laura. And to be honest with you, when I first heard about these facts, it was really hard to believe. But in fact, these teachers have actually confessed on video at the California Teachers Association to doing a lot of these things, and not only doing it, but trying to other California teachers how to secretly run these clubs away from that knowledge of the parents. And Laura, first they told this young lady that she was bisexual. This was a prepubescent girl. And then a few weeks later, they tell her, no, we think you're trans. Some of the other facts in this lawsuit, Laura, include that these teachers during COVID actually creeped on the search engine searches of these children who were studying remotely to identify more children to include in these types of clubs. And so no parent should have to go to this. They have rights under the United States Constitution to direct the education and the upbringing of their children, and we intend to hold these teachers, the principal, and the school district liable for the damage they caused the family, other families potentially, and for violating the civil rights of these families. And this cannot go on in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everyone watching this tonight has to be blown away, because there's more in this lawsuit. I can't even believe this. \"Ms. Caldeira and Ms. Baraki,\" again, \"encouraged A.G.\", that's your daughter, Jessica, \"to change her name to a boy's name as an expression of the new identity they were encouraging her to take on.\" Jessica, this is a full frontal assault on the traditional American family, on your family, and on your belief system, is it not? I don't even know how you hold it together, frankly, after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONEN",
      "sentences": "A hundred percent it is a complete violation. It is disrespectful. It is, to be honest, it's some of the most emotionally damaging thing that you could do to a family unit, to a child. The things that I have found out that I, going through this process and who my daughter is becoming now, is just so disgusting. And I'm actually really sad that I wasn't able to be there for her the way that a mom should have been. There should have never been any hiding from a mom, and there should never have been any type of -- they should have never had that type of control over any type of child, anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet, is this a recruitment tool, yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "A hundred percent, a hundred percent, Laura. And these are not the only children affected. We have learned about other children in this school district, and I've learned about hundreds and thousands of families across the country. And so Laura, if people want to find out more they should go to this website and support this family, LibertyCenter.org. Support Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jessica and Harmeet, thank you. A favorite Angle segment back, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, goody, it's back!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Our dear friend, Anthony Fauci, came down with his first case of COVID, this despite being boosted not once but twice. We wish him well. I'm sure he's going to be totally fine. But maybe this will act as a catalyst to officially declare the COVID endemic. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TX GOP congressional candidate Monica De La Cruz",
      "utterance": "I am a former Democrat who walked away from the Democratic Party because the Democratic Party is far removed from the values that are important to Hispanics. This is a rush transcript of \"The Ingraham Angle\" on June 15, 2022. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right. I'm Laura Ingraham. And this is THE INGRAHAM ANGLE from Washington tonight. Now, last night, we were joined by Congressman Barry Loudermilk, a Republican who was in no uncertain terms accused of leaving recon missions for so-called insurrectionists before January 6. Now, he was cleared by the Capitol Police. But that hasn't stopped the January 6 committee from coming after him. He's back tonight with his exclusive response to the ongoing smear campaign. But first, twisted priorities. That's the focus of tonight's 'Angle'. You can tell a lot about a person by what he or she prioritizes in life. So your kids are in a soccer tournament? Do you cancel that golf outing happening the same day or not? And same with the politicians and activists, when the you-know-what is hitting the fan in the country, do you jump in to solve the problem, or do you blow it off? And work on pet projects that don't help solve anything. Well, that's what's happening right now here in the United States. We just learned that retail sales are falling, as inflation robs Americans of their spending money - extra spending money, if they had any. Today's rate hike by the Fed was the highest since '94. That's going to smash the housing market. And the rate hike too little too late, as Peter Schiff said last night. And sure enough, we knew this was going to happen. Homebuilder sentiment dropped to its lowest level in two years that was during the pandemic. And then the Producer Price Index, which measures wholesale prices rose in May by 9 - no, 0.9 percent which is double the April increase. So Democrats answered all this just meaningless. In order to appear as though they're doing something, the Biden administration is bad mouthing the very industry his administration decided to go to war with."
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "utterance": "In a time of global crisis, or companies should be doing everything they can to expand capacity and lower cost at the pump. Instead, they are charging record profits at the expense of American families. President Biden is putting a spotlight on this and calling on oil refiners to invest those records, those record profits to increase capacity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Reading with KJP. Well, all I can say to that is those darn capitalists. Biden's letter, he sent this letter out in order the oil producers to produce more oil, basically for less money. Oh, that's realistic. He put the brakes on oil production. He destroyed our energy independence. Then he rails against the oil and gas industry for not producing more oil? When the Democrats aren't throwing sand in the fan and the actual policy making side of things, they and their supporters keep busy pursuing a totally idiotic woke agenda. So when you spend 120 bucks as I did today to fill my tank, well, are you going to be relieved to know that there will be more general neutral bathrooms on Capitol Hill? Yes. And laser focused on supply chain problems, the President will also expand access to sex change procedures, and puberty blockers nationwide. All right. And with everything going so fast, they had to pause everything to celebrate the Democrats' holiest month of the year."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "Biden is back at the White House. From day one, this has been the most pro-equality administration in history, led by guys like Pete Buttigieg. I think we have more LGBTQ plus people than any administration or every administration combined."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, that'll lower the price at the pump. Great. And if you're worried about China, and you think our foreign policy is in tatters, the State Department's answer to that will surely scare Xi Jinping."
    },
    {
      "speaker": "GINA ABERCROMBIE WINSTANLEY, FIRST CHIEF DIVERSITY AND INCLUSION OFFICER",
      "utterance": "Hello, Twitter world. I'm Ambassador Gina Abercrombie-Winstanley, the U.S. Department of State's first Chief Diversity and Inclusion Officer. I'm delighted to welcome you to the State Department's newest Twitter account @StateDeptDEIA."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How exciting! And meanwhile, on the Hill, Democrats are so desperate to hold on to power. They're trying to scare you away from voting Republican because guess what? All those minorities running and winning, well, they're actually closet racists who have the 'I' word on their mind."
    },
    {
      "speaker": "REP. JAMAAL BOWMAN (D-NY)",
      "utterance": "We would impeach President Biden as quickly as possible. It was also involved in Republicans and the far-right and white nationalists across the country to begin to believe that it is their time. This is a group that has been radicalized by the great replacement myth and many other things and have been pushing for violence and pushing for even Civil War."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank God, New Yorkers have a man of his searing intellect representing the people in these troubled economic times. But Congressman Bowman is just taking a lesson, isn't he, from the highest paid racial huckster around. The intellectual force, after all, behind the Democrats' embrace of the systemic racism myth, a man whose sole goal is to cash in on poorly written books for adults and kids. The plot is always the same. America is a rotten, hateful place with an awful history. And everything and everyone is racist."
    },
    {
      "speaker": "IBRAM KENDI, CRITICAL RACE THEORY ACTIVIST",
      "utterance": "By three years old, our kids have an adult-like concept of race. By three years old, our kids are attaching qualities like smartness and honesty and cleanliness to skin color. And all the while parents are thinking and teachers that our kids aren't thinking about skin color, even seeing it and so we're not stepping in to counteract those messages. And we need to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So Democrats in the media actually think that Americans who are freaking out now about their monthly budgets being overrun, actually, that they want to marinate in that stuff."
    },
    {
      "speaker": "GAYLE KING, CBS HOST",
      "utterance": "People can raise racist ideas and not even know that they're doing it. I think that's very important to make that - a point to make."
    },
    {
      "speaker": "KENDI",
      "utterance": "The unfortunate truth is we live in a society of all sorts of racial inequities and disparities, all sorts of ideas, attaching goodness, or badness to particular skin colors. We have to be teaching our children a different way of thinking, a way of being in the world."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "At a time when the country badly needs optimism and sound ideas, liberals keep returning to the same poisoned well. It's all a distraction, and it's always negative."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "What about children that have been raised over the past four, five, six years? What if kids' first memory is Charlottesville? January, the 6th, Proud Boys. I just do wonder what sort of negative impact that's going to have on so many young kids coming of age?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Really, Joe? Because I think the better question is, and is the one that you should be discussing, what sort of negative impact will an economic crash and increased drug abuse after two years of COVID restrictions have on our young kids? But that, of course, asking that question, confronting it, that would put Democrats under the microscope, which they don't have the guts to do. The sad truth is that the Democrats have been out of steam for years. They're not interested in raising your standard of living, or keeping the streets safer, or making sure the public schools are competitive with their global counterparts. Not interested in any of that. All they're capable of is decline, division and hate. Just look at the freaks still showing up at the homes of Supreme Court Justices. Look at the attacks on crisis pregnancy centers, and the relative silence from elected officials. Left-wing criminals have the tacit approval of the party, a Democrat party, that's currently on life support. These are people with twisted priorities and no real plans to help the country. They're going to pretend, of course, they're hard at work on things like fighting climate change, or fighting institutional racism, or corporate greed. But in the end, it's all just a pathetic power grab. But in less than five months, the voters will be doing a power grab of their own. And that's the 'Angle'. All right. Joining me now is Monica De La Cruz, Republican candidate for Texas' 15th congressional district. Monica, now, hardworking Americans are really concerned and worried. And the Democrats, though, they've decided to target a lot of these hard- working people. Now, recall that controversy stoked by the media about border agents who are supposedly whipping migrants on horseback. Well, they were cleared of criminal conduct, Monica. But now the DHS, we understand, still wants to punish them. So tonight, what can you say about Hispanic voters in your district, and what they are saying about this issue of border security and these media lies?"
    },
    {
      "speaker": "MONICA DE LA CRUZ (R) TEXAS CONGRESSIONAL CANDIDATE",
      "utterance": "Look, Hispanic voters are seeing a through the garbage that the Democrats are putting out. Hispanic voters with their votes are showing that they stand with Border Patrol, they stand with customs agents. We believe as Hispanics in law and order. And what the Biden administration is doing to our law enforcement officers and our brave men and women on the border is just disgusting. And Hispanics are going to show that feeling of disgust with the Democrat Party in November."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I was talking to my kids tonight before I came into the studio. And I said that Hispanic Americans are going to save the country. I really believe that the new immigrant base in this country, they didn't come here because they wanted a lower standard of living and to be demonized. They came here for a better life. And instead, they're being handed this, this warmed over socialism. It's just not going to work. You're a former Democrat."
    },
    {
      "speaker": "CRUZ",
      "utterance": "That's exactly right. I am a former Democrat, who walked away from the Democrat Party, because the Democrat Party is far removed from the values that are important to Hispanics. Those values include their faith, it includes their family, and it includes love of country. My great grandparents and my grandparents had the American dream. And that's why they came here. And for Democrats to say that dream no longer exists is ridiculous. And Hispanics are here because they believe the dream exists, and they want to be part of it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What do you say to the establishment Republicans, who still believe that the only way to really solidify Hispanic support is to push kind of a massive amnesty for people who are coming across the border? Do you buy that?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "Look, Hispanics very simply want the opportunity to work. They're hard workers who love their family, who love the American dream, and who want law and order in their communities. Your viewers tonight can find out more about myself and my district at monicaforcongress.us and learn more about what the movement is down here in the Rio Grande Valley. And we're leading this effort nationwide, and it's starting right here in my district."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Monica, the numbers - these poll numbers for Democrats on issues like border enforcement and the economy, they are - I mean, I've never - I don't think I've ever seen numbers this bad. But we're going to be watching your district very closely and all of South Texas, which looks like it's going to be a massive red wave. Thank you so much."
    },
    {
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "utterance": "No one in this country should have to live in fear that they will go to work, or shop at a grocery store and will be attacked by someone who hates them because of the color of their skin."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. But why doesn't that same rule apply to victims of any violence, like those who are subjected to attacks because of their beliefs about the issue of abortion? Well, Merrick Garland's DOJ has still not said a word about the attacks on pregnancy life centers in recent weeks. And his personal silence on this is only encouraging more threats. The group Jane's Revenge, which organized the protests outside the homes of conservative justices, have reportedly issued a new missive about these centers. This is what it says, \"It's open season, and we know where your operations are. We promise to take increasingly drastic measures. Rest assured we will, and those measures may not come in the form of something so easily cleaned up as fire and graffiti\". Joining me now is Mollie Hemingway, editor-in-chief at The Federalist, Fox News contributor. Mollie, this is a terrorist organization. Why isn't Merrick Garland calling it out?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, EDITOR-IN-CHIEF, THE FEDERALIST",
      "utterance": "It is amazing what we've seen in the recent weeks since the Supreme Court decision leak. We've seen dozens of attacks on maternal care centers. We have seen violence attempted at the home of Supreme Court Justices, where many of these people live with their families. We have seen dozens of attacks on Christian churches. And you have, as you know, as you just noted here, explicit claims that they will be upping the ante and doing more violence. Here we have a Department of Justice that went after parents of - when they expressed mild disagreement with how their school boards were operating, that treated parents as terrorists. And when you have people who are doing this with the coordinated widespread effort against these pro-life centers, maternal care centers, Christian churches and the home of Supreme Court Justices. The Department of Justice is nowhere to be found. It's not just that they haven't condemned it. There was also the statement that came out, where the Department of Justice reminded everybody that protest is totally fine. That's something that actually should have been condemned from the mouth of the department of the justice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why are they allowed to be at the Justices' homes at all?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It's actually against the law to do that with intimidation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I would say, Mollie, they are setting the stage for something really horrible to happen to one of these Supreme Court Justices by not clearing these people out as the law allows for."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It is horrifying. And it's it is a miracle that nothing worse has happened. Now, I don't think people realize how bad that attempted assassination at Justice Kavanaugh's house was. The man who had detailed plans about how he was going to kill Supreme Court Justice Brett Kavanaugh was wandering around for a half hour before - and that's a lot of time to make bad things happen. But Merrick Garland absolutely needs to take control of the situation. It is a dereliction of duty, and it's after a series of problems in how he's run the organization."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's coming across as wildly biased. And if he's going to continue down that road, you're going to have a lot of Republicans who are going to want to impeach him. Now, I want to read a 2018 tweet from Kristen Clarke. She's now a member of Merrick Garland's DOJ. And she was commenting on the Supreme Court at the time overruling a California requirement that nonprofits disclose their donor lists. Now, she said, \"Make no mistake, today's decision is part of a coordinated strategy to tear down Roe v Wade. The anti-choice movement will stop at nothing. #endthelies #exposefakeclinics\". Mollie, she is a radical inside the DOJ."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "She's a radical and she's the person who should be in charge of stopping the terrorism on these maternal care centers. And yet, she has shown such bias against them. I mean, this is - these are the groups that help women so that they do not have to end the lives of their unborn children. And it is actually odd, the animosity she has toward these groups, given what they're trying to do to care for women and children. But she's not going to do anything because she's on record as being so politically opposed to them. But this is, again, the Department of Justice is not supposed to be this politicized. And this is - it's not operating as it should be. And it's not protecting Americans."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They used to say that Trump's DOJ was political. Remember that? There's no comment about that now. By the way, there are often infants in these centers. Newborns are in these centers. It's not just--"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Mothers and their children live--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. But they don't care. I mean, they're not anti-baby, but they'll basically threaten to firebomb these centers. Now, one of MSNBC's analysts made these disturbing comments today."
    },
    {
      "speaker": "CORNELL BELCHER, MSNBC POLITICAL ANALYST",
      "utterance": "Women, you think you're losing your rights now? What do you think is going to happen if we don't have democracy? We've got to get these people understand that they've got skin in this game. And they've got - we got to scare the hell out of them, because quite frankly they should be afraid that we're going to lose our democracy."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Just seems like Democrats and their supporters are getting more extreme as an attempt to avoid what seems to be coming their way in November."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Especially with their concern about January 6. I mean, using the language that they use, you should be afraid."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, just real quick on that point too. They're doing this whole show trial. At the same time, there's a coordinated attack on the entire pro-life movement, Christian churches and Supreme Court Justices. And the idea that you would do that when you're actually supporting these types of violent attacks is just incredible."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mollie, thank you. Great to see you."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Thanks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And despite the Capitol Hill police clearing him, the January 6 committee is still coming after Congressman Barry Loudermilk for his actions on January 5 of 2021. The congressman is here next with the latest. Plus, after vilifying them the administration wants the oil and gas industry to become patriotic. Senator Tom Cotton is going to blow the lid off that. Stay there."
    },
    {
      "speaker": "PIERRE",
      "utterance": "We are calling on them to do the right thing, to be patriots here. And not to use the war as an excuse, or as a reason to not put out a production, to not to the capacity that is needed out there. So that the prices can't come down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Supply and demand, that whole concept seems to be lost on the White House. It's very odd, though, because this was President Biden back in March."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We're approaching record levels of oil and gas production in the United States. And we're on track to set a record roll production next year."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. I know what you're saying, that was just a talking point of the past. Well, professional Twitter user Ron Klain tweeted a chart containing the same just days ago. So which is it? What's the talking point? What is the White House saying here? Well, the Free Beacon crunched the numbers. And it turns out, the claim is based on a comparison of four-year averages that includes the tremendous drop in economic activity at the start of COVID. Here now is Arkansas Senator Tom Cotton. Senator, they're playing games of the numbers. It's so obvious. And Exxon responded to Biden's idiotic letter tonight, and basically confirmed what we already knew, that the administration is making the oil production issue much worse."
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "utterance": "Yes, Laura. I guess, we shouldn't be surprised that the gang that gave us 8.5 percent inflation is bad at math. It's also very coincidental that all these oil company executives became so greedy just when Joe Biden took office. The reason we have $5 a gallon gas is because of Joe Biden's policies and it's the exact design of Joe Biden's policies. Remember, on the campaign trail, he and all those other Democrats said, they were going to phasing out the fossil fuels. They were going to declare a war on oil and gas in America. And that's exactly what they've done. And the casualties of that war are America's families and businesses who cannot afford to pay this much for gas, or for diesel, for all the other inflation it causes at the grocery store, or all the other purchases our families need to make."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Secretary Granholm, Secretary of Energy, offered a solution to high gas prices."
    },
    {
      "speaker": "JENNIFER GRANHOLM, ENERGY SECRETARY",
      "utterance": "The solution to make us energy secure, to make the Baltic states energy secure, to make the entire world energy secure is to move to clean energy. No country has ever been held hostage to access to the sun, or to access to the wind."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Has there been a more moronic person in this position? I don't know. I'm being uncharitable. But come on, buy a Tesla, enjoy the transition. Is that the bumper sticker?"
    },
    {
      "speaker": "COTTON",
      "utterance": "Yes. I mean, I guess you could say you are held hostage on access to the sun on cloudy days, Laura, or to the wind when wind's not blowing. That's why we need reliable affordable baseload of energy, whether it's oil or gas, or coal, or nuclear, or what have you. And to say that Americans who are worried about the price of gas should just go buy an electric vehicle, ignores the fact that if you can afford an electric vehicle, you're probably not that worried about the price of gas. Now, I get a bunch of rich liberals who don't worry about gas. But people in Arkansas are using pickup trucks to get around the farm, or using SUVs and vans to drive their kids to practice. They can't afford to spend $60,000 on an electric vehicle, and it won't get them more than need to go in the first place."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Senator, there's some debate apparently in the White House over lifting the tariffs on China, the Trump tariffs. Here was John Kirby today."
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "utterance": "The President wants to make sure that if we have tariffs in place, that they're serving our interests and the interest of the American people. And he wants to make sure that as he reviews the tariff regime that it's meeting those needs. And I think he's going to keep his mind open."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Senator, I've a very serious question tonight about this. Because I understand that there are some GOP senators, they tend to be all the establishment types. They are said to be considering supporting, lifting some of these tariffs, and that that would be part of their plan going forward if they take back the Senate. Rewarding China is part of our economic resurgence, if the Republicans take charge in November? Would you support that? And who is supporting that on Capitol Hill?"
    },
    {
      "speaker": "COTTON",
      "utterance": "Well, it sounds like that's exactly what Joe Biden is about to do in his desperate attempt to solve the inflation he created. Laura, this goes back to his blame game. He wants to blame everyone but himself. He wants to blame oil companies, or he wants to blame Putin's price hike, even though we had inflation before Vladimir Putin invaded Russia. And, Laura, we had these tariffs in place years ago, well before inflation started."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But, Senator, I get what he's going to do. But we got the Republicans. The problem here is we have establishment Republicans, McConnell, Cornyn, Roy Blunt, we can go down the list, who are lining up to support removing tariffs on key goods coming into the United States. Republicans go down that road, there's going to be - you guys going to guarantee that Trump wins in 2024. I can tell you that. Republicans go down that road, look out, Donald Trump's coming."
    },
    {
      "speaker": "COTTON",
      "utterance": "Yes. We should not remove these tariffs to address inflation that Joe Biden's policies are causing. His own economists say, that it won't reduce inflation. And it will give away the store to China. It will remove the leverage you have. I mean, look, he's already done that--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Suicide."
    },
    {
      "speaker": "COTTON",
      "utterance": "--in the solar industry. Yes. He's already - he's willing to import solar panels made with slave labor."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, to kill our solar industry."
    },
    {
      "speaker": "COTTON",
      "utterance": "to get faster off of fossil fuels. Exactly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Senator. We got to roll. But the Republicans, they're going to walk off the plank on that one if they don't do the right thing. Not you, but you know who. All right. Thank you. And last night, we spoke with Congressman Barry Loudermilk of Georgia. At the time of our conversation, he'd been cleared by the Capitol police after months of being smeared as part of some recon group, giving insurrectionist tours on January 5 of 2021 of the Capitol. Now, the head of the U.S. Capitol Police was unequivocal in a statement. He said, \"There's no evidence that Loudermilk entered the Capitol with this group on January 5. We train our officers on being alert for people conducting surveillance or recon, and we do not consider any of the activities we observed as suspicious.\" But even after that statement, the January 6 committee is so desperate for relevance that they released the very same video that the Capitol police reviewed. Well, naturally MSNBC took these new developments to the extreme."
    },
    {
      "speaker": "DANIEL GOLDMAN, COUNSEL FOR HOUSE DEMOCRATS DURING IMPEACHMENT",
      "utterance": "Representative Loudermilk needs to appear before this committee. He needs to tell the public what he knows, and what he did. And I believe at a minimum he should be referred to the ethics committee right away for an investigation into it was not he should remain in Congress."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cue the laughter. Congressman Barry Loudermilk joins me now. Congressman, why don't they believe the Capitol police, who they lauded in the aftermath of all of this?"
    },
    {
      "speaker": "REP. BARRY LOUDERMILK, (R-GA)",
      "utterance": "The Capitol police have done an exceptional job. My hat goes off to them, especially on January 6th. But what the Capitol police said doesn't fit that narrative that that January 6th committee wants to come up with. Why they've targeted me, I don't know. But the Capitol police looked not only and the same video, but more vigilant what do select committee selected to release. And they thought nothing suspicious."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There's that one guy who is in the stairwell and he is taking a photo. I think they spent hours on MSNBC discussing this today. It must have been a slow news day for them, because this is all they talked about. The guy taking a picture, it sure looks kind of like recon. We can't be, but Loudermilk has to come and he has testified to clear this up. Do you know anything about the guy taking the photo? And is he some nefarious character?"
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "Not that I know of. I did not know everybody who was in the group, as most members of Congress don't know."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So why won't you go testify, they say?"
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "They haven't asked me to. They keep asking you guys to have me come. They keep releasing this stuff to the media. But they don't send me the letters. Here, this is a year-and-a-half ago. They could have picked up the phone and called me. All of them have a House phone book, could call my five digit extension. Many of them have my cellphone. They said, hey, we know that you had a group in the Capitol office building, not in the Capitol. I would have talked to them about it. I would have shared information because there's nothing there. But they want to act -- they want to do personal destruction. And that's what they're after, trying to destroy --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They want you a ringleader in this whole --"
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "Exactly. And what they're not showing is, what was the guy taking a picture of? There is a golden eagle on the wall right upside that stairwell that's holding two candles. That's what he's taking a picture of. People take pictures of that all the time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is Michael Fanone, former D.C. police officer who has made quite a name for himself lately. Watch."
    },
    {
      "speaker": "MICHAEL FANONE, FORMER D.C. METROPOLITAN POLICE OFFICER",
      "utterance": "I had written a letter that was signed by Chief Manger, and I found it incredibly irresponsible. To me the letter reeked of outside pressure. You have an individual who is being guided by a representative of Congress who is photographing infrastructure, things like stairwells, hallways, and security checkpoints. That absolutely is suspicious activity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Suspicious activity."
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "Yes. People who come to Washington, D.C., like these people who have never been there before, they're excited. They're taking pictures of everything."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is it against protocol or rules to take photos into lower level where they work?"
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "No, not anywhere except for right around the House chambers. That's the only place that there's a restriction."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So there's no restrictions in doing this?"
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "No, absolutely not. People take picture there all the time. Why doesn't the January 6th Committee show the entire video? Because they are taking pictures all up and down the hallway. When the guy is near the tunnels going to the Capitol, that is where they hang the artwork that schoolchildren give. And at the other end, there is the trolleys, the trains. And the kids wanted to see the trains that take the congressman to the House chambers. That's all this was. And the Capitol police, they know this. But to the January 6th committee, it doesn't fit the narrative that they want to present to the American people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So they can't decide on their narrative. The other narrative is the Capitol police are brave patriots defending the Capitol, and now it's they are basically liars and they're part of an outside effort to prop up the instruction. I don't -- I can't even follow their narrative anymore."
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "And where is the pressure coming from? Nancy Pelosi is the speaker. It's not coming from Republicans, if there's pressure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Has anyone pressured you to change your story about this?"
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "Absolutely not, and I won't, because there is a war on the truth in this country right now. And we have to stand for the truth. The easiest thing for me to do would have just been to lay down and go dark. I'm not going to do that. We have to stand for truth and right if we're going to save this country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, thank you for coming back tonight. We really appreciate it."
    },
    {
      "speaker": "LOUDERMILK",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We'll see if they devote day three to you tomorrow. Up next, New York City has seen a spike in crime, and now the mayor is encouraging drug use. Raymond Arroyo took to the streets of Manhattan. He has the full report. \"Seen and Unseen\" is next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for our \"Seen and Unseen\" segment where we reveal the stories behind the headlines. And for that we turn to FOX News contributor Raymond Arroyo, who has a special report on crime and drug use in New York City."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Laura, you have been covering the connection between even recreational drug use like marijuana and crime. Here in New York City, Mayor Eric Adams has long been a proponent of marijuana use."
    },
    {
      "speaker": "MAYOR ERIC ADAMS, (D) NEW YORK CITY",
      "utterance": "One of my best gifts -- as you know, marijuana is legal."
    },
    {
      "speaker": "STEPHEN COLBERT, LATE NIGHT TALK SHOW HOST",
      "utterance": "I did not know. I am not aware, Mr. Mayor. I'm not into that scene."
    },
    {
      "speaker": "ADAMS",
      "utterance": "I have raw, I have bamboo. And I can't give you this gift. I will give it to you later, you know?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, no matter where you go in this city, even in the morning, as we did the other day, drugs are everywhere. People are brazenly using all matter of substances right out in the open. And drug use is not the only thing rising."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Since last year, crime has exploded here in New York City. Rapes are up 27 percent, robberies, 33 percent. And now that mayor has a new idea to teach people how to use drugs safely, kind of a tutorial. He has instituted the plan. But given the connection between violence and drug use, is this a good idea? We asked New Yorkers what they thought."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are we now criminalizing marijuana again?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "No, they've legalized it here in New York. In fact, your mayor just started a program for safe drug. Is that a good idea?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, it is. I am of the opinion you should have all drugs be legal."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Tell me your expense with crime in the city. You're in New York?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes. I hate it. The entire city is a jungle. And we are at risk. I don't even take the subway. I'm afraid to go under."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The general sort of stay of the city is -- has slipped. It's dirtier, more homeless people."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "In the recent months, definitely an uptick in crimes. Myself, I just got spat on by a homeless dude yesterday, last night walking home."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Are you concerned by the rise in marijuana use and other drugs you see being employed right here in the park?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No."
    },
    {
      "speaker": "ARROYO",
      "utterance": "No?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm not worried about marijuana use. I don't think the people that are doing these crazy things with guns are using marijuana. They are using either at risk drugs or they are in psychosis, and they need mental health help."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I was here under Giuliani, too, and I saw the absence of public drug use seemed to be the norm then. And now it is everywhere. And I'm not just talking about weed. There are strung out heroin looking people all over Manhattan."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But when you learn, as I did recently, the Aurora shooter, Gabby Gifford's shooter, the shooter in Texas, the Parkland shooter, all young men on marijuana."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, come on."
    },
    {
      "speaker": "ARROYO",
      "utterance": "There's a psychotic connection here. Studies tell us that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Come on. Come on. Come on. I'm not buying that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't think marijuana is that big of a deal. I think that we have a lot more of a problem with mental health that people can't get prescription drugs that they should be on because the society we have built is unlivable for most people."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Can you use drugs safely?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, absolutely not. You can't safely."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's Democrat approach, which is the destruction of the quality of life for conservatives and for law-abiding citizens."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, so many of these New Yorkers do not see the connection between the criminality they're experiencing and drug use. They dismiss it. But according to the National Institute of Drug Abuse, the high THC in marijuana today is four times as potent as 1995's version. And a Denmark study shows a fourfold increase in psychosis and schizophrenia among pot users over the last 20 years. So it's not a stretch to see the connection between this and crime."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It is more than not a stretch. This has been documented in study after study. And blowing off the connection between increased chances to get schizophrenia, bipolar disorder, to develop psychosis. We have many, many examples of this. We've had doctors on who have documented it and who have treated it in emergency rooms. So the New Yorkers you interviewed, some of them seem like they are great people, but they've got to read more, understand more. Psychosis doesn't come out of nowhere, OK, not usually."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But Eric Adams, the mayor of New York, sees this as a cash cow. He sees $1.25 billion in tax revenue once this is legalized and dispensed. Here is the problem. They tried this in Oregon. This almost got no coverage, Laura. In 2020, they passed a measure decriminalizing most drugs. And all you had to do was call a 1-800 number and you got a fine if you were possessing it. Guess what -- 1,885 got fines, 91 of them called the hotline to get off the drugs. Today Oregon is the most addicted state in the union, almost 10 percent of people addicted."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It is all going down. It is all going downhill under the legalization effort. Raymond, thank you. Five months ago, we brought you the disturbing details of a school that tried to convince an 11-year-old she was transgender, and they hid the whole thing from her mom. Jessica Konen and her attorney Harmeet Dhillon are back with us for a significant update. Stay there."
    },
    {
      "speaker": "JESSICA KONEN, MOTHER SUING CALIFORNIA SCHOOL DISTRICT",
      "utterance": "You took away my ability to parent my child even before I had any knowledge. I didn't even get to show support. You asked for support. I didn't get a chance. Your job was to educate my child in math, science, English, et cetera. Do your job and let me do mine."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That was Jessica Konen, a mom who we profiled on this show five months ago. So why was she so angry? Mrs. Konen entrusted her seventh grade daughter to the Spreckels California school district, and the district then turned around and conspired to change the girl's gender, her name, her pronouns, all behind her parents' back. And at the time of our interview, Jessica was considering legal action. She and her attorney, Harmeet Dhillon, founder of the Center for American Liberty, are back with us tonight with an update. Jessica, what can you announced tonight?"
    },
    {
      "speaker": "JESSICA KONEN, MOTHER SUING CALIFORNIA SCHOOL DISTRICT",
      "utterance": "So, first of all, I want to say thank you so much, Laura, for having us. Exciting news, actually, that we are moving forward, and we have filed a lawsuit against the Spreckels school district, the two teachers, and the principal that has caused some very serious damage to my child."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet, this is from the lawsuit that the Center for American Liberty filed. \"Ms. Caldeira and Ms. Baraki instructed students that they should not tell their parents about their new gender identities, purposely failed to keep the Equality Club rosters or records so that parents could not discover their children's participation, and held Equality Club meetings during lunch as opposed to after school so that students who were too young to drive did not have to ask their parents to pick them up.\" Harmeet, if that's all true, the lengths to which they went to cover this up, that is stunning."
    },
    {
      "speaker": "HARMEET DHILLON, CEO, CENTER FOR AMERICAN LIBERTY",
      "utterance": "It is stunning, Laura. And to be honest with you, when I first heard about these facts, it was really hard to believe. But in fact, these teachers have actually confessed on video at the California Teachers Association to doing a lot of these things, and not only doing it, but trying to other California teachers how to secretly run these clubs away from that knowledge of the parents. And Laura, first they told this young lady that she was bisexual. This was a prepubescent girl. And then a few weeks later, they tell her, no, we think you're trans. Some of the other facts in this lawsuit, Laura, include that these teachers during COVID actually creeped on the search engine searches of these children who were studying remotely to identify more children to include in these types of clubs. And so no parent should have to go to this. They have rights under the United States Constitution to direct the education and the upbringing of their children, and we intend to hold these teachers, the principal, and the school district liable for the damage they caused the family, other families potentially, and for violating the civil rights of these families. And this cannot go on in America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everyone watching this tonight has to be blown away, because there's more in this lawsuit. I can't even believe this. \"Ms. Caldeira and Ms. Baraki,\" again, \"encouraged A.G.\", that's your daughter, Jessica, \"to change her name to a boy's name as an expression of the new identity they were encouraging her to take on.\" Jessica, this is a full frontal assault on the traditional American family, on your family, and on your belief system, is it not? I don't even know how you hold it together, frankly, after that."
    },
    {
      "speaker": "KONEN",
      "utterance": "A hundred percent it is a complete violation. It is disrespectful. It is, to be honest, it's some of the most emotionally damaging thing that you could do to a family unit, to a child. The things that I have found out that I, going through this process and who my daughter is becoming now, is just so disgusting. And I'm actually really sad that I wasn't able to be there for her the way that a mom should have been. There should have never been any hiding from a mom, and there should never have been any type of -- they should have never had that type of control over any type of child, anybody."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet, is this a recruitment tool, yes or no?"
    },
    {
      "speaker": "DHILLON",
      "utterance": "A hundred percent, a hundred percent, Laura. And these are not the only children affected. We have learned about other children in this school district, and I've learned about hundreds and thousands of families across the country. And so Laura, if people want to find out more they should go to this website and support this family, LibertyCenter.org. Support Jessica."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jessica and Harmeet, thank you. A favorite Angle segment back, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, goody, it's back!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Our dear friend, Anthony Fauci, came down with his first case of COVID, this despite being boosted not once but twice. We wish him well. I'm sure he's going to be totally fine. But maybe this will act as a catalyst to officially declare the COVID endemic."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}