{
  "date": "June 15, 2017",
  "headline": "What role did divisive rhetoric play in Scalise shooting?",
  "subHeadline": "Did heated political discourse partly responsible for attack on GOP congressional baseball team? Reaction and analysis on \"The Fox News Specialists.\"",
  "url": "https://www.foxnews.com/transcript/what-role-did-divisive-rhetoric-play-in-scalise-shooting",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "sentences": "Hello, everyone. I'm Eric Bolling along with Kat Timpf and Eboni K. Williams. We are \"The Fox News Specialists.\" You're looking at Nationals Stadium where in just two hours from now the annual Congressional Ball Game will start just a day after a crazed gunman attempted to assassinate a field filled with Republican representatives because of a hatred of Donald Trump and right-leaning government. The game will raise over $1 million for charities like the boys & girls club of greater Washington and the newly added capital police memorial fund. The fact that this game is going off on schedule it's a testament to American pride, American courage, and American tenacity, your thoughts on this, Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "sentences": "Absolutely. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Great stuff, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely. Struggle but we bounce back and all the donations. It's really great to see people come together and support this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Your thoughts, Eboni?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "sentences": "A hundred percent, Eric, and better than ever. Last year they raised about half a million. This year they raised over a million dollars for this type of stuff. It is fantastic. And, yes, the spirit of tenacity and the American way. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Thirty nine and one, that's the record, so this will be the 80th meeting. It will be the tiebreaker tonight. But let's meet today's specialist. He's a former governor of Arkansas, a radio talk show host, and best-selling author, and a former presidential candidate, and he specializes in hunting and music, it said not at the same time but I think maybe -- Mike Huckabee is here. And he once worked at the Securities and Exchange Commission, he's a Fox News contributor, and he's the associate editor of the editorial page of the Wall Street Journal, so naturally he specializes in economics and financial issues, James freeman is here. Yesterday, I suggested a less vitriol and President Trump may have been a mitigating factor in the shooters plan to kill Republicans. I cited example after example of liberal politicians and celebrities using deadly metaphors for their dislike of Trump policies, but instead of a -- delusional Democrat Nancy Pelosi decided it wasn't their fault and called out Republicans for the attack on, wait for it, Republicans. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., MINORITY LEADER",
      "sentences": "I think that the comments made by my Republican colleagues are outrageous. The need for dignity of the jobs that they hold, the need for dignity of the respect that we would like congress to command. How dare they say such a thing? How dare they.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Governor, more and more divisiveness coming from the left. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER GOVERNOR",
      "sentences": "I mean, when did she say this? Was this like yesterday or today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "My gosh. I mean, everybody was saying, how long will this civility last? Well, now we know, not very long. And I'm not surprise. I remember after 9/11, you had all the members of congress standing on the capitol steps singing God Bless America. Everybody was together, and that didn't last but a few days either, and it's unfortunate. But I think we also need to pull back and remind ourselves that what makes this a great nation is the fact that we can disagree. We can even yell and scream at each other. That's all part of America. What we can't do is shoot each other. And we have to come to a place where we understand that there is something that we don't talk about very much but this is the heart of how to fix it. It's called morality. And if people had a moral conscience in which they said I value you as a person. I don't value what you stand for, I don't agree with it but I value you, and therefore I would do nothing to ever hurt you or try to impede your ability are yours, or your, or yours. That's where we're lacking in this country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "James, when you have crazy people mixed in -- the governor's right, morality amongst normal people would say, hey, let's take a step back, take a breath, and maybe ratchet down the rhetoric. But a lot of crazy people are listening to these politicians, celebrities, media personalities saying, hey, they mean business therefore I'll take things on my own hands. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES FREEMAN, WALL STREET JOURNAL",
      "sentences": "Yeah. What's maybe really disturbing is that there's actually no evidence this guy was crazy. There's no history as far as we've seen in media accounts of psychological illness, psychiatric issues, obviously, a very bad guy from his history even before the shooting, but you do struggle to understand this. But, look, obviously you get yourself into trouble assigning blame for these kinds of things to people who are not the shooter. But I think this is a moment where it would be nice if, for example, critics of the president stopped calling themselves the resistance as if they're akin to the French fighting Nazi in World War II. That's not what we have here in this country. It'll be nice. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "He is my president. May I also add the resistance on social media, to resist and it's also anti-fa, which is the antifascist movement. And the same group, the anti-Trump group.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "As if we have a fascist government in the United States. And you know it's a good moment to think, you know, may be the Bernie Sanders is my president t-shirt ought to go now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, you know, they'll never want to get rid of a nice t-shirt if you like it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "OK, fair point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I mean, the shooter, bad guy, he's has a history of being cruel to animals, to children, to his girlfriend. He's a bad guy. We need to make sure also to not go too far in blaming other people because like you said that could be a little slippery. Shooting, shooter's fault. He was an adult guy, his fault. But when something like this happens, you should just want -- you should be inspired too, for the sake of goodness, wanting to join together because something like this happens. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Eboni, when the other side of the political spectrum and the crazy people on the opposite side, they look at the other side being not only just a political nemesis and opposite to their views, when they actually start to feel some sort of physical threat, that's when we get in trouble. A lot of people aren't as rational as the five people on this set right now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, they're not, Eric. And that's why, you know, as Governor Huckabee was speaking, humanity, is what I hear you speaking about as well. Moral compass, treating each other like human beings, and we're beyond just the D's, or the R's, or the I's, or the big L's, or little L's, the fact our political beliefs, we are human beings. And that's what we have here, Eric. What we have are people that just don't just hate Donald Trump because of a border wall policy, or don't hate Barack Obama because of an Affordable Care Act or Obamacare, they despise the essence of who they are and what they represent, and this is what we're seeing play out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Listen to this, though. Let's take a look -- brings up two recent examples that showcases how the left is using more and more violent methods to make their political points. First, check this out. The Berkeley, California, riots in February, where a right-wing provocateur was set to speak on campus which instead devolved into absolute chaos when left-wing goons went on a rampage, leading to the cancellation of the event. Remember that one? Also, second, just this past weekend, where a far left counter demonstration attacked anti-sharia law protesters holding rallies across the country. Now, governor, I got beat up a little bit last night for a monologue that I put blaming the left, but these are left-wing protesters getting more and more violent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "What's really troubling is Berkeley was once the center of the free speech movement. My gosh, when I was a teenager back in the 60's, it was where people were rioting to make sure that other people could be heard. Now they're rioting so that people can't be heard. And I'm wondering, where are those aging hippies, those once who now get free part- D Medicare drugs who ought to be mellowed out enough to be able to say, hey, kids, we were fighting for your right to hear speech you didn't like, not to shut it down. That really concerns me that people don't even understand the genius of America, is that we can have speech that we disagree with, but we don't have to be disagreeable when we hear it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And see, Kat, when -- there's people who felt like they've been left behind by the world, by the economy, by America, and they see this left-wing protest get violent like that, they start to say I want to be part of that, and they're going to make it bigger and bigger to call attention to whatever their thing is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yeah. Again, though, I don't think that it's anyone's fault but a murderer when a murder happens. I really think it's important to say that. I think that for many reasons, it's very clear that the rhetoric on both sides has gotten very heated, it's very, very clear. And, of course, when you're talking about protests and speeches, you don't see right-wing people protesting left-wing stuff like that. I will say that. But, overall, there's nothing beneficial about slinging vitriol back and forth. So it doesn't have to be a case where, oh, don't fling this kind of hatred because this will happen. We shouldn't want to sling this kind of hatred, period. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You don't think that this ratchet of violence -- taking the protest to the next level of violence and rioting is partly responsible for things like what happened yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think the 66-years-old adult man who shot those people is the one responsible for shooting. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "OK. What do you think, Eboni? Where do you land on this one? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I mean, I agree, ultimately. Of course, Kat's right. This is his responsibility. But I want to get to something James said, which is that we've talked about mental illness, there's nothing documented in this guy history. We don't have a diagnosis of bipolar schizophrenia. But again, I think what we're all kind of talking around and touching on a bit is the hysteria that some people are finding themselves around political disagreements. It is no longer just a normal thing. I mean, it is really truly to me, Eric, broaching a place of absolute hysteria that is playing out in a violent way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I don't know if the producers can do that second clip again, James. Take a look. Remember, this was last weekend in New York, was anti- sharia protesters they were calm, they were protesting, their falling within their first amendment right to do what they're doing. It's when the opposite said we don't like what you represent, it became violent. They became violent. And it was the left-wing beating up on the anti-sharia protestors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yeah. Attempted political assassination on Wednesday, this week, obviously, was on a much higher level and we should react more. But this is a growing trend of more violent attempts to silence people. Not to blame anyone for particular actions, but if we are talking about why is the first amendment no longer respected, why is free speech no longer respected across the political spectrum, you have to put some of the blame on Hillary Clinton who basically led a campaign to prevent people from making a movie about her. A lot of people on the left they say citizens united as if this was some great horrible stain on American history. What it said was you can make a movie criticizing Hillary Clinton and you can get people to distribute it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Question, James, and I'm no Hillary Clinton fan, just to be clear about that, but you're not connecting Hillary Clinton to what happened yesterday? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "No, not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "To be clear -- not assigning any blame to any violence. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "What I am saying is, to go back to your question about where did tolerance for the first amendment go? Don't we believe in free speech anymore? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's free speech -- are we allowed to say, we cite an example after example yesterday of Democrats saying the Republican health care law will kill you. It will kill your children. Nancy Pelosi herself said it's deadly. Isn't that -- you know, free speech, yes, we all agree, but there's a line where free speech becomes dangerous. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Can I ask you this question, Eric, I don't like it either, but here we go to the Tea Party when Barack Obama came out with the Affordable Care Act, people thought that was socialism. They called Barack Obama a socialist. That's why you take that position. People in the Tea Party said that that type of socialism will kill us and kill America, and that language is out there and we all know that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Well, I think sometimes the reason this stuff gets so overheated is because it's all some people do. That they have a one-dimensional if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I watch news all day long. And then I tell them I feel sorry for you. Listen to some music. Put a cork and a hook in the water and catch some fish. Take a walk. Do something else with your life, for God sake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "People they hate all day, nothing but hate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "That will make anybody crazy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "What's that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Have some good barbeque. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Have some good barbecue. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "When the shooter belongs to a Facebook group called terminate the Republican Party, and when former attorney general Loretta Lynch says in a video talking about protesting, they've marched, they've bled and, yes, some have died. We did this before, we can do this again. I don't know. It just feels like we've ventured beyond free speech into dangerous speech. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "OK. So there is dangerous speech that is free speech. That's why I'm trying to ask you -- I'm talking about free speech. Whenever I talk about free speech on the show, people think I mean good speech. I would not say that some of these things are good speech. They're certainly not nice and some of them can be dangerous, but they are under the first amendment. So what do we do about it? I don't want the government to be in a position of deciding what is and what's not acceptable speech because that's a really dangerous. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "No, no, don't get me wrong. I'm not suggesting any law that limits someone from saying, hey, that health care law could be deadly or is deadly. I'm saying that we can point the finger at these lawmakers and say -- at least partly responsible -- a mitigating factor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think I hear you're talking about human decency, Eric. And certainly, I think, we can all agree that would be nice to return to. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right, I hear music, it must mean it's time to go. Up next, members of the mainstream media sinking to new lows following yesterday's congressional shooting. Plus, a remarkable exchange between Eboni and Ted Nugent, a friend from the show, on her radio show earlier today. We'll be back in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The New York Times botching an editorial on yesterday congressional shooting. The piece link the gunman who shot then congresswoman Gabby Giffords in a 2011, to a political map circulated by Sarah Palin. Now it's a long defunct theory and following an immediate backlash, the Times had now issued a correction. But that didn't stop Sarah Palin from taking to Facebook writing, quote, today a perversely biased media knee-jerk blame game is attempting to destroy innocent people with lies and more fake news. As I said yesterday, I hoped the media had collectively matured since the last attack of a representative when media coverage skewed blatant lies about who is to blame. There's been no improvement. The New York Times had gotten worse. Governor Huckabee, you know the governor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "It's gotten worse. And I totally agree with Sarah Palin. My word to her would be, you go, girl. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Let me tell you something. The New York Times has been recklessly irresponsible with the truth, it's why I call them the New York slimes and it's the Washington compost because I no longer have respect for them as organs of journalism. They're just disease organs now that need to be probably removed. But, look, Sarah Palin has even floated the idea that she might sue them. God bless her. I hope she does and I hope she succeeds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "By people canceling their subscriptions. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "They're going away, but it's just not fast enough for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Why don't we ask Jim, the editorial page made a blatant error like this, can you imagine. Wall Street Journal, 12 hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yeah, that was a long time. And even after they corrected it, they're still smearing her. They just softened and I think maybe they've got legal cover, but it still ties her without any facts at all to that 2011 attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I remembered specifically what this was. Sarah Palin had a map showing congressional districts that she thought were vulnerable or available to Republicans to pick up and there were targets on them. Not on the people but on the districts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He'd become obsessed with his hatred for Giffords years before that. And so I'm a writer, you know, I write for National View, I write columns, and this thing that I do before I publish it or submit it to my editor is I make sure that it's true. I make sure that there's nothing in it that's completely made up crazy banana land garbage. They should try it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's incredible, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yeah. It's crazy, right? We have Google. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I mean, they could apologize frequently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Again? OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "But I guess it would start to lose its impact after a while. You know, one thing, as many errors as there were in that editorial, one thing they did do, and I'm sure it just killed them to do this, was they said good job, Donald Trump, on the way you handled the aftermath of the shooting. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "That couldn't have been pleasant. I can't even imagine them having to sit down and type that out but they did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But they did it. Speaking of all of this heated political rhetoric, today on my afternoon radio show I spoke with a guy who's a little bit more than familiar with controversy, musician, Ted Nugent, and he gave a very unexpected take on yesterday shooting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TED NUGENT, RADIO TALK SHOW HOST",
      "sentences": "I think we've reached critical mass. I tend to agree, you and I had a bit of a confrontation because of some of the language I've used. I've reevaluated my approach, even though I'm a street fighter. I'm from Detroit. We use language in the street. We use certain harsh terms. But at the tender age of 69, my wife has convinced me that I just can't use those harsh terms. I cannot and I will not, and I encourage even my friends-slash-enemies on the left in the Democrat and liberal world that we have got to be civil to each other. That the whole world is watching America, where you have the God-given right to life, liberty, and the pursuit of happiness, and we have got to be more respectful to the other side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric Bolling, how about those apples? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The last time Ted Nugent called was sitting right beside me..",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Listen, it's like Anthony Weiner giving you a speech on fidelity. I'm shocked. Look, he's a motor city man. He's a friend. That's what he does. He's a provocateur. To say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Honestly, Eric, I complimented him. I said, look, I'm not going to declare you the next MLK here, Ted, but this is an important step.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Admitting you have a problem is the first step to recovery. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I thought it was classy. To use Governor Palin's word, mature, right. Just two weeks ago he doubled down. He called into our show, doubled down, push back on me, calling him out about his comments about President Obama and eating a gun. And today, he said, you know what, I still hate Obamacare, I still hate all those left-leaning policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Still love guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Definitely, still love guns for sure, Kat. But there's a better way to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "You know I've hunted with Ted Nugent. He's a great guy. Let me tell you something about Ted that a lot of people don't know. He's one of the most tender-hearted people you'll ever be around, and a lot of what people hear from Ted, it is his personality, it's his way of doing it, but he's doing it with a great sense of humor. And surprisingly, real respect for other people. But he just comes out there like a herd, a stampede.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And that's what he said, and he said the energy when he's on stage and get rouse up -- but he said, you know what, now when I'm singing, to your point earlier, James, people are taking it too literally. You know that's not my intention. I never admit that literally, but people are taking it that way. And if this is the consequence, what happened to representative Scalise, we can't do it anymore. So maybe it took all that for him, but it seems like he's ready to take a step back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "If Nugent what's to kind of settle into a more statesman role, it's the September of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I have -- authority that the president is going to appoint him to be the ambassador to the court of St. James coming next week. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And he's going to start playing the harp instead of the steel guitar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "No way, Jose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Ted, I have confidence. I'm going to take you at your word and you're going to dial it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I love Ted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Leakers striking again, this time revealing that special counsel Robert Mueller is reportedly investigating President Trump for possible obstruction in the Russia probe, but the president and his legal team are punching back. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Leakers launching a new broadside against President Trump. The Washington Post is reporting that special counselor Robert Mueller is looking into whether President Trump tried to obstruct the Russian probe. It's like five unanimous sources for its story. And the president's legal team is fighting back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAY SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE",
      "sentences": "If this was true that five individuals inside the United States government, whether it was the FBI, or special counsel's office, wherever it came from, leaked information about the president of the United States to the Washington Post, information about a supposed investigation, that is a crime. We can say it's outrageous. We can say it's irresponsible. The leak of this information is a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eboni, what do you think? You're a lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, look -- it's so interesting though because leaks used to be automatic crime. Now the way people are using it, more cavalier, James Comey, I don't know. This is a problem though, and I'm not going to defend these leaks because -- maybe this time it's not the biggest problem, Kat, but the next time maybe it interferes with national security, as we've seen in other leaks. Then now we've got a whole threatened security interests, and that's why we have to stop them at all cost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We definitely have leaks. We know we have leaks. And we don't seem to want to investigate these leaks -- but we have allegations of collusion with absolutely no evidence, but we're seven investigations in on that one. A little bit of in-balance. Trump's tweet today was amazing. It was perfect. He tweeted, crooked H, meaning Hillary, destroyed phones with a hammer, bleached emails, had husband meet with A.G., days before she was cleared, and they talk about obstruction with him? That's a great point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think he really missed saying \"Crooked Hillary.\" I think that was probably part of it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Well, because the standard ties, it's tough to prove obstruction. So I guess it was tough to prove with Hillary, and it will be tough to prove with him, too. I mean, you have to show intent to corrupt. How do you show that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We don't see all these investigations: special counsel. We don't have seven different groups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We all know life is different for the Clintons. That's something that -- that's been well-established.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "But let me be real clear. This is not happening because people are on a truth squad mission. This is not happening because people truly care whether or not Donald Trump is telling the truth or not. This is happening because people want to discredit and delegitimize his presidency. This is as close to a coup d'etat as we're going to see without the use of weapons. That's what I believe this is about. And the fact that there's leaks that just continually pour out, all based, always, on anonymous sources. Illegal. And I'm glad we all recognize that that is a crime, to do this kind of stuff. Let's ask ourselves, why is it happening? It's happening to discredit and to completely distract Donald Trump from being president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's interesting that they haven't found any evidence of collusion. What do you think will be in a situation where maybe he was obstructing investigation into a fake crime? I mean, could we see that happening? Everything's so bizarre. I don't even know what to predict any more. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Well, I guess a lot of levels to this, right? Let's assume for the moment it's true. He would hope Mueller would be focusing his resources on finding whether there actually is a premise to his investigation, right? Whether there really was any collusion. But then as we think about the sources on this story, yes, wow, five people in an investigation are leaking? When I was in the FCC, I didn't work in the enforcement division, but I know that the people who did took that very seriously. This was not -- non-public information about a matter being investigated. And it's true, the Justice Department, journalists, certainly, we try to get leaks all the time. It's -- it's not that easy, unless you're getting background on cases that have already been brought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know what the problem with this is, that we're spending so much time doing this. There are administration officials that have to testify. They have to go -- they're being -- they're being deposed. Donald Trump is trying to put together, A, an administration, put together a policy going forward, trying to get the country back in shape, back in line; and he's spending his time worrying who's going to -- who's going to say what about him, who's going to leak what anonymously, Governor. Not only leaking but leaking anonymously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "They didn't defeating him at the polls. He won the election. I never thought that would happen. They're not defeating him on the policy level, because right now, the economy is doing better than it's done in many years. Jobs are coming back. The stock market is gangbusters. He's building relationships across the world that we haven't had in a long time. So they can't beat him on the policy level. What else are they going to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is what I would tell the president. I would tell him what I would tell my clients when they were under investigation. It's very hard to do, but you have to. Look the other way. I agree with you, Eric. He needs to focus on his agenda, whatever that is, keep going with the economic plan, keep going with infrastructure, tax cuts, what have you. Push the agenda forward so that he can be very, very well-positioned for 2018. And if there's nothing there, which at this point, I will say this is where the leaks are now costing those trying to be in on this Trump takedown. Because if you're someone like myself or Kat or whoever who's really looking at this and wanting something to come of it substantively, you know what the leaks do? It makes me not take the investigation as seriously. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eboni...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know, Eboni, as a lawyer, how much time and mental capacity...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Forget the money. The time and mental capacity, when you're the -- when you're target of a lawsuit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I know. That's what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What I'm suggesting, it's difficult... if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You wonder who's going to say what, if they're going to lie, if somebody is going to have -- is going to misread something...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You are saying you would not advise your clients to tweet out how what they're accused of doing is nothing compared to what Hillary Clinton has done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I would not do that. But also, I would try to tell them to -- you know what? You can't control it, Eric. I hear what you're saying. It's stressful, and when you're the target and you're the subject, it's very hard to look the other way. But he can't control what Robert Mueller is going to do, so we needs to focus on what he can control, and that's -- this is of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Talk about hypocrisy. The left doesn't care -- didn't care when Hillary -- Hillary Clinton's State Department sold the Russians, the Russians, 20 percent of our uranium production. That was nothing. That was no big deal. Look the other way on that. But Donald Trump, we've got to find some collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I thought his tweet was really entertaining. If I were Trump, I would leave this to the lawyers now. The less said the better. But I agree with Eboni 100 percent. If Robert Mueller, who has built a great reputation for many years, wants to keep it, he will not have this looking like a political operation, which it does when it leaks like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All right. We've got to get going. Up next, the jury deadlocked in Bill Cosby's sexual assault trial. And Eboni's \"Docket\" is on the case, right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "welcome back to \"The Fox News Specialists.\" Our specialists are Governor Mike Huckabee and James Freeman. Let's continue our conversation with \"The Docket.\" \"He said-she said.\" That's essentially what the Bill Cosby trial has come down to. In the \"CSI\" age of armchair detectives and lawyers, jurors really appreciate evidence like DNA, fingerprints, other forensics, and eyewitnesses in their mission to determine that all-important threshold of proof beyond a reasonable doubt. The Cosby jurors, well, they cannot seem to get there, at least not yet. The seven men and five women -- excuse me -- determining the fate of America's dad remains deadlocked after over 30 hours of deliberation. And as is the case with most sexual assaults, there are no eyewitnesses. And DNA and fingerprints really wouldn't help, because Mr. Cosby's defense is that his encounter with Ms. Andrea Constand was consensual. So ultimately, this case will come down to the single most important element of any trial: credibility. Will these jurors believe Cosby, an American icon that changed culture and for many, like myself, helped shine a bright and beautiful light on a black excellence in this country, in a way in which we'd never seen? Or will they believe Ms. Constand, who along with the testimony of her mother and one other woman who accused Cosby of assault, paint a very different picture of Bill Cosby, one of a disgusting sexual predator that routinely used Quaaludes and other drugs to disarm women that he wanted to assault? And frankly, Cosby admitted the part about the Quaaludes in his 2006 deposition. While over 60 women have now come forward with accusations, only these two were allowed to testify in this trial. And as everybody wants a conclusion to this American tragedy, it's important that jurors get this right and deliver a verdict, despite how difficult and heart-wrenching this process is for all involved. Now for now, Mr. Cosby should continue to enjoy the presumption of innocence, but ultimately, our juror system will provide the single most needed thing in this case, and that is closure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "We didn't get it yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, we haven't got it yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But they can retry this case, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, and we don't know...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Can they retry with different accusers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So it's a very good question. Two things. No. 1, we don't necessarily know if we don't get a verdict here. They are deadlocked. They came back and told the judge, you know, \"We can't get to a verdict.\" The judge said, \"Go back.\" And that's common in this kind of case when this much emotional cost is at stake. But if they never get there, Eric, your question is very poignant. It will look different if they try this case again. So we know that the prosecutors wanted 13 of some of the alleged other accusers to testify. They only got permission for one. One of two things happens. Either the judge says, \"You know what? I don't want another deadlock,\" so they let multiple women. Maybe that will help bolster the prosecution's case. Or they might say even that one was too prejudicial, and no other witnesses get to testify next time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know what else is common in these cases? Is guys getting away with it. And when people ask, when a woman says years down the road or eventually says, \"Somebody assaulted me,\" and they say, \"Why didn't you report it to the police?\" It's because the real world is not \"Law & Order: SVU.\" And when it's your word against his and he's this guy who has power over you. Who do you think people are going to believe and who do you think people are going to want to believe? People should look at this and really think about it in terms of when we talk about sexual assault in this country and whether -- and why it is so hard for women to go to the police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "James, Kat is making a point that I think a lot of women in this country feel, because either we know firsthand someone close to us or, unfortunately, experience it ourselves. But of course, the other side of that is, if that happened, why -- we know the fact in this case, she called Bill Cosby over 70 times after this happened, and she says it was in the scope of her role at Temple with the basketball program. But I'm just wondering and curious, from the male point of view, does that -- does that wash?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yes, I don't know if I speak for all males, but I would say, I mean, for anyone looking at this case, if he doesn't beat the rap, and I guess when the jury is deliberating this long, if you're the defense, you start to maybe get a little more confident. But if he does end up beating it, you hope it's because he's innocent and not because, over 13 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't believe that 60 women are lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I know, it's hard to believe. I think...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I hope it's not, because over those 13 years, evidence that might've helped her is not available anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "A little context here. About 20 years ago I was dating, I was with -- living with one of the accusers, ended up being one of the accusers. Now, she never accused him back then, but she would tell me that Bill Cosby did do these types of things. I was just appalled. Like, Bill Cosby would do something like that? Years and years went by. You know, we lost touch, and I noticed that she is not one in the trial, not one of the ones -- of the three in the trial, but one of the 60.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So I mean, I think Kat is right about this. Just because you don't accuse someone right away doesn't mean he's not guilty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, and just because you can continue to work with them. Sometimes you have to continue to work with them. And a lot of times, because you have to continue to work with them is why they do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, absolutely. And I will tell you, from a culturally standpoint, Governor, this was very hard for a lot of Americans to even wrap their minds around, because they knew Bill Cosby as a comedian, from \"The Cosby Show,\" from a very generous philanthropic standpoint. I mean, this is a man who's given millions and millions and millions of dollars to education. And so this becomes very hard. But from -- I'm just kind of asking from a humanity standpoint, maybe even from a spiritual standpoint, people being good in one way, but possible doing something very bad in another?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I think it's one of the realities of humanity. There are a lot of people who can do very good things and compartmentalize it. And then in the other compartment of their life, do horrible things. I don't know what Bill Cosby did. I have no idea. Every time I hear this story, I want to go take a shower, in part because Bill Cosby was such a role model for many, many young men. And he talked about what was important in terms of getting an education, being responsible. Don't expect other people to give you something you didn't work for. A lot of values that he was promoting publicly that we needed and that were worthwhile. I hate to see all of that totally thrown away. And if he did this stuff, then you know, his legacy won't be those years of comedy and the years of being a role model. It's going to be the sexual predator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Being a predator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There's no way 60 women are lying. If they're listening, I believe you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "You're not going to have closure if he beats the rap, right? Because you've got all these other accusations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no. Those accusations are still out there, for sure. Straight ahead, the family of Otto Warmbier, the American student brought home from North Korea, lashing out at the regime for his brutal treatment. Can justice be done here? Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. You're looking at a live feed from Nationals Park in Washington, D.C., where the congressional baseball game is about to kick off at 7 p.m. Eastern Time. It's a benefit baseball game. We're just told that President Donald Trump will deliver a video statement. That will be delivered right before the game starts. So we will keep our ears out for that. And if it happens during our hour, we'll let you know what he said. If not, you can always keep it here on Fox News to find out. OK. Otto Warmbier is home in Cincinnati but not in good shape. A team of doctors who have examined him held a press conference today detailing the state of Otto, and it's grim. They note Otto is in a state of what they call unresponsive wakefulness and that, contrary to what North Korea claims, there is zero evidence of botulism. Now recall, North Korea blamed Otto's vegetative state on his contracting botulism. So it begs the question: what kind of treatment did those captors expose Otto to that would render him almost brain-dead? Governor, your thoughts on this? The pictures of him being escorted, you know, back to the United States, brain-dead. And then North -- mind you, North Korea said it was due to botulism. The doctors said no botulism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I have to, first of all, react as a father. If this were my son, you know, I would do anything to get him back, anything and I would be so angry, the shape in which he came back . You know, and I think that what we're seeing here is a revelation, not that we really needed it, that the North Koreans are an absolutely unmitigated disaster of a government. They have no real sense of integrity, honor, decency. Then you ask this question: Why would any student group go to North Korea? I mean, you cannot look at that movie and say, \"Oh, there's going to be happy ending here.\" So that would be the question: Why did the student group ever go to North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Let me bring in Jim here. Let's talk a little bit about the economics of this. China has to see this and say, you know, \"Maybe we need to rethink our North Korea policy.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Let's hope so. I think this is one of those tests of whether Donald Trump, \"The Art of the Deal\" guy, can do a deal here that really has eluded Republicans and Democrats before him. He's got to find a way to get China to participate in harsh economic sanctions. They -- they don't want to do it. They have -- they do a lot of business with North Korea, but this is -- this is the test for him right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Eboni, one of the big issues here is these doctors said it's not a temporary condition either. This is extensive brain tissue loss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Brain tissue loss. And when I heard that, Eric, I mean, I think it just -- not, as the governor said, we needed any more evidence as to the complete, just unconscionable ability of North Korea to just show such wanton disregard for human life. But there you have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Sickening, really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Does it warrant -- I'm asking because I know we're probably on the same -- similar fields in this. Does it warrant any sort of military response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What are we going to to do? Honestly. I mean, the botulism thing is obviously garbage. They're probably laughing when they say that. But you know, we're talking about a place where all the people who live there think that that's true and think that we're the ones going after them. And -- and it's, you know, really, really just a sick, disgusting situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "But let's be real clear. It's not just that this is the only guy that North Korea has mistreated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "They mistreat millions of their own people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Their people are reduced to eating lawn clippings, because they don't have any food. They're starving to death. They don't have utilities. This is a regime that -- I don't know that there's any hope for it. I don't think there's a reform that's going to work. Quite frankly, it may be that we tell China, \"Why don't you annex North Korea?\" Because that may be about the only solution. They'd be better off under the Chinese leadership than they would be under this nutcase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And China doesn't want any of that -- none of that action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "This is -- it's an old-fashioned Marxist dictatorship. And, you know, I think kids who think it's fun to wear T-shirts with Che Guevara, the murderer, might want to rethink, really, how cool and hip all of this is. But -- but I think on the -- it says a lot about China, too, doesn't it? That you have to go to all this effort to persuade them to stand away from this monstrous dictatorship. But I think, you know, it's not hopeless, but it takes -- it's going to take probably a very long-term, determined effort from the president to bring them around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. We're going to leave it right there. We've got to go. But tonight, be sure to watch Tucker Carlson, 8 p.m. Eastern. He has an emotional, exclusive interview with Otto Warmbier's father, Fred, and how he and his wife are dealing with what happened to their son. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED WARMBIER, OTTO WARMBIER'S FATHER",
      "sentences": "We're doing OK. I worry about Cindy a little bit. I think she worries about me. We're taking it a moment at a time, a day at a time; and we're going to support each other like we agreed to do all this. And we're -- we're adjusting right now. We're adjusting to -- to a different reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You can see all of Tucker's interview. That airs tonight at 8 p.m. Eastern here on FOX News. But when we return, we \"Circle Back\" with our specialists, Governor Mike Huckabee and James Freeman. Do not go anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Time to \"Circle Back\" with our specialists, Mike Huckabee and James Freeman. All right. Governor, you said you went hunting with Ted Nugent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Many times?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Several times, yes. And he had one of the best hunting dogs I've ever seen in my life, a dog named Gonzo. Ted Nugent is truly one of the great Americans I've ever been around. And he's a gentle, caring, great guy, and he's more fun to be with than you can ever imagine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "My question is for the governor, as well. Governor, there's one Sarah Huckabee Sanders, who is the deputy press secretary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Now, I'm going to ask you a question, and I'm guessing you're not going to answer it. I want to follow up. So my question is, will she be the -- drop the \"deputy\" and become the next press secretary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I don't know. And by the way, she doesn't either. She really likes Sean Spicer, loves working with him, respects him a lot. And that's not her decision to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So let me follow up with a question. Do you want -- would you want that for her? It's a very tough job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "It's a tough job. Look, I think my daughter is up to anything. She's great at what she does. I'm proud of her. She's a tough cookie. And don't ever underestimate a southern woman. Because when she starts the sentence with \"Bless your heart...\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know you're in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "... she's running (ph) to you like a deer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Throw-down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They don't call them steel magnolias for nothing, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "I'm telling you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, James, here's one for you. What would you advise President Trump to tweet moving forward around this issue of the Russian probe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I think you should tweet about no topics that are currently under investigation. But I think he should tweet about Arnold Schwarzenegger's ratings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "I think if he wants to tweet about Rosie O'Donnell, that's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Fun stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "About hunting with Nuge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "\"The Specialists\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "\"The Specialists\"? All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Ideally, \"The Specialists.\" That's what he ought to be doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All right. Good job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Nothing else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Thank you to our \"Fox News Specialists\" today, Governor Mike Huckabee and James Freeman. And we thank you all for watching. Make sure to follow us on social media, @SpecialistsFNC on Twitter and Facebook. Remember, 5 o'clock will never be the same. \"Special Report\" is next. Take it away, Bret. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "utterance": "Hello, everyone. I'm Eric Bolling along with Kat Timpf and Eboni K. Williams. We are \"The Fox News Specialists.\" You're looking at Nationals Stadium where in just two hours from now the annual Congressional Ball Game will start just a day after a crazed gunman attempted to assassinate a field filled with Republican representatives because of a hatred of Donald Trump and right-leaning government. The game will raise over $1 million for charities like the boys & girls club of greater Washington and the newly added capital police memorial fund. The fact that this game is going off on schedule it's a testament to American pride, American courage, and American tenacity, your thoughts on this, Kat?"
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Great stuff, right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely. Struggle but we bounce back and all the donations. It's really great to see people come together and support this."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Your thoughts, Eboni?"
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "utterance": "A hundred percent, Eric, and better than ever. Last year they raised about half a million. This year they raised over a million dollars for this type of stuff. It is fantastic. And, yes, the spirit of tenacity and the American way."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Thirty nine and one, that's the record, so this will be the 80th meeting. It will be the tiebreaker tonight. But let's meet today's specialist. He's a former governor of Arkansas, a radio talk show host, and best-selling author, and a former presidential candidate, and he specializes in hunting and music, it said not at the same time but I think maybe -- Mike Huckabee is here. And he once worked at the Securities and Exchange Commission, he's a Fox News contributor, and he's the associate editor of the editorial page of the Wall Street Journal, so naturally he specializes in economics and financial issues, James freeman is here. Yesterday, I suggested a less vitriol and President Trump may have been a mitigating factor in the shooters plan to kill Republicans. I cited example after example of liberal politicians and celebrities using deadly metaphors for their dislike of Trump policies, but instead of a -- delusional Democrat Nancy Pelosi decided it wasn't their fault and called out Republicans for the attack on, wait for it, Republicans."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., MINORITY LEADER",
      "utterance": "I think that the comments made by my Republican colleagues are outrageous. The need for dignity of the jobs that they hold, the need for dignity of the respect that we would like congress to command. How dare they say such a thing? How dare they."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Governor, more and more divisiveness coming from the left."
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER GOVERNOR",
      "utterance": "I mean, when did she say this? Was this like yesterday or today?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Yeah."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "My gosh. I mean, everybody was saying, how long will this civility last? Well, now we know, not very long. And I'm not surprise. I remember after 9/11, you had all the members of congress standing on the capitol steps singing God Bless America. Everybody was together, and that didn't last but a few days either, and it's unfortunate. But I think we also need to pull back and remind ourselves that what makes this a great nation is the fact that we can disagree. We can even yell and scream at each other. That's all part of America. What we can't do is shoot each other. And we have to come to a place where we understand that there is something that we don't talk about very much but this is the heart of how to fix it. It's called morality. And if people had a moral conscience in which they said I value you as a person. I don't value what you stand for, I don't agree with it but I value you, and therefore I would do nothing to ever hurt you or try to impede your ability are yours, or your, or yours. That's where we're lacking in this country."
    },
    {
      "speaker": "BOLLING",
      "utterance": "James, when you have crazy people mixed in -- the governor's right, morality amongst normal people would say, hey, let's take a step back, take a breath, and maybe ratchet down the rhetoric. But a lot of crazy people are listening to these politicians, celebrities, media personalities saying, hey, they mean business therefore I'll take things on my own hands."
    },
    {
      "speaker": "JAMES FREEMAN, WALL STREET JOURNAL",
      "utterance": "Yeah. What's maybe really disturbing is that there's actually no evidence this guy was crazy. There's no history as far as we've seen in media accounts of psychological illness, psychiatric issues, obviously, a very bad guy from his history even before the shooting, but you do struggle to understand this. But, look, obviously you get yourself into trouble assigning blame for these kinds of things to people who are not the shooter. But I think this is a moment where it would be nice if, for example, critics of the president stopped calling themselves the resistance as if they're akin to the French fighting Nazi in World War II. That's not what we have here in this country. It'll be nice."
    },
    {
      "speaker": "BOLLING",
      "utterance": "He is my president. May I also add the resistance on social media, to resist and it's also anti-fa, which is the antifascist movement. And the same group, the anti-Trump group."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "As if we have a fascist government in the United States. And you know it's a good moment to think, you know, may be the Bernie Sanders is my president t-shirt ought to go now."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, you know, they'll never want to get rid of a nice t-shirt if you like it."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "OK, fair point."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I mean, the shooter, bad guy, he's has a history of being cruel to animals, to children, to his girlfriend. He's a bad guy. We need to make sure also to not go too far in blaming other people because like you said that could be a little slippery. Shooting, shooter's fault. He was an adult guy, his fault. But when something like this happens, you should just want -- you should be inspired too, for the sake of goodness, wanting to join together because something like this happens."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Eboni, when the other side of the political spectrum and the crazy people on the opposite side, they look at the other side being not only just a political nemesis and opposite to their views, when they actually start to feel some sort of physical threat, that's when we get in trouble. A lot of people aren't as rational as the five people on this set right now."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, they're not, Eric. And that's why, you know, as Governor Huckabee was speaking, humanity, is what I hear you speaking about as well. Moral compass, treating each other like human beings, and we're beyond just the D's, or the R's, or the I's, or the big L's, or little L's, the fact our political beliefs, we are human beings. And that's what we have here, Eric. What we have are people that just don't just hate Donald Trump because of a border wall policy, or don't hate Barack Obama because of an Affordable Care Act or Obamacare, they despise the essence of who they are and what they represent, and this is what we're seeing play out."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Listen to this, though. Let's take a look -- brings up two recent examples that showcases how the left is using more and more violent methods to make their political points. First, check this out. The Berkeley, California, riots in February, where a right-wing provocateur was set to speak on campus which instead devolved into absolute chaos when left-wing goons went on a rampage, leading to the cancellation of the event. Remember that one? Also, second, just this past weekend, where a far left counter demonstration attacked anti-sharia law protesters holding rallies across the country. Now, governor, I got beat up a little bit last night for a monologue that I put blaming the left, but these are left-wing protesters getting more and more violent."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "What's really troubling is Berkeley was once the center of the free speech movement. My gosh, when I was a teenager back in the 60's, it was where people were rioting to make sure that other people could be heard. Now they're rioting so that people can't be heard. And I'm wondering, where are those aging hippies, those once who now get free part- D Medicare drugs who ought to be mellowed out enough to be able to say, hey, kids, we were fighting for your right to hear speech you didn't like, not to shut it down. That really concerns me that people don't even understand the genius of America, is that we can have speech that we disagree with, but we don't have to be disagreeable when we hear it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And see, Kat, when -- there's people who felt like they've been left behind by the world, by the economy, by America, and they see this left-wing protest get violent like that, they start to say I want to be part of that, and they're going to make it bigger and bigger to call attention to whatever their thing is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yeah. Again, though, I don't think that it's anyone's fault but a murderer when a murder happens. I really think it's important to say that. I think that for many reasons, it's very clear that the rhetoric on both sides has gotten very heated, it's very, very clear. And, of course, when you're talking about protests and speeches, you don't see right-wing people protesting left-wing stuff like that. I will say that. But, overall, there's nothing beneficial about slinging vitriol back and forth. So it doesn't have to be a case where, oh, don't fling this kind of hatred because this will happen. We shouldn't want to sling this kind of hatred, period."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You don't think that this ratchet of violence -- taking the protest to the next level of violence and rioting is partly responsible for things like what happened yesterday."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think the 66-years-old adult man who shot those people is the one responsible for shooting."
    },
    {
      "speaker": "BOLLING",
      "utterance": "OK. What do you think, Eboni? Where do you land on this one?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I mean, I agree, ultimately. Of course, Kat's right. This is his responsibility. But I want to get to something James said, which is that we've talked about mental illness, there's nothing documented in this guy history. We don't have a diagnosis of bipolar schizophrenia. But again, I think what we're all kind of talking around and touching on a bit is the hysteria that some people are finding themselves around political disagreements. It is no longer just a normal thing. I mean, it is really truly to me, Eric, broaching a place of absolute hysteria that is playing out in a violent way."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I don't know if the producers can do that second clip again, James. Take a look. Remember, this was last weekend in New York, was anti- sharia protesters they were calm, they were protesting, their falling within their first amendment right to do what they're doing. It's when the opposite said we don't like what you represent, it became violent. They became violent. And it was the left-wing beating up on the anti-sharia protestors."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yeah. Attempted political assassination on Wednesday, this week, obviously, was on a much higher level and we should react more. But this is a growing trend of more violent attempts to silence people. Not to blame anyone for particular actions, but if we are talking about why is the first amendment no longer respected, why is free speech no longer respected across the political spectrum, you have to put some of the blame on Hillary Clinton who basically led a campaign to prevent people from making a movie about her. A lot of people on the left they say citizens united as if this was some great horrible stain on American history. What it said was you can make a movie criticizing Hillary Clinton and you can get people to distribute it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Question, James, and I'm no Hillary Clinton fan, just to be clear about that, but you're not connecting Hillary Clinton to what happened yesterday?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "No, not at all."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "To be clear -- not assigning any blame to any violence."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "What I am saying is, to go back to your question about where did tolerance for the first amendment go? Don't we believe in free speech anymore?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's free speech -- are we allowed to say, we cite an example after example yesterday of Democrats saying the Republican health care law will kill you. It will kill your children. Nancy Pelosi herself said it's deadly. Isn't that -- you know, free speech, yes, we all agree, but there's a line where free speech becomes dangerous."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Can I ask you this question, Eric, I don't like it either, but here we go to the Tea Party when Barack Obama came out with the Affordable Care Act, people thought that was socialism. They called Barack Obama a socialist. That's why you take that position. People in the Tea Party said that that type of socialism will kill us and kill America, and that language is out there and we all know that."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Well, I think sometimes the reason this stuff gets so overheated is because it's all some people do. That they have a one-dimensional"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I watch news all day long. And then I tell them I feel sorry for you. Listen to some music. Put a cork and a hook in the water and catch some fish. Take a walk. Do something else with your life, for God sake."
    },
    {
      "speaker": "TIMPF",
      "utterance": "People they hate all day, nothing but hate."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "That will make anybody crazy."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "What's that?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Have some good barbeque."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Have some good barbecue."
    },
    {
      "speaker": "BOLLING",
      "utterance": "When the shooter belongs to a Facebook group called terminate the Republican Party, and when former attorney general Loretta Lynch says in a video talking about protesting, they've marched, they've bled and, yes, some have died. We did this before, we can do this again. I don't know. It just feels like we've ventured beyond free speech into dangerous speech."
    },
    {
      "speaker": "TIMPF",
      "utterance": "OK. So there is dangerous speech that is free speech. That's why I'm trying to ask you -- I'm talking about free speech. Whenever I talk about free speech on the show, people think I mean good speech. I would not say that some of these things are good speech. They're certainly not nice and some of them can be dangerous, but they are under the first amendment. So what do we do about it? I don't want the government to be in a position of deciding what is and what's not acceptable speech because that's a really dangerous."
    },
    {
      "speaker": "BOLLING",
      "utterance": "No, no, don't get me wrong. I'm not suggesting any law that limits someone from saying, hey, that health care law could be deadly or is deadly. I'm saying that we can point the finger at these lawmakers and say -- at least partly responsible -- a mitigating factor."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think I hear you're talking about human decency, Eric. And certainly, I think, we can all agree that would be nice to return to."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right, I hear music, it must mean it's time to go. Up next, members of the mainstream media sinking to new lows following yesterday's congressional shooting. Plus, a remarkable exchange between Eboni and Ted Nugent, a friend from the show, on her radio show earlier today. We'll be back in a moment."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The New York Times botching an editorial on yesterday congressional shooting. The piece link the gunman who shot then congresswoman Gabby Giffords in a 2011, to a political map circulated by Sarah Palin. Now it's a long defunct theory and following an immediate backlash, the Times had now issued a correction. But that didn't stop Sarah Palin from taking to Facebook writing, quote, today a perversely biased media knee-jerk blame game is attempting to destroy innocent people with lies and more fake news. As I said yesterday, I hoped the media had collectively matured since the last attack of a representative when media coverage skewed blatant lies about who is to blame. There's been no improvement. The New York Times had gotten worse. Governor Huckabee, you know the governor?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "It's gotten worse. And I totally agree with Sarah Palin. My word to her would be, you go, girl."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Let me tell you something. The New York Times has been recklessly irresponsible with the truth, it's why I call them the New York slimes and it's the Washington compost because I no longer have respect for them as organs of journalism. They're just disease organs now that need to be probably removed. But, look, Sarah Palin has even floated the idea that she might sue them. God bless her. I hope she does and I hope she succeeds."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "By people canceling their subscriptions."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "They're going away, but it's just not fast enough for me."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Why don't we ask Jim, the editorial page made a blatant error like this, can you imagine. Wall Street Journal, 12 hours."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yeah, that was a long time. And even after they corrected it, they're still smearing her. They just softened and I think maybe they've got legal cover, but it still ties her without any facts at all to that 2011 attack."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I remembered specifically what this was. Sarah Palin had a map showing congressional districts that she thought were vulnerable or available to Republicans to pick up and there were targets on them. Not on the people but on the districts."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He'd become obsessed with his hatred for Giffords years before that. And so I'm a writer, you know, I write for National View, I write columns, and this thing that I do before I publish it or submit it to my editor is I make sure that it's true. I make sure that there's nothing in it that's completely made up crazy banana land garbage. They should try it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's incredible, Kat."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yeah. It's crazy, right? We have Google."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I mean, they could apologize frequently."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Again? OK."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "But I guess it would start to lose its impact after a while. You know, one thing, as many errors as there were in that editorial, one thing they did do, and I'm sure it just killed them to do this, was they said good job, Donald Trump, on the way you handled the aftermath of the shooting."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "That couldn't have been pleasant. I can't even imagine them having to sit down and type that out but they did."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But they did it. Speaking of all of this heated political rhetoric, today on my afternoon radio show I spoke with a guy who's a little bit more than familiar with controversy, musician, Ted Nugent, and he gave a very unexpected take on yesterday shooting."
    },
    {
      "speaker": "TED NUGENT, RADIO TALK SHOW HOST",
      "utterance": "I think we've reached critical mass. I tend to agree, you and I had a bit of a confrontation because of some of the language I've used. I've reevaluated my approach, even though I'm a street fighter. I'm from Detroit. We use language in the street. We use certain harsh terms. But at the tender age of 69, my wife has convinced me that I just can't use those harsh terms. I cannot and I will not, and I encourage even my friends-slash-enemies on the left in the Democrat and liberal world that we have got to be civil to each other. That the whole world is watching America, where you have the God-given right to life, liberty, and the pursuit of happiness, and we have got to be more respectful to the other side."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric Bolling, how about those apples?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The last time Ted Nugent called was sitting right beside me.."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Listen, it's like Anthony Weiner giving you a speech on fidelity. I'm shocked. Look, he's a motor city man. He's a friend. That's what he does. He's a provocateur. To say."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Honestly, Eric, I complimented him. I said, look, I'm not going to declare you the next MLK here, Ted, but this is an important step."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Admitting you have a problem is the first step to recovery."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I thought it was classy. To use Governor Palin's word, mature, right. Just two weeks ago he doubled down. He called into our show, doubled down, push back on me, calling him out about his comments about President Obama and eating a gun. And today, he said, you know what, I still hate Obamacare, I still hate all those left-leaning policies."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Still love guns."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Definitely, still love guns for sure, Kat. But there's a better way to do it."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "You know I've hunted with Ted Nugent. He's a great guy. Let me tell you something about Ted that a lot of people don't know. He's one of the most tender-hearted people you'll ever be around, and a lot of what people hear from Ted, it is his personality, it's his way of doing it, but he's doing it with a great sense of humor. And surprisingly, real respect for other people. But he just comes out there like a herd, a stampede."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And that's what he said, and he said the energy when he's on stage and get rouse up -- but he said, you know what, now when I'm singing, to your point earlier, James, people are taking it too literally. You know that's not my intention. I never admit that literally, but people are taking it that way. And if this is the consequence, what happened to representative Scalise, we can't do it anymore. So maybe it took all that for him, but it seems like he's ready to take a step back."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "If Nugent what's to kind of settle into a more statesman role, it's the September of the year."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I have -- authority that the president is going to appoint him to be the ambassador to the court of St. James coming next week."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And he's going to start playing the harp instead of the steel guitar."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "No way, Jose."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Ted, I have confidence. I'm going to take you at your word and you're going to dial it back."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I love Ted."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Leakers striking again, this time revealing that special counsel Robert Mueller is reportedly investigating President Trump for possible obstruction in the Russia probe, but the president and his legal team are punching back. Stay with us."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Leakers launching a new broadside against President Trump. The Washington Post is reporting that special counselor Robert Mueller is looking into whether President Trump tried to obstruct the Russian probe. It's like five unanimous sources for its story. And the president's legal team is fighting back."
    },
    {
      "speaker": "JAY SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE",
      "utterance": "If this was true that five individuals inside the United States government, whether it was the FBI, or special counsel's office, wherever it came from, leaked information about the president of the United States to the Washington Post, information about a supposed investigation, that is a crime. We can say it's outrageous. We can say it's irresponsible. The leak of this information is a crime."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eboni, what do you think? You're a lawyer."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, look -- it's so interesting though because leaks used to be automatic crime. Now the way people are using it, more cavalier, James Comey, I don't know. This is a problem though, and I'm not going to defend these leaks because -- maybe this time it's not the biggest problem, Kat, but the next time maybe it interferes with national security, as we've seen in other leaks. Then now we've got a whole threatened security interests, and that's why we have to stop them at all cost."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We definitely have leaks. We know we have leaks. And we don't seem to want to investigate these leaks -- but we have allegations of collusion with absolutely no evidence, but we're seven investigations in on that one. A little bit of in-balance. Trump's tweet today was amazing. It was perfect. He tweeted, crooked H, meaning Hillary, destroyed phones with a hammer, bleached emails, had husband meet with A.G., days before she was cleared, and they talk about obstruction with him? That's a great point."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think he really missed saying \"Crooked Hillary.\" I think that was probably part of it. Well, because the standard ties, it's tough to prove obstruction. So I guess it was tough to prove with Hillary, and it will be tough to prove with him, too. I mean, you have to show intent to corrupt. How do you show that?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "We don't see all these investigations: special counsel. We don't have seven different groups."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We all know life is different for the Clintons. That's something that -- that's been well-established."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "But let me be real clear. This is not happening because people are on a truth squad mission. This is not happening because people truly care whether or not Donald Trump is telling the truth or not. This is happening because people want to discredit and delegitimize his presidency. This is as close to a coup d'etat as we're going to see without the use of weapons. That's what I believe this is about. And the fact that there's leaks that just continually pour out, all based, always, on anonymous sources. Illegal. And I'm glad we all recognize that that is a crime, to do this kind of stuff. Let's ask ourselves, why is it happening? It's happening to discredit and to completely distract Donald Trump from being president of the United States."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's interesting that they haven't found any evidence of collusion. What do you think will be in a situation where maybe he was obstructing investigation into a fake crime? I mean, could we see that happening? Everything's so bizarre. I don't even know what to predict any more."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Well, I guess a lot of levels to this, right? Let's assume for the moment it's true. He would hope Mueller would be focusing his resources on finding whether there actually is a premise to his investigation, right? Whether there really was any collusion. But then as we think about the sources on this story, yes, wow, five people in an investigation are leaking? When I was in the FCC, I didn't work in the enforcement division, but I know that the people who did took that very seriously. This was not -- non-public information about a matter being investigated. And it's true, the Justice Department, journalists, certainly, we try to get leaks all the time. It's -- it's not that easy, unless you're getting background on cases that have already been brought."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know what the problem with this is, that we're spending so much time doing this. There are administration officials that have to testify. They have to go -- they're being -- they're being deposed. Donald Trump is trying to put together, A, an administration, put together a policy going forward, trying to get the country back in shape, back in line; and he's spending his time worrying who's going to -- who's going to say what about him, who's going to leak what anonymously, Governor. Not only leaking but leaking anonymously."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "They didn't defeating him at the polls. He won the election. I never thought that would happen. They're not defeating him on the policy level, because right now, the economy is doing better than it's done in many years. Jobs are coming back. The stock market is gangbusters. He's building relationships across the world that we haven't had in a long time. So they can't beat him on the policy level. What else are they going to do?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is what I would tell the president. I would tell him what I would tell my clients when they were under investigation. It's very hard to do, but you have to. Look the other way. I agree with you, Eric. He needs to focus on his agenda, whatever that is, keep going with the economic plan, keep going with infrastructure, tax cuts, what have you. Push the agenda forward so that he can be very, very well-positioned for 2018. And if there's nothing there, which at this point, I will say this is where the leaks are now costing those trying to be in on this Trump takedown. Because if you're someone like myself or Kat or whoever who's really looking at this and wanting something to come of it substantively, you know what the leaks do? It makes me not take the investigation as seriously."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eboni..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know, Eboni, as a lawyer, how much time and mental capacity..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And money."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Forget the money. The time and mental capacity, when you're the -- when you're target of a lawsuit."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I know. That's what I'm saying."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's insane."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What I'm suggesting, it's difficult..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You wonder who's going to say what, if they're going to lie, if somebody is going to have -- is going to misread something..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You are saying you would not advise your clients to tweet out how what they're accused of doing is nothing compared to what Hillary Clinton has done."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I would not do that. But also, I would try to tell them to -- you know what? You can't control it, Eric. I hear what you're saying. It's stressful, and when you're the target and you're the subject, it's very hard to look the other way. But he can't control what Robert Mueller is going to do, so we needs to focus on what he can control, and that's -- this is of the American people."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Talk about hypocrisy. The left doesn't care -- didn't care when Hillary -- Hillary Clinton's State Department sold the Russians, the Russians, 20 percent of our uranium production. That was nothing. That was no big deal. Look the other way on that. But Donald Trump, we've got to find some collusion."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I thought his tweet was really entertaining. If I were Trump, I would leave this to the lawyers now. The less said the better. But I agree with Eboni 100 percent. If Robert Mueller, who has built a great reputation for many years, wants to keep it, he will not have this looking like a political operation, which it does when it leaks like that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All right. We've got to get going. Up next, the jury deadlocked in Bill Cosby's sexual assault trial. And Eboni's \"Docket\" is on the case, right after this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "welcome back to \"The Fox News Specialists.\" Our specialists are Governor Mike Huckabee and James Freeman. Let's continue our conversation with \"The Docket.\" \"He said-she said.\" That's essentially what the Bill Cosby trial has come down to. In the \"CSI\" age of armchair detectives and lawyers, jurors really appreciate evidence like DNA, fingerprints, other forensics, and eyewitnesses in their mission to determine that all-important threshold of proof beyond a reasonable doubt. The Cosby jurors, well, they cannot seem to get there, at least not yet. The seven men and five women -- excuse me -- determining the fate of America's dad remains deadlocked after over 30 hours of deliberation. And as is the case with most sexual assaults, there are no eyewitnesses. And DNA and fingerprints really wouldn't help, because Mr. Cosby's defense is that his encounter with Ms. Andrea Constand was consensual."
    },
    {
      "speaker": "So ultimately, this case will come down to the single most important element of any trial",
      "utterance": "credibility. Will these jurors believe Cosby, an American icon that changed culture and for many, like myself, helped shine a bright and beautiful light on a black excellence in this country, in a way in which we'd never seen? Or will they believe Ms. Constand, who along with the testimony of her mother and one other woman who accused Cosby of assault, paint a very different picture of Bill Cosby, one of a disgusting sexual predator that routinely used Quaaludes and other drugs to disarm women that he wanted to assault? And frankly, Cosby admitted the part about the Quaaludes in his 2006 deposition. While over 60 women have now come forward with accusations, only these two were allowed to testify in this trial. And as everybody wants a conclusion to this American tragedy, it's important that jurors get this right and deliver a verdict, despite how difficult and heart-wrenching this process is for all involved. Now for now, Mr. Cosby should continue to enjoy the presumption of innocence, but ultimately, our juror system will provide the single most needed thing in this case, and that is closure."
    },
    {
      "speaker": "BOLLING",
      "utterance": "We didn't get it yet."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, we haven't got it yet."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But they can retry this case, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, and we don't know..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Can they retry with different accusers?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So it's a very good question. Two things. No. 1, we don't necessarily know if we don't get a verdict here. They are deadlocked. They came back and told the judge, you know, \"We can't get to a verdict.\" The judge said, \"Go back.\" And that's common in this kind of case when this much emotional cost is at stake. But if they never get there, Eric, your question is very poignant. It will look different if they try this case again. So we know that the prosecutors wanted 13 of some of the alleged other accusers to testify. They only got permission for one. One of two things happens. Either the judge says, \"You know what? I don't want another deadlock,\" so they let multiple women. Maybe that will help bolster the prosecution's case. Or they might say even that one was too prejudicial, and no other witnesses get to testify next time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know what else is common in these cases? Is guys getting away with it. And when people ask, when a woman says years down the road or eventually says, \"Somebody assaulted me,\" and they say, \"Why didn't you report it to the police?\" It's because the real world is not \"Law & Order: SVU.\" And when it's your word against his and he's this guy who has power over you. Who do you think people are going to believe and who do you think people are going to want to believe? People should look at this and really think about it in terms of when we talk about sexual assault in this country and whether -- and why it is so hard for women to go to the police."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "James, Kat is making a point that I think a lot of women in this country feel, because either we know firsthand someone close to us or, unfortunately, experience it ourselves. But of course, the other side of that is, if that happened, why -- we know the fact in this case, she called Bill Cosby over 70 times after this happened, and she says it was in the scope of her role at Temple with the basketball program. But I'm just wondering and curious, from the male point of view, does that -- does that wash?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yes, I don't know if I speak for all males, but I would say, I mean, for anyone looking at this case, if he doesn't beat the rap, and I guess when the jury is deliberating this long, if you're the defense, you start to maybe get a little more confident. But if he does end up beating it, you hope it's because he's innocent and not because, over 13 years."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't believe that 60 women are lying."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I know, it's hard to believe. I think..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They're not."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I hope it's not, because over those 13 years, evidence that might've helped her is not available anymore."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric."
    },
    {
      "speaker": "BOLLING",
      "utterance": "A little context here. About 20 years ago I was dating, I was with -- living with one of the accusers, ended up being one of the accusers. Now, she never accused him back then, but she would tell me that Bill Cosby did do these types of things. I was just appalled. Like, Bill Cosby would do something like that? Years and years went by. You know, we lost touch, and I noticed that she is not one in the trial, not one of the ones -- of the three in the trial, but one of the 60."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So I mean, I think Kat is right about this. Just because you don't accuse someone right away doesn't mean he's not guilty."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, and just because you can continue to work with them. Sometimes you have to continue to work with them. And a lot of times, because you have to continue to work with them is why they do this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, absolutely. And I will tell you, from a culturally standpoint, Governor, this was very hard for a lot of Americans to even wrap their minds around, because they knew Bill Cosby as a comedian, from \"The Cosby Show,\" from a very generous philanthropic standpoint. I mean, this is a man who's given millions and millions and millions of dollars to education. And so this becomes very hard. But from -- I'm just kind of asking from a humanity standpoint, maybe even from a spiritual standpoint, people being good in one way, but possible doing something very bad in another?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I think it's one of the realities of humanity. There are a lot of people who can do very good things and compartmentalize it. And then in the other compartment of their life, do horrible things. I don't know what Bill Cosby did. I have no idea. Every time I hear this story, I want to go take a shower, in part because Bill Cosby was such a role model for many, many young men. And he talked about what was important in terms of getting an education, being responsible. Don't expect other people to give you something you didn't work for. A lot of values that he was promoting publicly that we needed and that were worthwhile. I hate to see all of that totally thrown away. And if he did this stuff, then you know, his legacy won't be those years of comedy and the years of being a role model. It's going to be the sexual predator."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Being a predator."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There's no way 60 women are lying. If they're listening, I believe you."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "You're not going to have closure if he beats the rap, right? Because you've got all these other accusations."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no. Those accusations are still out there, for sure. Straight ahead, the family of Otto Warmbier, the American student brought home from North Korea, lashing out at the regime for his brutal treatment. Can justice be done here? Stay with us."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. You're looking at a live feed from Nationals Park in Washington, D.C., where the congressional baseball game is about to kick off at 7 p.m. Eastern Time. It's a benefit baseball game. We're just told that President Donald Trump will deliver a video statement. That will be delivered right before the game starts. So we will keep our ears out for that. And if it happens during our hour, we'll let you know what he said. If not, you can always keep it here on Fox News to find out. OK. Otto Warmbier is home in Cincinnati but not in good shape. A team of doctors who have examined him held a press conference today detailing the state of Otto, and it's grim. They note Otto is in a state of what they call unresponsive wakefulness and that, contrary to what North Korea claims, there is zero evidence of botulism."
    },
    {
      "speaker": "Now recall, North Korea blamed Otto's vegetative state on his contracting botulism. So it begs the question",
      "utterance": "what kind of treatment did those captors expose Otto to that would render him almost brain-dead? Governor, your thoughts on this? The pictures of him being escorted, you know, back to the United States, brain-dead. And then North -- mind you, North Korea said it was due to botulism. The doctors said no botulism."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I have to, first of all, react as a father. If this were my son, you know, I would do anything to get him back, anything and I would be so angry, the shape in which he came back . You know, and I think that what we're seeing here is a revelation, not that we really needed it, that the North Koreans are an absolutely unmitigated disaster of a government. They have no real sense of integrity, honor, decency."
    },
    {
      "speaker": "Then you ask this question",
      "utterance": "Why would any student group go to North Korea? I mean, you cannot look at that movie and say, \"Oh, there's going to be happy ending here.\" So that would be the question: Why did the student group ever go to North Korea?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Let me bring in Jim here. Let's talk a little bit about the economics of this. China has to see this and say, you know, \"Maybe we need to rethink our North Korea policy.\""
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Let's hope so. I think this is one of those tests of whether Donald Trump, \"The Art of the Deal\" guy, can do a deal here that really has eluded Republicans and Democrats before him. He's got to find a way to get China to participate in harsh economic sanctions. They -- they don't want to do it. They have -- they do a lot of business with North Korea, but this is -- this is the test for him right now."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Eboni, one of the big issues here is these doctors said it's not a temporary condition either. This is extensive brain tissue loss."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Brain tissue loss. And when I heard that, Eric, I mean, I think it just -- not, as the governor said, we needed any more evidence as to the complete, just unconscionable ability of North Korea to just show such wanton disregard for human life. But there you have it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Sickening, really."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Does it warrant -- I'm asking because I know we're probably on the same -- similar fields in this. Does it warrant any sort of military response?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "What are we going to to do? Honestly. I mean, the botulism thing is obviously garbage. They're probably laughing when they say that. But you know, we're talking about a place where all the people who live there think that that's true and think that we're the ones going after them. And -- and it's, you know, really, really just a sick, disgusting situation."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "But let's be real clear. It's not just that this is the only guy that North Korea has mistreated."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Obviously."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "They mistreat millions of their own people."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Their people are reduced to eating lawn clippings, because they don't have any food. They're starving to death. They don't have utilities. This is a regime that -- I don't know that there's any hope for it. I don't think there's a reform that's going to work. Quite frankly, it may be that we tell China, \"Why don't you annex North Korea?\" Because that may be about the only solution. They'd be better off under the Chinese leadership than they would be under this nutcase."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And China doesn't want any of that -- none of that action."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "This is -- it's an old-fashioned Marxist dictatorship. And, you know, I think kids who think it's fun to wear T-shirts with Che Guevara, the murderer, might want to rethink, really, how cool and hip all of this is. But -- but I think on the -- it says a lot about China, too, doesn't it? That you have to go to all this effort to persuade them to stand away from this monstrous dictatorship. But I think, you know, it's not hopeless, but it takes -- it's going to take probably a very long-term, determined effort from the president to bring them around."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. We're going to leave it right there. We've got to go. But tonight, be sure to watch Tucker Carlson, 8 p.m. Eastern. He has an emotional, exclusive interview with Otto Warmbier's father, Fred, and how he and his wife are dealing with what happened to their son. Take a look."
    },
    {
      "speaker": "FRED WARMBIER, OTTO WARMBIER'S FATHER",
      "utterance": "We're doing OK. I worry about Cindy a little bit. I think she worries about me. We're taking it a moment at a time, a day at a time; and we're going to support each other like we agreed to do all this. And we're -- we're adjusting right now. We're adjusting to -- to a different reality."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You can see all of Tucker's interview. That airs tonight at 8 p.m. Eastern here on FOX News. But when we return, we \"Circle Back\" with our specialists, Governor Mike Huckabee and James Freeman. Do not go anywhere."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Time to \"Circle Back\" with our specialists, Mike Huckabee and James Freeman. All right. Governor, you said you went hunting with Ted Nugent."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Many times?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Several times, yes. And he had one of the best hunting dogs I've ever seen in my life, a dog named Gonzo. Ted Nugent is truly one of the great Americans I've ever been around. And he's a gentle, caring, great guy, and he's more fun to be with than you can ever imagine."
    },
    {
      "speaker": "BOLLING",
      "utterance": "My question is for the governor, as well. Governor, there's one Sarah Huckabee Sanders, who is the deputy press secretary."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Now, I'm going to ask you a question, and I'm guessing you're not going to answer it. I want to follow up. So my question is, will she be the -- drop the \"deputy\" and become the next press secretary?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I don't know. And by the way, she doesn't either. She really likes Sean Spicer, loves working with him, respects him a lot. And that's not her decision to make."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So let me follow up with a question. Do you want -- would you want that for her? It's a very tough job."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "It's a tough job. Look, I think my daughter is up to anything. She's great at what she does. I'm proud of her. She's a tough cookie. And don't ever underestimate a southern woman. Because when she starts the sentence with \"Bless your heart...\""
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know you're in trouble."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "... she's running (ph) to you like a deer."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Throw-down."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They don't call them steel magnolias for nothing, right?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "I'm telling you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, James, here's one for you. What would you advise President Trump to tweet moving forward around this issue of the Russian probe?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I think you should tweet about no topics that are currently under investigation. But I think he should tweet about Arnold Schwarzenegger's ratings."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "I think if he wants to tweet about Rosie O'Donnell, that's great."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Fun stuff."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "About hunting with Nuge."
    },
    {
      "speaker": "BOLLING",
      "utterance": "\"The Specialists\"?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "\"The Specialists\"? All right."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Ideally, \"The Specialists.\" That's what he ought to be doing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All right. Good job."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Nothing else."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Thank you to our \"Fox News Specialists\" today, Governor Mike Huckabee and James Freeman. And we thank you all for watching. Make sure to follow us on social media, @SpecialistsFNC on Twitter and Facebook. Remember, 5 o'clock will never be the same. \"Special Report\" is next. Take it away, Bret. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}