{
  "date": "June 25, 2021",
  "headline": "'Hannity' on Democrats pushing critical race theory, Biden's gun plan",
  "subHeadline": "Guests: Larry Elder, Dana Loesch, Eric Trump, John Kennedy, Jennifer Bridges, Jared Woodfill, Ron Johnson, Miranda Devine",
  "url": "https://www.foxnews.com/transcript/hannity-on-democrats-critical-race-theory",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right, Tucker. And thank you. Busy night tonight on HANNITY. Thank you for being with us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } A bombshell new report -- Tucker was just talking about it. The person that discovered that e-mail on Hunter's laptop saw it with their own eyes, Miranda Devine at \"The New York Post\" will join us and Eric Trump will weigh in on what you just heard and more. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } According to these newly unearthed text messages from Hunter Biden's laptop from hell that Miranda found that appears that Joe Biden inadvertently paid for Hunter's wild bender with a prostitute at the infamous Chateau Marmont. Eric Trump, Miranda Devine have this firsthand story coming up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } But, first, let's turn to a topic that many Democrats always love to politicize and want to talk about, especially every two and four years, and that's racism in America. Serious topic. Most Americans, though, are not racists. Most Americans deplore racism. They are -- they see people for what they are, as ignorant, horrible, evil people. We know they exist in the world, yes, they do, but it's not the majority of people, thankfully. Most people want nothing to do with these people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } But for the left, for Democrats, as we have chronicled many times on this program, we know, we can predict every two years, every four years, they will play the race card so this they can win elections. And now, unfortunately, it's gotten worse. It's now become an almost daily obsession, a political weapon that divides the country. The left sees racism around every turn, behind every wall, ingrained into every system in our country and all throughout our entire society. The only place they don't seem to notice racism is when it's a Democrat or inside the Democratic Party, where it does exist. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } For example, now that the Democrats have a slight majority in the U.S. Senate, they are openly referring to the legislative filibuster as racist. They are calling that a relic of Jim Crow. They've been using that analogy a lot lately. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But get this, we did our research. Democrats used this so-called racist Jim Crow relic a whopping 806 times since 2001, almost 600 times in the last three years. In fact, they used it more than Republicans, way more than Republicans. Apparently, it's just racist when -- oh, Republicans do it. Not when Democrats do it. We see a similar trend with the Georgia election bill. For example, led by Stacey Abrams, Raphael Warnock and, yes, the ever, weak, frail, cognitively struggling Joe Biden, Democrats across the country with their friends in the media mob, they basically accused the entire state of Georgia being racist, Republicans in the state of Georgia being racist. They're claiming that Georgians have disenfranchised minority voters when just the opposite is true. And keep in mind, the state of Delaware, Joe's home state, where Joe's represented people over 8,000 years, the voting laws are far more restricted he's never lifted a finger to make them less restrictive, to make voting more accessible in his own state. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look at your screen. Georgia mandates 17 days of early in-person voting. Delaware has no in-person early voting. In Georgia, anyone can vote absentee but in Delaware, you've got to meet several requirements. In Georgia, drop boxes for absentee ballots. They're in every county. In Delaware, they have zero drop boxes for absentee ballots. And guess what? Both states, including Joe's state require voter ID. Delaware is run by Democrats. It's Joe Biden's home state. He's represented them for all century after century and apparently, Delaware's voting laws are just fine and not racist at all. And then there's Democratic Senator Sheldon Whitehouse of Rhode Island. Now, he's frequently been lecturing Americans on how they can better root out systemic racism, but when Senator Whitehouse was asked about his family's membership in a -- what's called an all-white beach club -- well, this is what he had to say. You decide. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Has there been any traction in that? Are there any minority members of the club now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE (D-RI)",
      "sentences": "I think the people who are running the place are still working on that and I'm sorry it hasn't happened yet. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Your thoughts on an elite all-white wealthy club again in this day and age, you know, should these clubs continue to exist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITEHOUSE",
      "sentences": "It's a long tradition in Rhode Island and there are many of them. And I think we just need to work our way through the issues. Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A long tradition that you are a part of and won't get out of. If a Democrat belongs to an all-white club, it's just a long tradition? That's your answer? We have issues to work through? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } How many years have you been a member of that club? Because if anybody watching, any Republican said that, they would be tarred, they would be feathered by the Democrats and the media mob and they'd be canceled on the spot. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } But it gets worse, just breaking tonight, FoxNews.com has now reported that there is another example about Senator Whitehouse and that he belongs to another predominantly white club. It's the local yacht club. Unfortunately, for Senator Whitehouse, oh, I guess fortunately, he's a Democrat. He's get -- he's gotten a free pass. He's going to remain getting a free pass? No Democrats going to hold him accountable? You're not going to call him a racist? You're not going to demand that he stay out of the way? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Anyway, is he standing up for any African Americans by being members of these clubs? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Or, what about the African-American lawmaker Byron Donalds? Remember, he was denied entry into the Congressional Black Caucus. I didn't know it was the congressional black liberal caucus. But the CBC is discriminating against an African-American -- in this case, Mr. Donalds, because of his political beliefs. He's a Republican. He's a conservative. He released a statement. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } He wrote, quote: As a young black man that grew up in the inner city of Brooklyn, New York, in a single-parent household, my achieving of the American dream would be a valued addition to the CBC and one that should transcend politics. He's absolutely right. Apparently, the content of his character is not enough for the CBC. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, the Congressional Black Caucus, frankly, they should be ashamed of themselves. But, sadly, we have all seen this movie play out many times before, most recently with Senator Tim Scott of South Carolina. We saw it happen with Clarence Thomas. We've seen it happen pretty much to any African-American who is a conservative. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } The members of the CBC, I guess as a requirement, you've got to be a liberal Democrat. And clearly, there's no tolerance for any differences politically if you're a Democratic -- if you're a Democrat, racism apparently is tolerated. Look at the Rhode Island senator. If you're a Republican, if you're a conservative, you are excoriated, you are canceled. You are beaten up by the media mob. By big tech, by the Democratic Party. Perfect case in point is Joe Biden and I'm going to get to him and explain his history with race in a minute. Now, let's look at this critical race theory debate in the country. Now, this anti-American belief structure that is rooted in Marxism, it claims that white people are collectively all guilty of racism from birth just because they're white. Democrats want to teach this to every student in every school in America. They want them to learn this radical ideology from an early age. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } Schools that can't even teach kids reading writing math and science, yeah, they care seemingly more about political indoctrination. Parents in Loudoun County, in Virginia, are rightly tonight outraged this kind of far left indoctrination is creeping into their school system. Yesterday, the school board shut down all public comments at their local meeting two men were arrested, one for simply refusing to leave what was an open session for parents. These parents had every right to be worried. They have every right to be heard, especially on dealing with critical race theory and other far- left ideologies. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } What is this now? You know, socialism cloaked in race, indoctrinate everybody into groupthink at a very early age? The end goal is what? How does this help bring America together? Is this divide America or does this bring us together? Does this reform America or does it dismantle the entire system? I'm not sure that's going to work. This country succeeds with something called freedom and individualism and capitalism and personal freedom. Not collective guilt, not judging people by the content -- by the color of their skin, but by the content of their character. What they are teaching and what they are preaching is the antithesis of what Martin Luther Ling dreamed of, that was a colorblind society, one that did judge people by the content of their character not the color of their skin. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Democrats think they're immune to racism. Therefore their beloved critical race theory can't possibly be racist. Now, make no mistake Democrats are anything but immune to racism. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, remember, Democrats, they elected this guy as president less than a year ago. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, THEN-U.S. SENATOR",
      "sentences": "Madam President, we have predators on our streets. The largest growth in population is Indian Americans moving from India. You cannot go to a 7-Eleven or a Dunkin Donuts unless you have a slight Indian accent. I'm not joking. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR, FOX NEWS SUNDAY",
      "sentences": "What kind of a chance with a northeastern liberal like Joe Biden stand in the South? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Better than anybody else. You don't know my state. My state was a slave state. You got the first sort of mainstream African-American who is articulate and bright and clean and a nice looking guy. I mean, it's that's a storybook. They're going to put y'all back in chains. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We got more questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "You got more questions. But I tell you, if you have a problem figuring out whether you're for me or Trump and you ain't black. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So Joe gets a pass, why? He's a Democrat, a liberal Democrat. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, today, I penned another op-ed to \"The New York Times\", our friends Ben Smith, Maggie Haberman. They need to give back the Pulitzer, by the way. Other so-called journalists at \"The New York Times\", they're not journalists. They are liberal radical New Green Deal socialist activists. They're the press office for the Democrats. They've never covered Biden's racist past. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Was \"The Times\" concerned with Joe Biden's prior work in the Senate with segregationists? He wanted to stop the integration of schools, stop school busing. Does \"The New York Times\" approve of Biden's eulogy for the former Klansman, Robert Byrd, where he praised Robert Byrd and his incredible esteem? Does \"The New York Times\" think it's appropriate that Biden openly worried at a senator if we had integration of schools in America that our children would be going to schools that are racial jungles, his words? Is \"The Times\" aware that Joe Biden co-authored the '94 crime bill after referring to inner city residents as predators on our streets? Do they care about any of the racist rhetoric from Biden that we just played? Do they care that his son has used the N-word and made many anti-Asian slurs himself that just became revealed in the last few weeks? Or does none of this matter to \"The New York Times\" or the rest of the media mob, just because Joe Biden is a Democrat, he gets a pass? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, ultimately, most on the left, they don't really care about racism, only if they can politicize it. Lives matter but only when they get to politicize it? For them, it's a means to an end. On the left, race is a political tool. They use it to take down their enemies. They give a pass to the people that share their viewpoint. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's not clear that Joe Biden even understands any of this. He was quite clearly struggling again cognitively and now, he does what you know whatever is my far left mind wanders asked of him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } True to form they put Joe in a meeting today with a bunch of people. He didn't seem to remember. And when Joey, sippy cup, tried to blame guns for the rising violence in America's inner cities -- well, here's what happened. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Trace illegal gun sales back to a shady gun dealer and hold them accountable. Police Chief Murray of the Baltimore -- excuse me, Police Chief Merritt (ph) -- Police Chief Murphy Paul of Baton Rouge, Louisiana, talked about -- Attorney General Greenwald New Jersey and Mayor Daniel -- and Mayor Daniella Levine Cava of Miami-Dade talked about their efforts to lift up those kinds of -- their -- kinds of community programs and reduce gun violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did any of that make sense to you? First, they come for the Second Amendment, then they'll come for the first. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Here with reaction, radio talk show host, nationally syndicated, Dana Loesch, along with also nationally syndicated radio host, Larry Elder. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } You know, Larry, a part of me laughs, too. You know if late night comedians wanted to get any of their audience back, there's a ton of material here. But unfortunately, Vladimir Putin, President Xi, the mullahs in Iran, radical Islamic terrorists and Kim Jong Un, they see what the three of us see and everybody in this audience sees. This is -- this is getting a little scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED HOST",
      "sentences": "Absolutely, Sean. It would be comical if it weren't so serious. It is not rocket science. When you reduce the possibility of a criminal being caught, when you reduce the possibility of a criminal being convicted, when you reduce the possibility of a criminal being incarcerated -- surprise, surprise -- crime goes up. Add to that this defund the police movement, I heard the former commissioner of the NYPD, Ray Kelly, say today that only 7 percent of police officers would recommend the job to a friend or to a family. And Joe Biden and Merrick Garland today in their speeches said not one word about the Ferguson effect. The fact that the police are being -- are pulling back for fear of being accused of racism. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } All these laws that are now threatening to take away limited qualified immunity from the police, defunding the police, morale is at an all-time low. Officers are retiring earlier and at an earlier age, they can't get staffing and that's why a lot of people are buying firearms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why does Joe get a pass on all of the issues with him and race? Why? Why does Hunter get a pass using the N-word?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Sean, that's a great question. Why did Joe -- Chuckie Schumer get a pass for his 1974 scheme to get rid of black people out of a neighborhood in Flatbush? A group of people gathered because they wanted to get rid of two buildings full of blacks, they weren't causing any trouble, they were just racist. And a young politician named Chuck Schumer was there and promised to get rid of them by proposing a scheme to rehab these buildings. They would have to leave. They would get a right of first refusal but they would be refurbished so well, black people wouldn't be able to afford to come back. And Schumer implemented the plan. It did not work, Sean, because black people were able to come up with the money and come back and move into these new places. But 1974, \"American Spectator\" article called race to the top by a guy named Jay Homnick. I urge all of your viewers to Google that article and read it and tell me why Chuck Schumer has gotten a pass. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me go to Dana. Dana, you've been very outspoken on critical race theory, I'll ask you about that, and why does Biden -- why does Sheldon Whitehouse, why do they get a pass? DANA LOESCH, NATIONALLY SYNDICATED RADIO HOST OF \"THE DANA SHOW\": Why does anybody get a pass? I mean -- and, Sean, that's the thing. It seems like we have two different sets of laws. We have laws for our elected officials and then we have laws for us, you know, I guess the little guy, the proletariat so to speak. Isn't that the Marxist language that they want to incorporate? And I have to say, Sean, you know you were playing some of that sound bite from Joe Biden's speech today on firearms. I mean, everyone picked up on the fact that we had a sitting American president talking about nuking Americans and maybe using fighter jets on Americans because we don't want to give up our commonly owned semi-automatic firearms. I can't think of any other salesman who is as good right now for the Second Amendment as Joe Biden is. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } But isn't that the thing? Because his son, Sean, also gets a pass. Why is it, Sean, that I got to get a tax stamp for my suppressor or I could go to jail or pay a fine, but Hunter Biden can lie on a 4473 and nothing happens? What's up with that double standard? I'm tired of the double standards. That's why some people voted the way they did in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way -- not only lie on the application, but then put a gun in a dumpster and leave it there. That would be illegal, too, Dana. I don't think you'd get a pass on any of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Misdemeanor, yep. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Dana and Larry. Now we turn to another story that \"The New York Times\", the mob and the media refused to cover. According to a shocking report, \"New York Post\", 2018, before getting banned from the infamous Chateau Marmont for drug use, Hunter Biden had a wild bender there with a local hooker and may have charged it to daddy's credit card, raising more questions about the entangled finances of Joe and zero experience Hunter Biden. The person that broke that story that has the details from Hunter's laptop, FOX News contributor Miranda Devine. Miranda, you saw it. It seems pretty clear. Read your hard-hitting column today. What can you tell us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIRANDA DEVINE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, Sean, it's a pretty prurient tale, but it's just really a snapshot of Hunter Biden's debauched lifestyle, particularly in 2018 where he spent most of the time in Hollywood and in the Chateau Marmont and various other hotels in the neighborhood. And this one particular night I focused on because he had these two former Secret Service agents show up at his door and he'd had, you know, a quite expensive little encounter with one of the prostitutes that he used to favor, that he used to find online and it was an $8,000 call out. But his credit cards or his debit cards weren't working. So he tried one after the other kept on pulling them out of his wallet and he finally got one to work and the prostitute left but when he went to sleep that morning the money just kept on coming out of all the debit cards, and unbeknownst to him, one of them may have been linked to Joe Biden because later that day, he got this text message from one of the former Secret Service agents, saying open your door, we're coming up, come on this account is linked to Celtic's account. So Celtic was, of course, the code word that was given to Joe Biden when he was vice president. It was his Secret Service code name. You know, very -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, most important question I want to ask you -- I want to ask you this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVINE",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How much more information is on this Hunter Biden laptop from hell that we have not learned about yet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVINE",
      "sentences": "There is a lot. You know, I'm going to be -- my book's coming out in a couple of months and that that will -- you know, explain everything and it will land out but we in \"The New York Post\" are going --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Miranda, on a scale of 1 to 10, 10 being the worst, how bad is it? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVINE",
      "sentences": "Look, it's 9.995. The entanglement with China is really terrifying. The money that's come in is mind-boggling. The amount of money that Hunter spent is mind-boggling, and the relationship of his father with various of Hunter's clients is evident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We want the first interview. This book is going to be blockbuster. Can you get it -- can you get it out faster, Miranda? Thank you for that report. We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVINE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We turn now to Eric Trump, executive vice president of the Trump Organization. Now, Eric, why do I know that if you lied on a gun permit, if you threw a gun out in a dumpster, if you smoked crack, if you hired hookers, you got money from Ukraine with no experience, millions of dollars, you got money from a Kazakhstan oligarch, a Russian oligarch, $3.5 million, $1.5 billion deal with China and a hundred thousand dollar shopping spree with the Chinese national -- I don't know, I would think that the media might cover that. But maybe I'm wrong. I -- maybe they treat you the same way. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC TRUMP, EXECUTIVE VICE PRESIDENT AT THE TRUMP ORGANIZATION",
      "sentences": "You know, Sean, I think that's right. And by the way, I have a question for you. Where are the prosecutors in all this? I'm pretty sure prostitution is illegal in this country or in at least most of this country, and I'm pretty sure that crack is illegal in this country, and I'm pretty sure that extorting countries while your father is in office is illegal and not right. And I'm really glad to see that, you know, he's selling his father's influence around the world while, you know, Joe Biden is vice president. He's taking the money from our adversaries around the world to come back to the U.S. to buy illegal hard drugs to buy prostitutes for himself, to go on week-long benders to endanger the security of this country. I mean, why do you think I wouldn't get a pass for that kind of behavior? I mean, we live clean lives, Sean. And every single day, we're attacked by political hacks. Every single day, they come after us and they subpoena us and they try and find a comma that's out of place. But this guy can go sleep with hookers. This guy can go out and smoke crack and everybody ignores it, when they have it on his laptop. I mean, Sean, the scales of justice in this country are horrible. They are horrible. If you are a Republican you get fried for absolutely everything and if you are a Democrat, if you're part of their little club, you can get away with murder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Look at the issue of racism. You know, look at how they sliced and diced your dad's speech in Charlottesville. When he said repeatedly there were bad people here. He said it in the speech not once but twice, and they edited it out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, you got Joe Biden partnering with the former Klansman that filibustered the Civil Rights Act of '64, to stop the integration of schools and school busing because he doesn't want public schools to become racial jungles. Those were his words. What if your father ever did that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "E. TRUMP",
      "sentences": "Well, of course. Sean, of course, because that's the media's playbook. And the media, 98 percent of the media are -- I mean, that's a lobbying party for the Democratic -- I mean, they are the lobbyists for the Democrats, right? They get away with murder. You did such a great job talking about the congressman from Rhode Island, right, and these all-white clubs and everything else. I mean, Trump would have never gotten away with that. Trump would have gotten absolutely killed for that. And you look at my father on the opposite side, the lowest African-American unemployment, the lowest Hispanic unemployment, and they give him absolutely no credit for this. I mean, look at violence in the cities and how that's erupting, right? Look at -- look at so many issues. He has no credit -- by the media for any of the great things he did. But yet, you know, Joe Biden stumbles through speeches. He can't get out basic names. He can't get out the names of basic towns and basic states, and they literally praise the guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm beginning to think every day more and more he's not going to make it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Eric Trump, thank you for being with us. All right, on this busy news night, as we continue, Joe Biden -- weak, frail, he's a cognitive mess. Tonight, it appears even Democrats, they are coming clean his struggles. Senator John Kennedy with reaction. Later, Senator Ron Johnson and a special announcement at the end of the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Even Democrats tonight, they're starting to clean about Joe Biden's obvious cognitive struggles. Just take a look at this article from the \"A.P.\" about Congressman Mondaire Jones and the recent interaction that he had with president sippy cup. He said, quote, he told President Joe Biden that their party needed him more involved in passing voting legislation on the Hill. In response, he said, Biden just sort of stared at me, Jones said, describing an awkward silence that passed between the two. Now, the \"A.P.\" described this as, quote, a lackluster engagement. Let me translate that. Joe Biden is checked out. He's cognitively weak. He's weak physically. He's weak mentally. He's a cognitive mess. Even his own party is starting to admit the obvious. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Still don't believe me? Just watch sippy cup at his remarks earlier today on gun control. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "\"The blood of patriots,\" you know, and all the stuff about how we're going to have to move against the government. Well, the tree of liberty is not watered with the blood of patriots. What's happened is that there have never been -- if you wanted or if you think you need to have weapons to take on the government, you need F-15s and maybe some nuclear weapons. Police Chief Murray of the Baltimore -- excuse me, Police Chief Merritt (ph) -- Police Chief Murphy Paul of Baton Rouge, Louisiana. It means confirming my outstanding nominee for - to lead the AFT - excuse me, the ATF: David Chipman. They'll tell you there's no possible justification for having 100 rounds in a magazine of a gun. Like I've said before: What do you think, the deer are wearing Kevlar vests? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Does that seem like someone with the energy, alertness, mental capacity to be president of the United States? That's the hardest job in the world, because I've got to be honest, a lot of this isn't even funny anymore. Pretty serious. Here with the reaction, Louisiana Senator John Kennedy. Senator, to me, this is not a matter of Joe's age. Look -- I'll give you an example, Bernie Sanders. Bernie Sanders is as sharp as he was 20 years ago pushing his radical socialism, communism, whatever he was pushing at the time. He has energy. He's alert. He's articulate. He has passion in what he does. You see the president every day. I'm playing these tapes every night. It's an obvious problem. It seems degenerative. I would assume the pressures of the office might accelerate whatever's going on here. Dr. Ronny Jackson thinks he needs a cognitive test. What are your thoughts? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "sentences": "Well, Sean, I listened to the president's press conference today, and there were times when I was confused. Let me speak to the substance though. I don't hate anyone, but whoever is advising the president on crime and I don't know who it is, but whoever it is his -- his Secret Service name ought to be butthead. I mean, why has Chicago become the world's largest outdoor shooting range? Why is it safer to walk down the streets of Mogadishu than New York City? Crime is not up as the president seemed to indicate today because of inadequate background checks. Crime is up because many -- not all -- but many members of the president's own party believe in defunding the police. They ran on it, and in many cities, they've done it. Crime is up because many members of the president's own party want to turn cops into social workers. Crime is up because many members of the president's own party think all cops are racists, including apparently the African-American police officers. Crime is up because many members of the president's own party think that when a cop shoots, a criminal, it's always the cops' fault. But when a criminal shoots a cop, it's always the gun's fault. Now, most people in America know that, and we're not going to get in control of this crime situation until we do three things, until President Biden does three things. Number one, fund the police. Give them their money back. Number two, let cops be cops let them do their job. Now, if they misbehave, if they don't follow the law, punish them, hold them accountable -- like we did with Derek Chauvin. But most cops, follow the law. And number three, we're going to have to do what Mayor Giuliani and Mayor Bloomberg did in New York City. We're going to have to do it in all the major crime areas. We're going to have to bring back stop, question and frisk, and apply it in a racially neutral manner. It is perfectly legal. It has been used for years. Chief Justice Earl Warren wrote the opinion in 1968, a case called Terry v. Ohio that says it is perfectly legal to stop, question and frisk, if you do it in a racially neutral manner. And until we do -- I mean this business of the confusion from the press conference and this business of background checks and -- I mean, it's just drivel, and I think most Americans know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me -- let me ask, as you see crime in all of these cities and you see -- for example, we just had in New York an announcement that all the people that were involved in arson, all the people involved in looting, people -- we have videotapes of them doing these -- committing these crimes. None of them are going to be prosecuted. You have defunding the police. You have dismantling the police and you have no bail laws taking over in the country. I don't know, Senator. I'm just a simple guy. I'm just a little talk show host. I just don't see any of that ending well. I like to ask people the question, if we dismantle defund the police, what are you going to do if God forbid somebody breaks into your home late at night? Senator, I'm pretty sure that you have a plan. I know I have my plan. I'm not going to be counting on other people to protect me in my life, but most people don't have a plan and many people aren't capable of even -- even following up on a plan if they did have one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, how can I put this? You remember -- you remember how you felt -- you remember how people panicked when they couldn't find toilet paper? Imagine how they're going to feel when they can't find a cop. And that's where -- that's where we're headed here. This attitude among many, not all, but many of my Democratic colleagues that we can -- we can have order without justice, that we can have order without law enforcement is nonsense. I don't know where it came from. Unfortunately, I don't know why, but there are people in this world, they're not mixed up. They're not confused. They're not sick. It's not a question of whether their mama or daddy loved them enough. They're just anti-social. And society's got to be protected and we've got to have cops to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I can't say it anymore simply. You've done a great job for the people of Louisiana, Senator. We're supporting and following closely your re-election race in 2022. Thank you for being with us. All right. After the break, a woman fired from her job at a Houston Methodist Hospital. Why? She chose not to get vaccinated. She will tell us her story next. And we'll bring a special announcement at the end of the show you don't want to miss, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We are learning tonight that a total of workers at Houston Methodist Hospital have either resigned or have been fired because they refused to get vaccinated, citing the fact that the vaccine is only authorized for emergency use. Now, the workers filed a lawsuit this spring, it was dismissed by a federal judge. In my opinion, that should never have been dismissed. The group is rightly appealing this decision. Joining us now with what's next, Jennifer Bridges. She was fired. She was terminated from the hospital. Her attorney is with us as well, Jared Woodfill. I want to, first of all, thank you for being with us. We really appreciate you being here, Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER BRIDGES",
      "sentences": ", NURSE FIRED FOR NOT TAKING THE COVID-19 VACCINE: Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARED WOODFILL, ATTORNEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm sorry that you got fired. Now, I want my our audience to know, I wouldn't ask this question if I wouldn't -- if I didn't have your permission to ask it ahead of time. You had COVID I understand. You have antibodies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIDGES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, correct me if I'm wrong, we've been lectured again and again to follow the science, right? The Cleveland Clinic said, if you have COVID, you don't need a vaccine. That just came out in the last week and a half. That's number one. Number two, if people are vaccinated. I thought they're supposed to be protected. So in other words, they made their decision. So it should make no difference what your decision is, should it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIDGES",
      "sentences": "No, I completely agree with you. If they took that vaccine and they feel safe about it, then they shouldn't worry about if we had it or not. And the Cleveland Clinic did a great research article and I had COVID last summer. I did not need that vaccine and Methodist did not care about that. That was not an option at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah. Mr. Woodfill, I'm a little surprised that they threw this out of court because this to me is a basic, you know, right to medical privacy case. This is about individual choice in life. Everyone else, we're told, if you get the vaccine, you're protected. So they have everyone -- every other person, they have their responsibility to make their own decision, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODFILL",
      "sentences": "You know, you're absolutely right, Sean. You know for the first time in the history of our country, we have an employer saying to their employees as a condition of employment, you have to participate in a vaccine trial. You have to take an experimental vaccine. We think this is completely inconsistent with the law about federal statutes and the code of federal regulations. But I think what makes this even more egregious is that folks like Jennifer, the heroes that I represent, they were the individuals on the front line during the height of the pandemic. They were the individuals that we celebrated. And as a result of their service, she contracted COVID-19L. She recovered and recuperated, and at the time, we said, go, girl, go. But here we are today, Methodist Hospital says, you won't submit to or participate in our vaccine trial, here's your pink slip, sending her to bankruptcy. And that's just plain wrong and that's why we're standing up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jennifer, you -- I think your lawyer brings up a great point. You were on the front lines as a nurse the entire time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIDGES",
      "sentences": "Uh-huh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Every day you went to work, you knew you were putting your own health at risk, but you did it anyway. You ended up contracting the virus. Now, the Cleveland clinic says, if you had it, you don't need the vaccine. Again, I go back to -- why don't they follow the science as they've been lecturing us to follow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIDGES",
      "sentences": "That is a very good question. Methodist is -- I believe they have their own agenda. I do not know exactly why they're doing this. I can only assume it could be for a power or a money hungry right now. But they need to follow the proper science, because we do not need to be vaccinated if we had COVID, and we worked so hard last year. I mean, we were there through thick and thin, when we had no help. I mean, it was horrible. And these people that are putting forth these rules right now for us and kicking us to the curb, they weren't there. They weren't even in the building to be seen for months. They were staying at home while we were doing all the work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, it's amazing. All right. What -- where is the next stop in the court system, Attorney?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODFILL",
      "sentences": "Well, you know, the trial judge ruled against us, and we've already appealed. We'll go to the United States Court of Appeals for the Fifth Circuit. We'll get a ruling there and whoever is not successful, I will take it to the United States Supreme Court, because, Sean, this is a question that needs to be answered, not just for Jennifer and the employees at Methodist but also for employers and employers all across the country. So I think it's a very important case a first impression that's going to set legal precedent for folks all across this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Jennifer, I'm sorry you've had to go through this it's unfair. I hope you win this case in court and also thank you, like all health -- all the people in the health industry that put their lives on the line to help everybody during the pandemic. You're a hero. We thank you for all that you've done and you deserve better than this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIDGES",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you for sharing your story tonight. We appreciate it. Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIDGES",
      "sentences": "Thank you. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODFILL",
      "sentences": "Thank you, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. When we come back, Senator Ron Johnson, he weighs in in the fight against D.C. statehood, and the real reason why admitting this new state to the Union would have extreme political ramifications. And a major programming announcement, it has to do with this show, at the end of the show, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're watching this all across the country. We're seeing local communities standing up to failed far left anti-police, defund the police, dismantle the police, no bail with the police, New Green Deal socialist policies, open borders, sanctuary cities and states. Look at Atlanta, and Buckhead. That neighborhood, they want to form their own city separate and apart from Atlanta, because of the failure of the city of Atlanta to protect their residents. In Oregon, you have multiple counties now, they have a plan, they want to try and join the state of Idaho. They want out. Are we going to be seeing more and more of this as Democrats become more and more disconnected from the everyday lives of you, we, the American people? Our cities and states and towns now hitting a point where irreconcilable differences will result in permanent division, prosperity and free enterprise versus New Green Deal socialism? How is that going to be compatible? Energy independence versus no all green energy? There's no -- there's no middle ground there. Law and order, dismantling, defunding the police and having law and order? How do you reconcile those differences? Sovereign and secure borders and following the law of the land versus not? How do you reconcile those differences? But, of course, Democrats are doubling down on their shameless power grabs. They tried it with this H.R., S.R.1 bill. Now, it's D.C. statehood and packing the Supreme Court. That's still in play. They want power and perpetuity and want to literally turn their far left destructive Democratic fantasies into a permanent reality. Thankfully, the Senate GOP, so far, standing together, vowing to block this insanity and taking action to make sure that Democrats are held accountable for all of this in 2022. Here with reaction, Wisconsin Senator Ron Johnson. All right, you stopped S.R.1. I don't think it's the last of this we're going to hear from Democrats. Where are we with D.C. statehood, Puerto Rico statehood and where are we with packing the courts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "sentences": "Well, as long as Joe Manchin and Kyrsten Sinema honor their promise not to get rid of the filibuster, we'll stop them. But, you know, what's so -- what's so obvious about D.C. statehood is just -- it's just a naked power grab. I checked and over the last eight election cycles, no Democrat presidential candidate has garnered less than 80 percent of the vote and no Republican has garnered even above 10 percent. So, it's obvious what's at play here. Democrats want two new Democrat senators. That would bust the filibuster right there in the current senate. So it's just a naked power grab. But, you know, what's so bizarre about Democrat policies, for example, in terms of keeping our cities safe, they want to blame the gun but absolve the shooter. They want to pass all this gun control, but then they don't enforce it. And even worse, they want to -- they want to defund the very law enforcement officers that would enforce the law. But the good news is the vast majority of Americans really do support law enforcement. The bad news is the crazies that don't are currently in charge of the federal government as well as our major metropolitan areas. So elections matter a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's why election 2022 and your race for Senate matters, and I know you haven't made an announcement yet. I hope you do run again. You've been an important voice for the entire country and the Senate. You know, I heard people -- for example, you heard about the case of Oregon counties. You hear about Buckhead in Atlanta. I've heard that if the Democrats bring in D.C. and Puerto Rico statehood, that the Texas constitution allows Texas to break up into five separate states. I mean, I don't see any of this as being good for the United States of America. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, first of all, I prayed that the President Biden would actually follow up his inaugural address when he's talking about unifying and healing this nation. He's done the exact opposite. It's really sad. You know, these major cities, they're going to be dying on the vine. Why would people stick around when their lives aren't secure? When their property's not safe? So, this is a result of Democrat policies. And now unfortunately, Democrats are in control of the federal government and they're taking that exact same destructive approach to all of America as well. We can't let them do it, Sean. We just can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What is the latest? Where are you in this process of deciding whether to run again in 2022?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I've got some time. I want to see how things play out. Again, people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now's a great time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "-- RonJohnsonforSenate.com. Pardon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm sorry, what dot-com? I didn't hear it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "RonJohnsonforSenate.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's a pretty good indicator that you might be running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Make sure that this -- pardon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's a good indicator you might be running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, I'm going to do everything I can to make sure this seat remains in Republican hands. I'll work my tail off whether I'm the candidate or somebody else. We have to retain this seat in Republican hands. If I'm the best candidate to do that, that obviously would weigh in my decision-making process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Senator. We hope you do make that decision and thanks for being with us When we come back, a major announcement about this show, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Before we go tonight, a big programming announcement. This coming Wednesday, June the 30th, live, 9:00 p.m., we will be holding a HANNITY town hall at the U.S.-Mexico border, alongside President Donald Trump and the governor of the great state of Texas, Governor Greg Abbott, and we'll be talking about the failed policies of Biden and Harris. Let not your heart be troubled. Laura Ingraham, hi, big show. You -- by the way, you had a great show last night. Good for you. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right, Tucker. And thank you. Busy night tonight on HANNITY. Thank you for being with us. A bombshell new report -- Tucker was just talking about it. The person that discovered that e-mail on Hunter's laptop saw it with their own eyes, Miranda Devine at \"The New York Post\" will join us and Eric Trump will weigh in on what you just heard and more. According to these newly unearthed text messages from Hunter Biden's laptop from hell that Miranda found that appears that Joe Biden inadvertently paid for Hunter's wild bender with a prostitute at the infamous Chateau Marmont. Eric Trump, Miranda Devine have this firsthand story coming up. But, first, let's turn to a topic that many Democrats always love to politicize and want to talk about, especially every two and four years, and that's racism in America. Serious topic. Most Americans, though, are not racists. Most Americans deplore racism. They are -- they see people for what they are, as ignorant, horrible, evil people. We know they exist in the world, yes, they do, but it's not the majority of people, thankfully. Most people want nothing to do with these people. But for the left, for Democrats, as we have chronicled many times on this program, we know, we can predict every two years, every four years, they will play the race card so this they can win elections. And now, unfortunately, it's gotten worse. It's now become an almost daily obsession, a political weapon that divides the country. The left sees racism around every turn, behind every wall, ingrained into every system in our country and all throughout our entire society. The only place they don't seem to notice racism is when it's a Democrat or inside the Democratic Party, where it does exist. For example, now that the Democrats have a slight majority in the U.S. Senate, they are openly referring to the legislative filibuster as racist. They are calling that a relic of Jim Crow. They've been using that analogy a lot lately. But get this, we did our research. Democrats used this so-called racist Jim Crow relic a whopping 806 times since 2001, almost 600 times in the last three years. In fact, they used it more than Republicans, way more than Republicans. Apparently, it's just racist when -- oh, Republicans do it. Not when Democrats do it. We see a similar trend with the Georgia election bill. For example, led by Stacey Abrams, Raphael Warnock and, yes, the ever, weak, frail, cognitively struggling Joe Biden, Democrats across the country with their friends in the media mob, they basically accused the entire state of Georgia being racist, Republicans in the state of Georgia being racist. They're claiming that Georgians have disenfranchised minority voters when just the opposite is true. And keep in mind, the state of Delaware, Joe's home state, where Joe's represented people over 8,000 years, the voting laws are far more restricted he's never lifted a finger to make them less restrictive, to make voting more accessible in his own state. Look at your screen. Georgia mandates 17 days of early in-person voting. Delaware has no in-person early voting. In Georgia, anyone can vote absentee but in Delaware, you've got to meet several requirements. In Georgia, drop boxes for absentee ballots. They're in every county. In Delaware, they have zero drop boxes for absentee ballots. And guess what? Both states, including Joe's state require voter ID. Delaware is run by Democrats. It's Joe Biden's home state. He's represented them for all century after century and apparently, Delaware's voting laws are just fine and not racist at all. And then there's Democratic Senator Sheldon Whitehouse of Rhode Island. Now, he's frequently been lecturing Americans on how they can better root out systemic racism, but when Senator Whitehouse was asked about his family's membership in a -- what's called an all-white beach club -- well, this is what he had to say. You decide."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Has there been any traction in that? Are there any minority members of the club now?"
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE (D-RI)",
      "utterance": "I think the people who are running the place are still working on that and I'm sorry it hasn't happened yet."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Your thoughts on an elite all-white wealthy club again in this day and age, you know, should these clubs continue to exist?"
    },
    {
      "speaker": "WHITEHOUSE",
      "utterance": "It's a long tradition in Rhode Island and there are many of them. And I think we just need to work our way through the issues. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A long tradition that you are a part of and won't get out of. If a Democrat belongs to an all-white club, it's just a long tradition? That's your answer? We have issues to work through? How many years have you been a member of that club? Because if anybody watching, any Republican said that, they would be tarred, they would be feathered by the Democrats and the media mob and they'd be canceled on the spot. But it gets worse, just breaking tonight, FoxNews.com has now reported that there is another example about Senator Whitehouse and that he belongs to another predominantly white club. It's the local yacht club. Unfortunately, for Senator Whitehouse, oh, I guess fortunately, he's a Democrat. He's get -- he's gotten a free pass. He's going to remain getting a free pass? No Democrats going to hold him accountable? You're not going to call him a racist? You're not going to demand that he stay out of the way? Anyway, is he standing up for any African Americans by being members of these clubs? Or, what about the African-American lawmaker Byron Donalds? Remember, he was denied entry into the Congressional Black Caucus. I didn't know it was the congressional black liberal caucus. But the CBC is discriminating against an African-American -- in this case, Mr. Donalds, because of his political beliefs. He's a Republican. He's a conservative. He released a statement."
    },
    {
      "speaker": "He wrote, quote",
      "utterance": "As a young black man that grew up in the inner city of Brooklyn, New York, in a single-parent household, my achieving of the American dream would be a valued addition to the CBC and one that should transcend politics. He's absolutely right. Apparently, the content of his character is not enough for the CBC. Now, the Congressional Black Caucus, frankly, they should be ashamed of themselves. But, sadly, we have all seen this movie play out many times before, most recently with Senator Tim Scott of South Carolina. We saw it happen with Clarence Thomas. We've seen it happen pretty much to any African-American who is a conservative. The members of the CBC, I guess as a requirement, you've got to be a liberal Democrat. And clearly, there's no tolerance for any differences politically if you're a Democratic -- if you're a Democrat, racism apparently is tolerated. Look at the Rhode Island senator. If you're a Republican, if you're a conservative, you are excoriated, you are canceled. You are beaten up by the media mob. By big tech, by the Democratic Party. Perfect case in point is Joe Biden and I'm going to get to him and explain his history with race in a minute. Now, let's look at this critical race theory debate in the country. Now, this anti-American belief structure that is rooted in Marxism, it claims that white people are collectively all guilty of racism from birth just because they're white. Democrats want to teach this to every student in every school in America. They want them to learn this radical ideology from an early age. Schools that can't even teach kids reading writing math and science, yeah, they care seemingly more about political indoctrination. Parents in Loudoun County, in Virginia, are rightly tonight outraged this kind of far left indoctrination is creeping into their school system. Yesterday, the school board shut down all public comments at their local meeting two men were arrested, one for simply refusing to leave what was an open session for parents. These parents had every right to be worried. They have every right to be heard, especially on dealing with critical race theory and other far- left ideologies. What is this now? You know, socialism cloaked in race, indoctrinate everybody into groupthink at a very early age? The end goal is what? How does this help bring America together? Is this divide America or does this bring us together? Does this reform America or does it dismantle the entire system? I'm not sure that's going to work. This country succeeds with something called freedom and individualism and capitalism and personal freedom. Not collective guilt, not judging people by the content -- by the color of their skin, but by the content of their character. What they are teaching and what they are preaching is the antithesis of what Martin Luther Ling dreamed of, that was a colorblind society, one that did judge people by the content of their character not the color of their skin. Democrats think they're immune to racism. Therefore their beloved critical race theory can't possibly be racist. Now, make no mistake Democrats are anything but immune to racism. Now, remember, Democrats, they elected this guy as president less than a year ago. Take a look."
    },
    {
      "speaker": "JOE BIDEN, THEN-U.S. SENATOR",
      "utterance": "Madam President, we have predators on our streets. The largest growth in population is Indian Americans moving from India. You cannot go to a 7-Eleven or a Dunkin Donuts unless you have a slight Indian accent. I'm not joking."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR, FOX NEWS SUNDAY",
      "utterance": "What kind of a chance with a northeastern liberal like Joe Biden stand in the South?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Better than anybody else. You don't know my state. My state was a slave state. You got the first sort of mainstream African-American who is articulate and bright and clean and a nice looking guy. I mean, it's that's a storybook. They're going to put y'all back in chains."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We got more questions."
    },
    {
      "speaker": "BIDEN",
      "utterance": "You got more questions. But I tell you, if you have a problem figuring out whether you're for me or Trump and you ain't black."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So Joe gets a pass, why? He's a Democrat, a liberal Democrat. Now, today, I penned another op-ed to \"The New York Times\", our friends Ben Smith, Maggie Haberman. They need to give back the Pulitzer, by the way. Other so-called journalists at \"The New York Times\", they're not journalists. They are liberal radical New Green Deal socialist activists. They're the press office for the Democrats. They've never covered Biden's racist past. Was \"The Times\" concerned with Joe Biden's prior work in the Senate with segregationists? He wanted to stop the integration of schools, stop school busing. Does \"The New York Times\" approve of Biden's eulogy for the former Klansman, Robert Byrd, where he praised Robert Byrd and his incredible esteem? Does \"The New York Times\" think it's appropriate that Biden openly worried at a senator if we had integration of schools in America that our children would be going to schools that are racial jungles, his words? Is \"The Times\" aware that Joe Biden co-authored the '94 crime bill after referring to inner city residents as predators on our streets? Do they care about any of the racist rhetoric from Biden that we just played? Do they care that his son has used the N-word and made many anti-Asian slurs himself that just became revealed in the last few weeks? Or does none of this matter to \"The New York Times\" or the rest of the media mob, just because Joe Biden is a Democrat, he gets a pass? Now, ultimately, most on the left, they don't really care about racism, only if they can politicize it. Lives matter but only when they get to politicize it? For them, it's a means to an end. On the left, race is a political tool. They use it to take down their enemies. They give a pass to the people that share their viewpoint. It's not clear that Joe Biden even understands any of this. He was quite clearly struggling again cognitively and now, he does what you know whatever is my far left mind wanders asked of him. True to form they put Joe in a meeting today with a bunch of people. He didn't seem to remember. And when Joey, sippy cup, tried to blame guns for the rising violence in America's inner cities -- well, here's what happened."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Trace illegal gun sales back to a shady gun dealer and hold them accountable. Police Chief Murray of the Baltimore -- excuse me, Police Chief Merritt (ph) -- Police Chief Murphy Paul of Baton Rouge, Louisiana, talked about -- Attorney General Greenwald New Jersey and Mayor Daniel -- and Mayor Daniella Levine Cava of Miami-Dade talked about their efforts to lift up those kinds of -- their -- kinds of community programs and reduce gun violence."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did any of that make sense to you? First, they come for the Second Amendment, then they'll come for the first. Here with reaction, radio talk show host, nationally syndicated, Dana Loesch, along with also nationally syndicated radio host, Larry Elder. You know, Larry, a part of me laughs, too. You know if late night comedians wanted to get any of their audience back, there's a ton of material here. But unfortunately, Vladimir Putin, President Xi, the mullahs in Iran, radical Islamic terrorists and Kim Jong Un, they see what the three of us see and everybody in this audience sees. This is -- this is getting a little scary."
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED HOST",
      "utterance": "Absolutely, Sean. It would be comical if it weren't so serious. It is not rocket science. When you reduce the possibility of a criminal being caught, when you reduce the possibility of a criminal being convicted, when you reduce the possibility of a criminal being incarcerated -- surprise, surprise -- crime goes up. Add to that this defund the police movement, I heard the former commissioner of the NYPD, Ray Kelly, say today that only 7 percent of police officers would recommend the job to a friend or to a family. And Joe Biden and Merrick Garland today in their speeches said not one word about the Ferguson effect. The fact that the police are being -- are pulling back for fear of being accused of racism. All these laws that are now threatening to take away limited qualified immunity from the police, defunding the police, morale is at an all-time low. Officers are retiring earlier and at an earlier age, they can't get staffing and that's why a lot of people are buying firearms."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why does Joe get a pass on all of the issues with him and race? Why? Why does Hunter get a pass using the N-word?"
    },
    {
      "speaker": "ELDER",
      "utterance": "Sean, that's a great question. Why did Joe -- Chuckie Schumer get a pass for his 1974 scheme to get rid of black people out of a neighborhood in Flatbush? A group of people gathered because they wanted to get rid of two buildings full of blacks, they weren't causing any trouble, they were just racist. And a young politician named Chuck Schumer was there and promised to get rid of them by proposing a scheme to rehab these buildings. They would have to leave. They would get a right of first refusal but they would be refurbished so well, black people wouldn't be able to afford to come back. And Schumer implemented the plan. It did not work, Sean, because black people were able to come up with the money and come back and move into these new places. But 1974, \"American Spectator\" article called race to the top by a guy named Jay Homnick. I urge all of your viewers to Google that article and read it and tell me why Chuck Schumer has gotten a pass."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me go to Dana. Dana, you've been very outspoken on critical race theory, I'll ask you about that, and why does Biden -- why does Sheldon Whitehouse, why do they get a pass? DANA LOESCH, NATIONALLY SYNDICATED RADIO HOST OF \"THE DANA SHOW\": Why does anybody get a pass? I mean -- and, Sean, that's the thing. It seems like we have two different sets of laws. We have laws for our elected officials and then we have laws for us, you know, I guess the little guy, the proletariat so to speak. Isn't that the Marxist language that they want to incorporate? And I have to say, Sean, you know you were playing some of that sound bite from Joe Biden's speech today on firearms. I mean, everyone picked up on the fact that we had a sitting American president talking about nuking Americans and maybe using fighter jets on Americans because we don't want to give up our commonly owned semi-automatic firearms. I can't think of any other salesman who is as good right now for the Second Amendment as Joe Biden is. But isn't that the thing? Because his son, Sean, also gets a pass. Why is it, Sean, that I got to get a tax stamp for my suppressor or I could go to jail or pay a fine, but Hunter Biden can lie on a 4473 and nothing happens? What's up with that double standard? I'm tired of the double standards. That's why some people voted the way they did in 2016."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way -- not only lie on the application, but then put a gun in a dumpster and leave it there. That would be illegal, too, Dana. I don't think you'd get a pass on any of it."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Misdemeanor, yep."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Dana and Larry. Now we turn to another story that \"The New York Times\", the mob and the media refused to cover. According to a shocking report, \"New York Post\", 2018, before getting banned from the infamous Chateau Marmont for drug use, Hunter Biden had a wild bender there with a local hooker and may have charged it to daddy's credit card, raising more questions about the entangled finances of Joe and zero experience Hunter Biden. The person that broke that story that has the details from Hunter's laptop, FOX News contributor Miranda Devine. Miranda, you saw it. It seems pretty clear. Read your hard-hitting column today. What can you tell us?"
    },
    {
      "speaker": "MIRANDA DEVINE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, Sean, it's a pretty prurient tale, but it's just really a snapshot of Hunter Biden's debauched lifestyle, particularly in 2018 where he spent most of the time in Hollywood and in the Chateau Marmont and various other hotels in the neighborhood. And this one particular night I focused on because he had these two former Secret Service agents show up at his door and he'd had, you know, a quite expensive little encounter with one of the prostitutes that he used to favor, that he used to find online and it was an $8,000 call out. But his credit cards or his debit cards weren't working. So he tried one after the other kept on pulling them out of his wallet and he finally got one to work and the prostitute left but when he went to sleep that morning the money just kept on coming out of all the debit cards, and unbeknownst to him, one of them may have been linked to Joe Biden because later that day, he got this text message from one of the former Secret Service agents, saying open your door, we're coming up, come on this account is linked to Celtic's account. So Celtic was, of course, the code word that was given to Joe Biden when he was vice president. It was his Secret Service code name. You know, very --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, most important question I want to ask you -- I want to ask you this --"
    },
    {
      "speaker": "DEVINE",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How much more information is on this Hunter Biden laptop from hell that we have not learned about yet?"
    },
    {
      "speaker": "DEVINE",
      "utterance": "There is a lot. You know, I'm going to be -- my book's coming out in a couple of months and that that will -- you know, explain everything and it will land out but we in \"The New York Post\" are going --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Miranda, on a scale of 1 to 10, 10 being the worst, how bad is it?"
    },
    {
      "speaker": "DEVINE",
      "utterance": "Look, it's 9.995. The entanglement with China is really terrifying. The money that's come in is mind-boggling. The amount of money that Hunter spent is mind-boggling, and the relationship of his father with various of Hunter's clients is evident."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We want the first interview. This book is going to be blockbuster. Can you get it -- can you get it out faster, Miranda? Thank you for that report. We appreciate it."
    },
    {
      "speaker": "DEVINE",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We turn now to Eric Trump, executive vice president of the Trump Organization. Now, Eric, why do I know that if you lied on a gun permit, if you threw a gun out in a dumpster, if you smoked crack, if you hired hookers, you got money from Ukraine with no experience, millions of dollars, you got money from a Kazakhstan oligarch, a Russian oligarch, $3.5 million, $1.5 billion deal with China and a hundred thousand dollar shopping spree with the Chinese national -- I don't know, I would think that the media might cover that. But maybe I'm wrong. I -- maybe they treat you the same way."
    },
    {
      "speaker": "ERIC TRUMP, EXECUTIVE VICE PRESIDENT AT THE TRUMP ORGANIZATION",
      "utterance": "You know, Sean, I think that's right. And by the way, I have a question for you. Where are the prosecutors in all this? I'm pretty sure prostitution is illegal in this country or in at least most of this country, and I'm pretty sure that crack is illegal in this country, and I'm pretty sure that extorting countries while your father is in office is illegal and not right. And I'm really glad to see that, you know, he's selling his father's influence around the world while, you know, Joe Biden is vice president. He's taking the money from our adversaries around the world to come back to the U.S. to buy illegal hard drugs to buy prostitutes for himself, to go on week-long benders to endanger the security of this country. I mean, why do you think I wouldn't get a pass for that kind of behavior? I mean, we live clean lives, Sean. And every single day, we're attacked by political hacks. Every single day, they come after us and they subpoena us and they try and find a comma that's out of place. But this guy can go sleep with hookers. This guy can go out and smoke crack and everybody ignores it, when they have it on his laptop. I mean, Sean, the scales of justice in this country are horrible. They are horrible. If you are a Republican you get fried for absolutely everything and if you are a Democrat, if you're part of their little club, you can get away with murder."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Look at the issue of racism. You know, look at how they sliced and diced your dad's speech in Charlottesville. When he said repeatedly there were bad people here. He said it in the speech not once but twice, and they edited it out. Now, you got Joe Biden partnering with the former Klansman that filibustered the Civil Rights Act of '64, to stop the integration of schools and school busing because he doesn't want public schools to become racial jungles. Those were his words. What if your father ever did that?"
    },
    {
      "speaker": "E. TRUMP",
      "utterance": "Well, of course. Sean, of course, because that's the media's playbook. And the media, 98 percent of the media are -- I mean, that's a lobbying party for the Democratic -- I mean, they are the lobbyists for the Democrats, right? They get away with murder. You did such a great job talking about the congressman from Rhode Island, right, and these all-white clubs and everything else. I mean, Trump would have never gotten away with that. Trump would have gotten absolutely killed for that. And you look at my father on the opposite side, the lowest African-American unemployment, the lowest Hispanic unemployment, and they give him absolutely no credit for this. I mean, look at violence in the cities and how that's erupting, right? Look at -- look at so many issues. He has no credit -- by the media for any of the great things he did. But yet, you know, Joe Biden stumbles through speeches. He can't get out basic names. He can't get out the names of basic towns and basic states, and they literally praise the guy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm beginning to think every day more and more he's not going to make it. Eric Trump, thank you for being with us. All right, on this busy news night, as we continue, Joe Biden -- weak, frail, he's a cognitive mess. Tonight, it appears even Democrats, they are coming clean his struggles. Senator John Kennedy with reaction. Later, Senator Ron Johnson and a special announcement at the end of the show."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Even Democrats tonight, they're starting to clean about Joe Biden's obvious cognitive struggles. Just take a look at this article from the \"A.P.\" about Congressman Mondaire Jones and the recent interaction that he had with president sippy cup. He said, quote, he told President Joe Biden that their party needed him more involved in passing voting legislation on the Hill. In response, he said, Biden just sort of stared at me, Jones said, describing an awkward silence that passed between the two. Now, the \"A.P.\" described this as, quote, a lackluster engagement. Let me translate that. Joe Biden is checked out. He's cognitively weak. He's weak physically. He's weak mentally. He's a cognitive mess. Even his own party is starting to admit the obvious. Still don't believe me? Just watch sippy cup at his remarks earlier today on gun control. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "\"The blood of patriots,\" you know, and all the stuff about how we're going to have to move against the government. Well, the tree of liberty is not watered with the blood of patriots. What's happened is that there have never been -- if you wanted or if you think you need to have weapons to take on the government, you need F-15s and maybe some nuclear weapons. Police Chief Murray of the Baltimore -- excuse me, Police Chief Merritt (ph) -- Police Chief Murphy Paul of Baton Rouge, Louisiana."
    },
    {
      "speaker": "It means confirming my outstanding nominee for - to lead the AFT - excuse me, the ATF",
      "utterance": "David Chipman. They'll tell you there's no possible justification for having 100 rounds in a magazine of a gun. Like I've said before: What do you think, the deer are wearing Kevlar vests?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Does that seem like someone with the energy, alertness, mental capacity to be president of the United States? That's the hardest job in the world, because I've got to be honest, a lot of this isn't even funny anymore. Pretty serious. Here with the reaction, Louisiana Senator John Kennedy. Senator, to me, this is not a matter of Joe's age. Look -- I'll give you an example, Bernie Sanders. Bernie Sanders is as sharp as he was 20 years ago pushing his radical socialism, communism, whatever he was pushing at the time. He has energy. He's alert. He's articulate. He has passion in what he does. You see the president every day. I'm playing these tapes every night. It's an obvious problem. It seems degenerative. I would assume the pressures of the office might accelerate whatever's going on here. Dr. Ronny Jackson thinks he needs a cognitive test. What are your thoughts?"
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "utterance": "Well, Sean, I listened to the president's press conference today, and there were times when I was confused. Let me speak to the substance though. I don't hate anyone, but whoever is advising the president on crime and I don't know who it is, but whoever it is his -- his Secret Service name ought to be butthead. I mean, why has Chicago become the world's largest outdoor shooting range? Why is it safer to walk down the streets of Mogadishu than New York City? Crime is not up as the president seemed to indicate today because of inadequate background checks. Crime is up because many -- not all -- but many members of the president's own party believe in defunding the police. They ran on it, and in many cities, they've done it. Crime is up because many members of the president's own party want to turn cops into social workers. Crime is up because many members of the president's own party think all cops are racists, including apparently the African-American police officers. Crime is up because many members of the president's own party think that when a cop shoots, a criminal, it's always the cops' fault. But when a criminal shoots a cop, it's always the gun's fault. Now, most people in America know that, and we're not going to get in control of this crime situation until we do three things, until President Biden does three things. Number one, fund the police. Give them their money back. Number two, let cops be cops let them do their job. Now, if they misbehave, if they don't follow the law, punish them, hold them accountable -- like we did with Derek Chauvin. But most cops, follow the law. And number three, we're going to have to do what Mayor Giuliani and Mayor Bloomberg did in New York City. We're going to have to do it in all the major crime areas. We're going to have to bring back stop, question and frisk, and apply it in a racially neutral manner. It is perfectly legal. It has been used for years. Chief Justice Earl Warren wrote the opinion in 1968, a case called Terry v. Ohio that says it is perfectly legal to stop, question and frisk, if you do it in a racially neutral manner. And until we do -- I mean this business of the confusion from the press conference and this business of background checks and -- I mean, it's just drivel, and I think most Americans know it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me -- let me ask, as you see crime in all of these cities and you see -- for example, we just had in New York an announcement that all the people that were involved in arson, all the people involved in looting, people -- we have videotapes of them doing these -- committing these crimes. None of them are going to be prosecuted. You have defunding the police. You have dismantling the police and you have no bail laws taking over in the country. I don't know, Senator. I'm just a simple guy. I'm just a little talk show host. I just don't see any of that ending well. I like to ask people the question, if we dismantle defund the police, what are you going to do if God forbid somebody breaks into your home late at night? Senator, I'm pretty sure that you have a plan. I know I have my plan. I'm not going to be counting on other people to protect me in my life, but most people don't have a plan and many people aren't capable of even -- even following up on a plan if they did have one."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, how can I put this? You remember -- you remember how you felt -- you remember how people panicked when they couldn't find toilet paper? Imagine how they're going to feel when they can't find a cop. And that's where -- that's where we're headed here. This attitude among many, not all, but many of my Democratic colleagues that we can -- we can have order without justice, that we can have order without law enforcement is nonsense. I don't know where it came from. Unfortunately, I don't know why, but there are people in this world, they're not mixed up. They're not confused. They're not sick. It's not a question of whether their mama or daddy loved them enough. They're just anti-social. And society's got to be protected and we've got to have cops to do it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I can't say it anymore simply. You've done a great job for the people of Louisiana, Senator. We're supporting and following closely your re-election race in 2022. Thank you for being with us. All right. After the break, a woman fired from her job at a Houston Methodist Hospital. Why? She chose not to get vaccinated. She will tell us her story next. And we'll bring a special announcement at the end of the show you don't want to miss, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We are learning tonight that a total of workers at Houston Methodist Hospital have either resigned or have been fired because they refused to get vaccinated, citing the fact that the vaccine is only authorized for emergency use. Now, the workers filed a lawsuit this spring, it was dismissed by a federal judge. In my opinion, that should never have been dismissed. The group is rightly appealing this decision. Joining us now with what's next, Jennifer Bridges. She was fired. She was terminated from the hospital. Her attorney is with us as well, Jared Woodfill. I want to, first of all, thank you for being with us. We really appreciate you being here, Jennifer."
    },
    {
      "speaker": "JENNIFER BRIDGES",
      "utterance": ", NURSE FIRED FOR NOT TAKING THE COVID-19 VACCINE: Thank you."
    },
    {
      "speaker": "JARED WOODFILL, ATTORNEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm sorry that you got fired. Now, I want my our audience to know, I wouldn't ask this question if I wouldn't -- if I didn't have your permission to ask it ahead of time. You had COVID I understand. You have antibodies."
    },
    {
      "speaker": "BRIDGES",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, correct me if I'm wrong, we've been lectured again and again to follow the science, right? The Cleveland Clinic said, if you have COVID, you don't need a vaccine. That just came out in the last week and a half. That's number one. Number two, if people are vaccinated. I thought they're supposed to be protected. So in other words, they made their decision. So it should make no difference what your decision is, should it?"
    },
    {
      "speaker": "BRIDGES",
      "utterance": "No, I completely agree with you. If they took that vaccine and they feel safe about it, then they shouldn't worry about if we had it or not. And the Cleveland Clinic did a great research article and I had COVID last summer. I did not need that vaccine and Methodist did not care about that. That was not an option at all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah. Mr. Woodfill, I'm a little surprised that they threw this out of court because this to me is a basic, you know, right to medical privacy case. This is about individual choice in life. Everyone else, we're told, if you get the vaccine, you're protected. So they have everyone -- every other person, they have their responsibility to make their own decision, right?"
    },
    {
      "speaker": "WOODFILL",
      "utterance": "You know, you're absolutely right, Sean. You know for the first time in the history of our country, we have an employer saying to their employees as a condition of employment, you have to participate in a vaccine trial. You have to take an experimental vaccine. We think this is completely inconsistent with the law about federal statutes and the code of federal regulations. But I think what makes this even more egregious is that folks like Jennifer, the heroes that I represent, they were the individuals on the front line during the height of the pandemic. They were the individuals that we celebrated. And as a result of their service, she contracted COVID-19L. She recovered and recuperated, and at the time, we said, go, girl, go. But here we are today, Methodist Hospital says, you won't submit to or participate in our vaccine trial, here's your pink slip, sending her to bankruptcy. And that's just plain wrong and that's why we're standing up."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jennifer, you -- I think your lawyer brings up a great point. You were on the front lines as a nurse the entire time."
    },
    {
      "speaker": "BRIDGES",
      "utterance": "Uh-huh."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Every day you went to work, you knew you were putting your own health at risk, but you did it anyway. You ended up contracting the virus. Now, the Cleveland clinic says, if you had it, you don't need the vaccine. Again, I go back to -- why don't they follow the science as they've been lecturing us to follow?"
    },
    {
      "speaker": "BRIDGES",
      "utterance": "That is a very good question. Methodist is -- I believe they have their own agenda. I do not know exactly why they're doing this. I can only assume it could be for a power or a money hungry right now. But they need to follow the proper science, because we do not need to be vaccinated if we had COVID, and we worked so hard last year. I mean, we were there through thick and thin, when we had no help. I mean, it was horrible. And these people that are putting forth these rules right now for us and kicking us to the curb, they weren't there. They weren't even in the building to be seen for months. They were staying at home while we were doing all the work."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, it's amazing. All right. What -- where is the next stop in the court system, Attorney?"
    },
    {
      "speaker": "WOODFILL",
      "utterance": "Well, you know, the trial judge ruled against us, and we've already appealed. We'll go to the United States Court of Appeals for the Fifth Circuit. We'll get a ruling there and whoever is not successful, I will take it to the United States Supreme Court, because, Sean, this is a question that needs to be answered, not just for Jennifer and the employees at Methodist but also for employers and employers all across the country. So I think it's a very important case a first impression that's going to set legal precedent for folks all across this country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Jennifer, I'm sorry you've had to go through this it's unfair. I hope you win this case in court and also thank you, like all health -- all the people in the health industry that put their lives on the line to help everybody during the pandemic. You're a hero. We thank you for all that you've done and you deserve better than this."
    },
    {
      "speaker": "BRIDGES",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you for sharing your story tonight. We appreciate it. Unbelievable."
    },
    {
      "speaker": "BRIDGES",
      "utterance": "Thank you. I appreciate it."
    },
    {
      "speaker": "WOODFILL",
      "utterance": "Thank you, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. When we come back, Senator Ron Johnson, he weighs in in the fight against D.C. statehood, and the real reason why admitting this new state to the Union would have extreme political ramifications. And a major programming announcement, it has to do with this show, at the end of the show, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're watching this all across the country. We're seeing local communities standing up to failed far left anti-police, defund the police, dismantle the police, no bail with the police, New Green Deal socialist policies, open borders, sanctuary cities and states. Look at Atlanta, and Buckhead. That neighborhood, they want to form their own city separate and apart from Atlanta, because of the failure of the city of Atlanta to protect their residents. In Oregon, you have multiple counties now, they have a plan, they want to try and join the state of Idaho. They want out. Are we going to be seeing more and more of this as Democrats become more and more disconnected from the everyday lives of you, we, the American people? Our cities and states and towns now hitting a point where irreconcilable differences will result in permanent division, prosperity and free enterprise versus New Green Deal socialism? How is that going to be compatible? Energy independence versus no all green energy? There's no -- there's no middle ground there. Law and order, dismantling, defunding the police and having law and order? How do you reconcile those differences? Sovereign and secure borders and following the law of the land versus not? How do you reconcile those differences? But, of course, Democrats are doubling down on their shameless power grabs. They tried it with this H.R., S.R.1 bill. Now, it's D.C. statehood and packing the Supreme Court. That's still in play. They want power and perpetuity and want to literally turn their far left destructive Democratic fantasies into a permanent reality. Thankfully, the Senate GOP, so far, standing together, vowing to block this insanity and taking action to make sure that Democrats are held accountable for all of this in 2022. Here with reaction, Wisconsin Senator Ron Johnson. All right, you stopped S.R.1. I don't think it's the last of this we're going to hear from Democrats. Where are we with D.C. statehood, Puerto Rico statehood and where are we with packing the courts?"
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "utterance": "Well, as long as Joe Manchin and Kyrsten Sinema honor their promise not to get rid of the filibuster, we'll stop them. But, you know, what's so -- what's so obvious about D.C. statehood is just -- it's just a naked power grab. I checked and over the last eight election cycles, no Democrat presidential candidate has garnered less than 80 percent of the vote and no Republican has garnered even above 10 percent. So, it's obvious what's at play here. Democrats want two new Democrat senators. That would bust the filibuster right there in the current senate. So it's just a naked power grab. But, you know, what's so bizarre about Democrat policies, for example, in terms of keeping our cities safe, they want to blame the gun but absolve the shooter. They want to pass all this gun control, but then they don't enforce it. And even worse, they want to -- they want to defund the very law enforcement officers that would enforce the law. But the good news is the vast majority of Americans really do support law enforcement. The bad news is the crazies that don't are currently in charge of the federal government as well as our major metropolitan areas. So elections matter a lot."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's why election 2022 and your race for Senate matters, and I know you haven't made an announcement yet. I hope you do run again. You've been an important voice for the entire country and the Senate. You know, I heard people -- for example, you heard about the case of Oregon counties. You hear about Buckhead in Atlanta. I've heard that if the Democrats bring in D.C. and Puerto Rico statehood, that the Texas constitution allows Texas to break up into five separate states. I mean, I don't see any of this as being good for the United States of America. Your thoughts?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, first of all, I prayed that the President Biden would actually follow up his inaugural address when he's talking about unifying and healing this nation. He's done the exact opposite. It's really sad. You know, these major cities, they're going to be dying on the vine. Why would people stick around when their lives aren't secure? When their property's not safe? So, this is a result of Democrat policies. And now unfortunately, Democrats are in control of the federal government and they're taking that exact same destructive approach to all of America as well. We can't let them do it, Sean. We just can't."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What is the latest? Where are you in this process of deciding whether to run again in 2022?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I've got some time. I want to see how things play out. Again, people --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now's a great time."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "-- RonJohnsonforSenate.com. Pardon?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm sorry, what dot-com? I didn't hear it?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "RonJohnsonforSenate.com."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's a pretty good indicator that you might be running."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Make sure that this -- pardon?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's a good indicator you might be running."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, I'm going to do everything I can to make sure this seat remains in Republican hands. I'll work my tail off whether I'm the candidate or somebody else. We have to retain this seat in Republican hands. If I'm the best candidate to do that, that obviously would weigh in my decision-making process."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Senator. We hope you do make that decision and thanks for being with us When we come back, a major announcement about this show, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Before we go tonight, a big programming announcement. This coming Wednesday, June the 30th, live, 9:00 p.m., we will be holding a HANNITY town hall at the U.S.-Mexico border, alongside President Donald Trump and the governor of the great state of Texas, Governor Greg Abbott, and we'll be talking about the failed policies of Biden and Harris. Let not your heart be troubled. Laura Ingraham, hi, big show. You -- by the way, you had a great show last night. Good for you. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}