{
  "date": "March 29, 2018",
  "headline": "Former NFL cheerleader files discrimination complaint",
  "subHeadline": "Former New Orleans Saints cheerleader says she was fired over an Instagram post; Bailey Davis speaks out on 'The Story.'",
  "url": "https://www.foxnews.com/transcript/former-nfl-cheerleader-files-discrimination-complaint",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SANDRA SMITH, FOX NEWS CHANNEL HOST",
      "sentences": "Bret, thank you. We'll take the story from here. Breaking tonight, no second special counsel, at least for now. Attorney General Jeff Sessions making that announcement, just a short time ago, telling Congress that his Justice Department is looking into serious allegations of political bias within the FBI. But a second special counsel will not be appointed until Sessions decides, 'whether any matters currently under investigation require further resources.' Good evening, everybody. I'm Sandra Smith, in for Martha MacCallum tonight. So, who is looking into these allegations of anti-Trump bias at the FBI? You may remember Sessions dropped a hint earlier this month right here on Fox News. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "sentences": "I have appointed a person outside of Washington many years in the Department of Justice to look at all the allegations that the House Judiciary Committee members sent to us, and we're conducting that investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And tonight, we have a name: U.S. Attorney John Huber from Utah is conducting the investigation, and he is doing it from outside Washington. It's a move some are applauding because of Huber's distance from the 'swamp'. While others want to know why a special counsel is not taking the reins. Chief National Correspondent Ed Henry is live in Washington with the late-breaking details on this. Good evening, Ed. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Sandra, great to see you. This could be a big deal, because what the attorney general is really saying is he does not necessarily need a second special counsel right now to get to the bottom of whether FBI and Justice Department officials, during the Obama days, broke any laws when they engaged in FISA abuse to spy on the Trump campaign, because he already has a criminal prosecutor looking at it and getting all over it. In a letter to Republicans, Chuck Grassley, Trey Gowdy and Bob Goodlatte, Sessions is reserving the right to name a second special counsel beyond Robert Mueller down the road to hold officials at the FBI and Justice Department accountable. But Sessions is revealing for the first time, he already has been quietly having that U.S. Attorney John Huber out in Utah operating, as you said, outside the beltway, using his prosecutorial powers with a broad mandate to investigate misconduct that could actually extend beyond just FISA abuse. So, former top FBI officials like James Comey and Andrew McCabe could be facing big scrutiny for not just failing to tell the FISA judge that the anti-Trump dossier was paid for by the DNC and the Hillary Clinton campaign. This prosecutor could be looking at McCabe's leaking to the media, his lying to investigators about that, plus those FBI text messages that have gotten so much attention. Sessions writing in part: 'I'm confident that Mr. Huber Huber's review will include a full complete and objective evaluation of these matters in a manner that is consistent with the law and the facts. I receive regular updates from Mr. Huber and upon the conclusion of his review will receive his recommendations as to whether any matters not currently under investigation should be opened, whether any matters currently under investigation require further resources, or whether any matters merit the appointment, yes, of a special counsel.' Now, Sessions faced heat again last night when it was revealed that the Justice Department Inspector General was reviewing all of this. Some critics, as you noted, said that official does not have prosecutorial powers. Well, John Huber does. Sessions, as you noted, hinted at this to our own Shannon Bream although there are Republicans like Trey Gowdy who want more. This is what he recently told Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } REP. TREY GOWDY, R—SC.: I think the better course is to have second special counsel. Let Mr. Mueller keep looking at Russian interference. Let him keep looking for evidence of collusion. But have a separate special counsel look into decisions made and not made in 2016 with respect to the bureau and the department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now, a key point is that Huber was first nominated by then President Barack Obama. So, if he brings criminal charges, it will have credibility. Likewise, if he finds no criminal wrongdoing, it will be noted this is someone who stepped down when Barack Obama left office. He was re-nominated by President Trump with the backing of very conservative Republican Senator Mike Lee of Utah. So, this is a pretty big development tonight, Sandra. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Ed Henry, we'll stay on it, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Here now with reaction: Corey Lewandowski, Former Trump Campaign Manager, he's currently serving as Chief Strategist for the Trump Super PAC America First Action. Corey, thanks for being here tonight. It would be great to have you first react to this news. The attorney general deciding no second special counsel, at least for now, sort of leaving the door open. What do you think? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COREY LEWANDOWSKI, FORMER TRUMP CAMPAIGN MANAGER AND CHIEF STRATEGIST FOR THE TRUMP SUPER PAC AMERICA FIRST ACTION",
      "sentences": "Look, I have to say I agree with Congressman Trey Gowdy: a second special counsel is needed, it is warranted. While I respect the fact that Attorney General Sessions is moving forward with an investigation, with an individual who has prosecutorial ability here, and someone who's outside the beltway, I respect that. But all of the evidence that we have seen, as it relates to FISA abuses, as it relates to Jim Comey giving information to a former law professor of his, to make sure that it made it into the public sphere, as it relates to Andrew McCabe and the I.G. report that we're waiting on, as it relates to Strzok and Page, and all of the other abuses that are taking place at the FBI, including but not limited to the tarmac meeting between Bill Clinton and then the attorney general of the Clinton administration -- of the Obama administration. We have to make sure a special counsel is in place to hold these people accountable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, what does that tell you that he's not doing that? I mean, you go to this wide-ranging Time Magazine interview that Jeff Sessions did as Time Magazine put it, is Jeff Sessions winning for Donald Trump as they titled it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, look, I think Jeff Sessions is a great man. I know him very well. And I have great respect for what he's done for our country. But I think in this particular case and, again, I agree with Trey Gowdy, I agree with other members of the Republican leadership who have been able to see information that they have been concerned about, and they were the ones who were asking the attorney general of the United States to appoint that second special counsel. They have more information than the general public does. When Trey Gowdy, a person who has intimate knowledge of what has taken place of the FISA abuse system has asked for this, I think is an obligation for the attorney general to go and appoint that second person. I know many people have called for it. We have to hold the FBI individuals accountable for the abuses that they have had. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. Well, we do know that he also revealed that federal prosecutor, John Huber, will be looking into certain issues involving the FBI and the DOJ. Here's an excerpt from that Time Magazine piece. And Sessions' talking about the president's loyalty. Saying, I want to do what the president wants me to do. But I do feel like we're advancing the agenda that he believes it. And what's good for me is it's what I believe in, too. So, I'm just wondering what is he trying to say there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I think what, you know, what I think Attorney General Jeff Sessions is trying to say there is the agenda that this president believes in is cracking down on illegal immigration, stopping the MS-13 gangs. Those are the same things that General Sessions has fought author when he was then-Senator Sessions. So, I think the president and General Sessions are completely aligned on the issue of stopping illegal immigration and cracking down on MS-13 gangs. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Do you think he'll keep his job then? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I do. I believe Attorney General Sessions is going to keep his job for the foreseeable future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Interesting. He also had this to say on the recusal which, of course, some might say that the president really has never quite gotten over. 'I think I did the right thing,' said Sessions, 'I don't think the attorney general can ask everybody else in the department to follow the rules if the attorney general doesn't follow them.' Has the president really been able to come around on that issue, Corey? I know you speak to him often. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Yes, as you know, I don't speak for the president, but I do think that he's been very clear, that he's been disappointed that prior to the nomination of Jeff Sessions to be the highest law enforcement officer in the land as the attorney general. Jeff Sessions did not tell then- President-elect Trump that he was going to recuse himself from any potential investigation as it related to Russia. And look, I was on the campaign for a long period of time. Then-Senator Sessions was part of the campaign on the periphery. He endorsed President Trump, at the time Candidate Trump, but he wasn't actively involved in the decision-making of the campaign. So, this notion that he had to recuse himself is I still think a little foreign to a lot of people. And if he was going to do that, I think he should've told the president or president-elect prior to accepting the position. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I want to move on to the shakeup inside the White House as we know today the V.A. Secretary Shulkin is out. The White House Physician, Ronnie Johnson -- Jackson is in. You know, this is causing the media to run with this chaos inside the White House story right now. And on his way out, Shulkin penned this sort of scathing op-ed in the New York Times, where he talked about a toxic, chaotic, disrespectful Washington. And I'm just wondering from your view, did that look like a parting shot at the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "You know, I have great respect for the former V.A. secretary. And I think he actually did a fairly good job. And I think he is right, Washington, D.C. is a swamp. We've been saying this now for the last 15 months. But no one is giving credit to Admiral Jackson's coming in to put a new view on the V.A. And the most important thing that we have to remember is that we're giving our veterans, the men and women who served in our military, the best possible care. And while I understand that he was and is still, was and still is an active military duty officer, he's going to step down from that. He understands because he has friends who've retired from the military. Some of the broken problems in the V.A., and he's going to be able to put a new light on that. And he should be praised for the fact that a physician is going to be able to take over the Veterans Affairs Administration, should he be confirmed, and give a new perspective on making sure that our veterans get the best care possible. I don't know how anybody can criticize him for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It sounds like I don't have to ask you if you think that -- you think that he's the right guy for the job. I want to move on to a story that seems to be changing tonight, and that is the departure of Andrew McCabe -- the top FBI official, as we all know who's fired just hours before his official retirement was set to take place. He is now soliciting online donations for his legal defense fund, Corey. And I'll tell you something that even if you know the story you may not know now. And this is the posting asking for this GoFundMe account, a picture of the family, his son and daughter, the family dog. A goal of 150,000 and now, as of tonight, I think that number has been climbing. What was the latest? 160, $170,000 -- $175,000 it has now climbed to. His spokesperson, Melissa Schwartz has put out this statement via Twitter, saying: 'The support for Andrew #McCabe has been overwhelming, humbling, and deeply appreciate. Unfortunately, the need for a legal defense fund is a growing reality. Please click here for info about the official Andrew McCabe defense fund.' Your thoughts on that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, he's going to need a lot more money than that just because the fact that he was fired, his worst days are not behind him. They're clearly in front of him. We are anxiously awaiting the inspector general's report which clearly delineates that we believe that he lied to the inspector general. That he clearly allowed either other members of the FBI or himself to leak information. We believe that that's in the report. We know that that's a violation. And he should be held accountable to the same standards of every other person when they speak to someone at the FBI, which if you tell them a lie, it is called a felony. You can go ask Mike Flynn about it, you can go ask a whole bunch of other people. The only people who get away with it are Hillary Clinton, Huma Abedin, Cheryl Mills, and who they all speak to? Andrew McCabe. It's amazing! You know, when they lie to the FBI, supposedly, there's no accountability. Andrew McCabe lies, no accountability. He's going to needs a lot more money than $160,000 to defend himself for the lies he's told. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "You sound pretty fired up tonight, Corey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, look, he is deep state and there has to be accountability. The problem is: these FBI agents have had no accountability and the American people deserve better. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes, a lot going on and a lot of changes happening inside the White House, and the news on Jeff Sessions tonight. A lot we were able to get to, Corey. Good to have you on the program tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Thank you. Up next, Team Trump scores a major legal victory in the Stormy Daniels scandal. But does this mean the president and his Attorney, Michael Cohen, are completely in the clear? Constitutional Law Attorney, Jonathan Turley, has the answer next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Plus, a former New Orleans Saints Cheerleader fighting back after being fired over an Instagram post. Bailey Davis will be here to tell us why she is now accusing the team of discrimination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAILEY DAVIS, NEW ORLEANS SAINTS CHEERLEADER",
      "sentences": "We're both employed by the Saints. I think our rules should be the same. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Developing tonight a legal victory for Team Trump in the Stormy Daniels saga. Today, a federal judge rejecting a motion from Daniels lawyers to pose both President Trump and his lawyer, Michael Cohen, over the $130,000 nondisclosure agreement about the alleged affair. But Trump's legal woes may not be over. Here now Jonathan Turley, Constitutional Law Attorney and George Washington University Law Professor. Jonathan, thank you for coming on tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, CONSTITUTIONAL LAW ATTORNEY AND GEORGE WASHINGTON UNIVERSITY LAW PROFESSOR",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, is this -- can this be seen as a win for the president at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "This is a skirmish. It should be taken as too much of a weighty change in the case. The problem with this litigation is it began with a truly horrifically drafted agreement by Michael Cohen. And it was really filled with flaws that Daniels' attorney has succeeded in attacking. The problem that I have is, that I often tell my students, that you don't litigate because you can. You have to constantly ask yourself what am I trying to achieve now for my client in going forward? I don't see any intelligent design behind the president's counsel in pursuing this matter. I mean, the legal and political cost for President Trump will only rise. The story is out. Now, Mr. Cohen says that he wants to get $20 million and go on a vacation with it, but that not a strategy and it's certainly not putting President Trump's interests ahead of his own. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, what does that say about the legal team that he has around him right now, Jonathan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Well, I think you can pretty much pick up how I view that. Mr. Cohen is really punching above his weight class against Michael Avenatti. I admit he's my former research assistant, but I got to tell you, the only thing those two have in common is their first name. I mean, Avenatti has done a remarkable job in going from the defense to the offense. But, ultimately, Mr. Cohen's agreement is going to have a hard time standing up because Mr. Cohen's attorney, Mr. Schwartz said last night that the president was never aware of the final details of the agreement, or even possibly the agreement as a whole. That's going to create serious problems. Because that would make it sound like he's not a party to this agreement. The arbitration clause seems to rest in his hands. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And I know you wrote a big piece from this -- published in your blog tonight. In that piece, Jonathan, you say Trump faces John Edwards' fate. Can you explain the comparison and where you're suggesting this is heading from here? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Well, this is sort of like Christmas future, it's not necessarily his future. But he's going to have to show a much greater level of discipline over his counsel and his choices in the Daniels case. I've never believed that collusion represented a threat to President Trump. This can, and people should not under estimate it. John Edwards was indicted for in-kind campaign finance violations when third parties gave money to his mistress. Now, the problem with what was said by Mr. Schwartz last night when he said that Trump really didn't have any knowledge of this, it makes that $130,000, that Cohen paid out of his own account, look like an in-kind campaign contribution -- that's what Edwards was indicted for. And it also creates --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But look like and being one are two -- I don't have to tell you that -- are two completely different things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "That's right. And I was critical of the Edwards' indictment. So, your point is a good one. I still have a difficulty with this theory. But it was good enough to pull him into a court of law. The problem for President Trump is that this can metastasize from a civil to a criminal matter. He doesn't want to have that happen. And I have to tell you, he doesn't want that to happen with Michael Cohen as lead counsel. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. Point taken. I've only got a few seconds left here, Jonathan. So, I'm sorry to put you into this pinch, but if he's your client, what do you do? What are his options right, best options?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Drop the litigation. You've nothing in this that is going to improve the situation. You get out of the litigation. And then, the rest you can handle. But I don't see any reason why President Trump's counsel would want any part of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Jonathan Turley, excellent to get your perspective on that tonight. Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Up next, more than a dozen state now suing to stop the Trump administration mandate to ask about citizenship on the 2020 census, as the Democrats' fear the move could put them out of power. Baltimore Mayor Catherine Pugh is one of those. She joins me live next. Plus, a bombshell in the pulse nightclub shooting. We're just learning that the shooter's father was an FBI informant. Yet, Omar Mateen went under the radar before one of the deadliest mass shootings in U.S. history. The story and the debate, still to come. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALE POLICE OFFICER",
      "sentences": "So, can you tell me how we can peacefully resolve this tonight? I'd like to see you come out, I'd like to talk to you some more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OMAR MATEEN, PULSE NIGHTCLUB SHOOTER",
      "sentences": "Tell, tell the people the airstrikes need to stop. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } REP. Ted Lieu, D—CALI.: What the Trump administration is trying to do is to weaponize the census, so that they can use it to undercount people in California and other states with high immigrant population. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "XAVIER BECERRA, CALIFORNIA ATTORNEY GENERAL",
      "sentences": "We're not going to stop and we're going to defend every one of our reality to rights to make sure that every one of our people who's worked hard to make California the sixth largest economy in the state is counted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM PEREZ, CHAIRMAN, DEMOCRATIC NATIONAL COMMITTEE",
      "sentences": "The census is not a political tool for hyper-partisan activity. And that's exactly what the Trump administration is trying to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Democrats fighting back over fears that the new citizenship question on the 2020 census could put the party out of power. This has more than a dozen states plan to file lawsuits against the Trump administration over census change. Here now is Baltimore Mayor, Catherine Pugh, a Democrat, and Chairman of the U.S. Conference of Mayors' Census Task Force, who says the White House has politicized and compromised a process that mayors rely on to deliver essential services to their cities. Mayor, good evening to you. Thank you for coming on the program tonight. Tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE PUGH, BALTIMORE MAYOR",
      "sentences": "Good evening to you as well. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Why do you want this question removed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "Well, let me just say, when we met in February, there were 161 mayors from around the country, both Democrat and Republican. And we all discussed this issue around making sure that everyone in our country is counted. And, in fact, we sent a letter to our secretary to say this is not a political issue. It has not been on the census before. Why are we doing something that is not what we normally do? And when we talk about the resources that result from the count, you know, this is a count that affects us, as you well know, for 10-year period. Everyone who is in this country should be counted so that we can make sure that the resources that are needed in the communities in which they exist are shared properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Let me ask you a question and I take no sides on this issue, I'm just a journalist. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But I think it's important to get a couple things out of the way when getting your viewpoint here. Do you view President Trump as anti- immigrant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "This is for me; this is not about President Trump. What this is about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "No, it's just a question because it does involve concern over citizens and status in this country. It's just a simple question so can I move on to ask you other questions. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "Well, again, I don't have an opinion about what Mr. Trump is anti or for. What my opinion is based on is my conversation that we had as a chair of the U.S. Conference of Mayors Census Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And I'll tell you why is that question, mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "With the 161 -- can I finish, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Sure. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "We had 161 mayors from across this country both Democrat and Republican who discussed this issue. We sent a letter saying: please, let's be fair. Let's make sure we count everyone --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "-- in this country. And so, that's what we want. I mean, that's what the letter says and we're really grateful that Congress appropriated additional moneys to make sure that we do this count. So, we don't want the integrity of the census to be compromised. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'm just wondering if that perception was not out there by some, many in your party. I wonder if this question would be an issue. I mean, what's so scary about that question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "Well, let me just say. This is not just about my party, the Democratic Party. The 161 mayors are not just Democrats; they're Republicans as well. They, too have asked that we make sure that this census is not compromised. That we focus on making sure that we count everyone in this country so the resources are appropriated properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "Because as you well know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "-- those resources go to infrastructure. They go to schools. They go to community development and all those things are important to all of us whether we're Democrats or whether we're Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Wilbur Ross, from the Department of Commerce, obviously he's the one who laid this out and he said the data would help the Department of Justice enforce the Voting Rights Act, which protects minority voting rights. Shouldn't we collect and have the most accurate data -- accurate citizenship data in this country that we possibly can? Do you have a problem with any of the other questions that are asked in that census? Have you looked at all of them? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "Yes, but here's my point, and here's the point of the U.S. Conference of Mayors. We met in February. We had another leadership meeting in March. Our point is that we do not want the census to be politicized. We don't want people under counted in this country. The Statue of Liberty that stands in the harbor of New York --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I think people are just trying to understand Mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "With all due respect Mayor, I think people are just understand -- trying to understand. From your viewpoint, how this has been politicized? Why is this -- why is this a political decision to you? Why is this question a political choice by this Administration? What are -- how are you coming up with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "I don't know that -- I don't know that -- first of all, I don't know that it's a political choice of this Administration. I think you brought up the question early on, you said do I -- what did I think of Trump's opinion of immigrants and that was not a part of the -- the response that I was giving you. My response is based on our meeting in February with the U.S. Conference of Mayors and again our leadership meeting in March. This was not about political party. And in fact, if you look at the membership of the U.S. Conference of Mayors, it's both Democrat and Republican. And we came to the conclusion that this is not an appropriate question for the census. That we ought to be focused on making sure that we count everyone in this country because they contribute to the economic fiber of our society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And the Administration says that they've tested these questions and the Census Bureau has tested these questions. There's no evidence, there are no definitive empirical support to believe what the case that -- that you all are making in this. We'll see where this goes Mayor. Thanks for coming on tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUGH",
      "sentences": "Well we look forward to it. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Thank you. Mayor Pugh from Maryland. Up next, shocking new revelations in the Pulse Nightclub shooting, as we've learned the FBI had actually considered making shooter Omar Mateen an FBI informant before the shooting. Tammy Bruce and top former FBI official Terry Turchie debate the bureau's handling of one of the deadliest shootings in U.S. history, next. Plus this, a former NFL cheerleader calling out what she says is hypocrisy in the sport. Bailey Davis will be here on why she says players should be held at the same standards as those on the sidelines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAILEY DAVIS, FORMER NFL CHEERLEADER",
      "sentences": "We work our whole lives just like the players do to be treated like this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCALLUM",
      "sentences": "Breaking tonight, the FBI under fire for what one of my next guests calls inexplicable behavior as we've learned that the bureau was considering making Pulse Nightclub shooter Omar Mateen an FBI informant. And it's just been revealed that his father did actually work as one for years. The bombshell comes from testimony in the trial of Mateen's widow, Moor Salman accused of helping plan the June 2016 shooting rampage that killed 49 people. And disturbingly the revelations seem to directly contradict what then FBI Director James Comey testified about the shooter back in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FBI DIRECTOR",
      "sentences": "We first became aware of him in May of 2013. First he claimed family connections to Al-Qaida. He also said that he was a member of Hezbollah. When this was reported to us, the FBI's Miami office opened a preliminary investigation and over the next 10 months we attempted to determine whether he was possibly a terrorist. We closed the preliminary investigation. Two months later, in July of 2014 the killer's name surfaced again in an indirect way. Our investigation again (inaudible) and interviewed the killer to find out whether he had any significant contacts with the suicide bomber for Al- Nusra. Determined that he did not. I don't see anything in reviewing our work that our agents should have done differently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Joining me now Tammy Bruce is a Washington Times columnist and a Fox News contributor and Terry Turchie, former Deputy Assistant Director of the FBI's Counterterrorism Division. Thanks for both of you for joining me tonight. Tammy, I want you to sort of set this up for us. I mean, these are amazing revelations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, they are. Look, what we learned of course recently that this -- this last weekend, well -- the Noor Salman trial was going on, the widow of the shooter. It was revealed that the father, Seddique Mateen was an FBI informant as you heard in your clip for at least 11 years. And then you have a -- and this is part of my question. Of course, in the beginning a lot of these dynamics were inexplicable in that we know that the mosque of Omar Mateen turned him in, said that he was making statements that were concerning. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } His workplace turned him in saying that he was claiming all of these connections and that he threatened a co-worker with death via Al- Qaida, again associations with family, with terrorism and terrorist groups. All of that apparently was not enough. We wondered why there was a blind eye turned to those dynamics. But then we learned from the FBI agent that was handler of the father during this trial for the widow, that he as the handler of the father, was assigned to investigate the son. And in the midst of that investigation as -- as your clip indicated, that at one point when he had cleared him from having any connection with terrorism that that's when he thought maybe we should use him as an informant. What we don't know is whether or not that was completed. So the questions are, why was this man assigned to investigate the son? What was the father an informant for? Perhaps Omar Mateen was correct. If the father had connections with terrorist groups, maybe the son knew of those and also had connections. But lastly, was Omar Mateen actually then recruited? None of those questions have been answered. The fathers under investigation now for wire transfers to Turkey and Afghanistan leading up just to the massacre. All of these things now need clear answers to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Terry, those are big questions. TERRY TURCHIE, FORMER DEPUTY ASSISTANT DIRECTOR, FBI COUNTERTERRORISM",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIVISION",
      "sentences": "Well, there's a lot of unpack there and I -- I share Tammy's frustration in everything she laid out. But let's start with the investigation of Omar Mateen and kind of what Comey said. First of all, the case itself was opened up, just as it should have been. It was worked with the police. I'm talking about the one in 2013 to the 2014 timeframe. It was -- it consisted of records checks. It consisted of terrorism records checks. They put him on a watch list while they were -- while they were working on this case. They did surveillances. They can't use or they can't create new assets or new informants we'll say to go and talk to him. But what they can do is use current ones and they did that. They recorded some conversations and then they eventually interviewed him. So, what I'm saying here is that today on the news especially, it's a great example. We have a day where on the one hand the FBI is in all kinds of trouble and has all kinds of criticism because they exceeded the -- the Attorney General guidelines. In this case, all I'm saying is, I look at this and -- and I swore when I was working as an FBI agent and I watch people talk on television. Wow, I'm going to be really careful, you know, thinking I know everything when I don't have the inside track. These people did everything they could, that I can see, in that investigation at that time to find out and answer one question. Is Omar Mateen a risk? And at that time --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well that's where you and Tammy different then. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "This -- this is -- this is the issue. How really do you trust an investigation into the son of an informant who was with his father, knows his father? They know what's going on and trust and that you've got the same people handling the informant as investigating the son. Whereas any arrest of the son would invariably put at risk your informant. You know this is a problem. And this is now why the American people are looking very funny at dynamic and why all of the things that should have been huge flags and they did nothing. And then the disappearance of the wife -- of the widow for -- they allowed her to leave the state and go to California to live for a year. But this comes at a time when -- when the FBI either through neglect, like in Parkland, an incompetence or in this dynamic where, my goodness, how could-- how do you separate the two? You certainly can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I want give Terry a last word here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "OK. Again, really reasonable issues. I cannot look at this and reach the same conclusion that this looks like Parkland and here's why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "No I'm saying that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "This is different than Parkland. I'm saying incompetence versus knowing the players and making choices that put people at risk sir. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "-- to his father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "Let me just say it like this. All of this finally did come out in court. I wish they had disclosed the idea of the father as an informant. Don't understand why they didn't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's not the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "I don't want to catch a lot of suspicion --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's not the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "Would you -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "The issue is the handler of the father in that -- that supposedly investigating the son. A man who killed 49 people. When you're saying is there -- we -- we could look to other informants to get information on this young man. Their father was the local informant. His father was the one who would have known.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well let's give you the last word on that Terry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURCHIE",
      "sentences": "Here's the bottom line. We have these things play out in court. A judge looked at that when the information was finally disclosed. And here's what he said, he said it has no bearing on this trial. So he's got a lot more facts coming from inside that courtroom than any of us sitting out here. And in the end, all of the FBI's work and the decisions that they make play out in a courtroom and that's where this is playing out. And I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Too bad for the 49 dead people. Too bad for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes. We've got to leave it there. Thanks to both of you for coming on tonight. Still to come, a former NFL cheerleader fighting back on what she says is a double standard in the league after being fired for posting a picture on social media. Bailey Davis is here to share her story next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "A former NFL cheerleader fighting back after allegedly being fired over an Instagram post. She's now claiming discrimination. In moments, we will be joined by Bailey Davis. But we start with Trace Gallagher live in our west coast newsroom with the back story. Trace? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Sandra, in recent years the NFL has certainly struggled with domestic violence issues and allegations of sexual harassment against women. Now a former New Orleans Saints cheerleader Bailey Davis is accusing the team of having two sets of rules. One for the players and one for the cheerleaders who are all women. The Saints fired Bailey Davis after she posted an Instagram photo in a one-piece outfit, even though her Instagram account is private. The Saints said the picture violates rules that prohibit cheerleaders from appearing nude, semi-nude or in lingerie. Davis was also involved in a team inquiry about her attending a party with Saints players. Turns out the team has a policy that requires cheerleaders to avoid contact with players both in person and online. For example, cheerleaders have to block players from their social media accounts. And if a cheerleader walks into a restaurant where a player is dining, she has to leave. And if she's dining in a restaurant and a player walks in, she still has to leave. The team says the rules are designed to protect cheerleaders from players preying on them. Legal and legal -- legal and lawyer analyst Emily Compagno, who herself is a former NFL cheerleader says the current legal climate may have the Saints rethinking their policies. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, FORMER NFL CHEERLEADER",
      "sentences": "Five years ago it might have been different and certainly 20 years ago it would have been different. But in 2018, and in color of the Me Too movement as the NFL is kind of shifting its position here, so too should these franchises and likely these policies. Because frankly they're outdated and likely discriminatory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "It's unclear of other NFL teams have similar rules but we know several teams have been sued by cheerleaders over wages and won thousands of dollars in settlements. The Chicago Bears, Green Bay Packers, Pittsburgh Steelers, Cleveland Browns, Buffalo Bills and New York Giants do not employ cheerleaders. The New Orleans Saints dismissed the allegations of discrimination and say they will fight this battle at the proper time and place. Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Trace, thank you. Here now, former Saints cheerleader Bailey Davis and her attorney Sarah Blackwell. Bailey, Sarah, thank you for being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAILEY DAVIS, FORMER SAINTS CHEERLEADER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH BLACKWELL, BAILEY DAVIS' ATTORNEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Bailey, first of all, you -- you have an Instagram account, a private one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That you have to actually invite somebody to join and look at those photos. So you think you're only sharing this with a certain group of people. You post the picture. I believe it's a one-piece swimsuit and what happens next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "After I posted it, I was immediately called into HR and they fired me as soon as I sat down. They said it was distasteful. If violated our code of conduct and I had a dirty face which made it suggestive and I was inviting players to contact me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Were these rules that you were made aware of beforehand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "No. The social media rules were not in place at the time. All of our accounts were open. They were not private. They were not made private until I was accused of being at a party with a player. And they asked me how the players were able to find me. And I suggested maybe, you know, Instagram sometimes will message us and they said it was immediately my fault. I had to make my account private so they couldn't find me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Sarah, what's the case that you're making here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKWELL",
      "sentences": "Well (inaudible) discrimination on two rules. Basically, the NFL players are allowed to contact them. They have no prohibitions in contacting the cheerleaders. Texting them. Messaging them, being in the same location as them. Whereas the cheerleaders, if they are contacted by a player, they have to immediately block them and they can't respond. So in that sense it's discriminatory based on gender. The other issue is, they are both representatives of the Saints, the cheerleaders and the players. And because of that, they should be able to post on Instagram equally the same way. So the players cannot -- the players get to use their outfits, their Saints outfits for the profile picture. They can say we're a Saint's football player. The cheerleaders have to be private. They have to -- they can't use their -- their outfit on their profile picture. They cannot say that they're a Saint's cheerleader. So they can't promote themselves. They can't put themselves out there to try to make that next step of what's after being a cheerleader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Before you filed this complaint, did you take this up with the team, with the league? What avenues did you go through to try to prevent your firing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Well I first asked for a meeting. They asked me to resign and I said no. So, I requested a meeting with Human Resources and when I got in there I didn't even have a chance to defend myself. He said, the picture had gone around. They had sent it around to legal and they said it was immediate, you know, grounds for immediate termination. And so, I had -- they didn't let me say anything and then he -- like continued to question my character and say it gave me a bad reputation. He can't believe that I would post something like that. I had a dirty face and just kept going on and on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And they know that you believe that you should be treated like -- like NFL personnel. Should she be legally treated on the NFL rules which prohibits any form of unlawful discrimination and employment based on an individual's race, color, religion, sex, national origin, age, disability, sexual orientation? I mean, we can read through the rules there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKWELL",
      "sentences": "Yes. She is bound by those. She's had to sign the -- that she is bound by several of the NFL rules. That's why this complaint is against both the NFL and the Saints. The NFL has rules that apply to only players and they have rules that apply to all other people and sometimes even players. So, yes. They apply and the -- the discrimination -- one of the aspects of gender discrimination is they have to be similarly situated. So we're not asking for equality across the board between the football players and the cheerleaders. We're only asking for it in these two places where it's -- they are similarly situated. And the thing with the Saints and the NFL is it doesn't cost them a penny to fix this inequality. It's not like they have to spend a lot of money and build a locker-room or do anything like that. We're asking them to do something that's free and that is -- and is right. And we are asking the football players to stand up against gender discrimination in their own organization, if they're so willing to stand up against racial discrimination nationwide. Let them stand up and we are employing them to stand up against this gender discrimination that happened to Bailey and to other cheerleaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's my understanding that -- that you believe that these rules are outdated obviously. And that you see two different set of rules for the players and -- and for the cheerleaders and that you've been told that anything beyond hello and great game are too personal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Yes. Those -- anything past that is considered fraternization. Whether you're texting them or sleeping with them, they said they don't care. It's the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And I think about the pictures that you see of the NFL players on social media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That get put out into the media. Where they could be out and about and it's definitely with women clad in things much less than what you had on. So, where do you think this goes from here? What do you want to see happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "I want to see equal -- equal rules for both of us. We're both professional athletes. We've worked hard to be professional dancers just like they had to be professional athletes. And especially that there's a double standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Thank you for coming on and telling your story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKWELL",
      "sentences": "Thank you for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I know a lot of people are following that. All the best to you. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Finally tonight, in honor of baseball's opening day our quote of the night comes from Yankee's legend Joe DiMaggio. 'You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you're a kid. You think something wonderful is going to happen.' That's \"The Story.\" Thanks for joining us tonight. Tucker is up next. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS CHANNEL HOST",
      "utterance": "Bret, thank you. We'll take the story from here. Breaking tonight, no second special counsel, at least for now. Attorney General Jeff Sessions making that announcement, just a short time ago, telling Congress that his Justice Department is looking into serious allegations of political bias within the FBI. But a second special counsel will not be appointed until Sessions decides, 'whether any matters currently under investigation require further resources.' Good evening, everybody. I'm Sandra Smith, in for Martha MacCallum tonight. So, who is looking into these allegations of anti-Trump bias at the FBI? You may remember Sessions dropped a hint earlier this month right here on Fox News."
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "utterance": "I have appointed a person outside of Washington many years in the Department of Justice to look at all the allegations that the House Judiciary Committee members sent to us, and we're conducting that investigation."
    },
    {
      "speaker": "SMITH",
      "utterance": "And tonight, we have a name: U.S. Attorney John Huber from Utah is conducting the investigation, and he is doing it from outside Washington. It's a move some are applauding because of Huber's distance from the 'swamp'. While others want to know why a special counsel is not taking the reins. Chief National Correspondent Ed Henry is live in Washington with the late-breaking details on this. Good evening, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Sandra, great to see you. This could be a big deal, because what the attorney general is really saying is he does not necessarily need a second special counsel right now to get to the bottom of whether FBI and Justice Department officials, during the Obama days, broke any laws when they engaged in FISA abuse to spy on the Trump campaign, because he already has a criminal prosecutor looking at it and getting all over it. In a letter to Republicans, Chuck Grassley, Trey Gowdy and Bob Goodlatte, Sessions is reserving the right to name a second special counsel beyond Robert Mueller down the road to hold officials at the FBI and Justice Department accountable. But Sessions is revealing for the first time, he already has been quietly having that U.S. Attorney John Huber out in Utah operating, as you said, outside the beltway, using his prosecutorial powers with a broad mandate to investigate misconduct that could actually extend beyond just FISA abuse. So, former top FBI officials like James Comey and Andrew McCabe could be facing big scrutiny for not just failing to tell the FISA judge that the anti-Trump dossier was paid for by the DNC and the Hillary Clinton campaign."
    },
    {
      "speaker": "This prosecutor could be looking at McCabe's leaking to the media, his lying to investigators about that, plus those FBI text messages that have gotten so much attention. Sessions writing in part",
      "utterance": "'I'm confident that Mr. Huber Huber's review will include a full complete and objective evaluation of these matters in a manner that is consistent with the law and the facts. I receive regular updates from Mr. Huber and upon the conclusion of his review will receive his recommendations as to whether any matters not currently under investigation should be opened, whether any matters currently under investigation require further resources, or whether any matters merit the appointment, yes, of a special counsel.' Now, Sessions faced heat again last night when it was revealed that the Justice Department Inspector General was reviewing all of this. Some critics, as you noted, said that official does not have prosecutorial powers. Well, John Huber does. Sessions, as you noted, hinted at this to our own Shannon Bream although there are Republicans like Trey Gowdy who want more. This is what he recently told Martha. REP. TREY GOWDY, R—SC.: I think the better course is to have second special counsel. Let Mr. Mueller keep looking at Russian interference. Let him keep looking for evidence of collusion. But have a separate special counsel look into decisions made and not made in 2016 with respect to the bureau and the department."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now, a key point is that Huber was first nominated by then President Barack Obama. So, if he brings criminal charges, it will have credibility. Likewise, if he finds no criminal wrongdoing, it will be noted this is someone who stepped down when Barack Obama left office. He was re-nominated by President Trump with the backing of very conservative Republican Senator Mike Lee of Utah. So, this is a pretty big development tonight, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "Ed Henry, we'll stay on it, thank you."
    },
    {
      "speaker": "HENRY",
      "utterance": "Good to see you."
    },
    {
      "speaker": "SMITH",
      "utterance": "Here now with reaction: Corey Lewandowski, Former Trump Campaign Manager, he's currently serving as Chief Strategist for the Trump Super PAC America First Action. Corey, thanks for being here tonight. It would be great to have you first react to this news. The attorney general deciding no second special counsel, at least for now, sort of leaving the door open. What do you think?"
    },
    {
      "speaker": "COREY LEWANDOWSKI, FORMER TRUMP CAMPAIGN MANAGER AND CHIEF STRATEGIST FOR THE TRUMP SUPER PAC AMERICA FIRST ACTION",
      "utterance": "Look, I have to say I agree with Congressman Trey Gowdy: a second special counsel is needed, it is warranted. While I respect the fact that Attorney General Sessions is moving forward with an investigation, with an individual who has prosecutorial ability here, and someone who's outside the beltway, I respect that. But all of the evidence that we have seen, as it relates to FISA abuses, as it relates to Jim Comey giving information to a former law professor of his, to make sure that it made it into the public sphere, as it relates to Andrew McCabe and the I.G. report that we're waiting on, as it relates to Strzok and Page, and all of the other abuses that are taking place at the FBI, including but not limited to the tarmac meeting between Bill Clinton and then the attorney general of the Clinton administration -- of the Obama administration. We have to make sure a special counsel is in place to hold these people accountable."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, what does that tell you that he's not doing that? I mean, you go to this wide-ranging Time Magazine interview that Jeff Sessions did as Time Magazine put it, is Jeff Sessions winning for Donald Trump as they titled it?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, look, I think Jeff Sessions is a great man. I know him very well. And I have great respect for what he's done for our country. But I think in this particular case and, again, I agree with Trey Gowdy, I agree with other members of the Republican leadership who have been able to see information that they have been concerned about, and they were the ones who were asking the attorney general of the United States to appoint that second special counsel. They have more information than the general public does. When Trey Gowdy, a person who has intimate knowledge of what has taken place of the FISA abuse system has asked for this, I think is an obligation for the attorney general to go and appoint that second person. I know many people have called for it. We have to hold the FBI individuals accountable for the abuses that they have had."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. Well, we do know that he also revealed that federal prosecutor, John Huber, will be looking into certain issues involving the FBI and the DOJ. Here's an excerpt from that Time Magazine piece. And Sessions' talking about the president's loyalty. Saying, I want to do what the president wants me to do. But I do feel like we're advancing the agenda that he believes it. And what's good for me is it's what I believe in, too. So, I'm just wondering what is he trying to say there?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I think what, you know, what I think Attorney General Jeff Sessions is trying to say there is the agenda that this president believes in is cracking down on illegal immigration, stopping the MS-13 gangs. Those are the same things that General Sessions has fought author when he was then-Senator Sessions. So, I think the president and General Sessions are completely aligned on the issue of stopping illegal immigration and cracking down on MS-13 gangs."
    },
    {
      "speaker": "SMITH",
      "utterance": "Do you think he'll keep his job then?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I do. I believe Attorney General Sessions is going to keep his job for the foreseeable future."
    },
    {
      "speaker": "SMITH",
      "utterance": "Interesting. He also had this to say on the recusal which, of course, some might say that the president really has never quite gotten over. 'I think I did the right thing,' said Sessions, 'I don't think the attorney general can ask everybody else in the department to follow the rules if the attorney general doesn't follow them.' Has the president really been able to come around on that issue, Corey? I know you speak to him often."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Yes, as you know, I don't speak for the president, but I do think that he's been very clear, that he's been disappointed that prior to the nomination of Jeff Sessions to be the highest law enforcement officer in the land as the attorney general. Jeff Sessions did not tell then- President-elect Trump that he was going to recuse himself from any potential investigation as it related to Russia. And look, I was on the campaign for a long period of time. Then-Senator Sessions was part of the campaign on the periphery. He endorsed President Trump, at the time Candidate Trump, but he wasn't actively involved in the decision-making of the campaign. So, this notion that he had to recuse himself is I still think a little foreign to a lot of people. And if he was going to do that, I think he should've told the president or president-elect prior to accepting the position."
    },
    {
      "speaker": "SMITH",
      "utterance": "I want to move on to the shakeup inside the White House as we know today the V.A. Secretary Shulkin is out. The White House Physician, Ronnie Johnson -- Jackson is in. You know, this is causing the media to run with this chaos inside the White House story right now. And on his way out, Shulkin penned this sort of scathing op-ed in the New York Times, where he talked about a toxic, chaotic, disrespectful Washington. And I'm just wondering from your view, did that look like a parting shot at the president?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "You know, I have great respect for the former V.A. secretary. And I think he actually did a fairly good job. And I think he is right, Washington, D.C. is a swamp. We've been saying this now for the last 15 months. But no one is giving credit to Admiral Jackson's coming in to put a new view on the V.A. And the most important thing that we have to remember is that we're giving our veterans, the men and women who served in our military, the best possible care. And while I understand that he was and is still, was and still is an active military duty officer, he's going to step down from that. He understands because he has friends who've retired from the military. Some of the broken problems in the V.A., and he's going to be able to put a new light on that. And he should be praised for the fact that a physician is going to be able to take over the Veterans Affairs Administration, should he be confirmed, and give a new perspective on making sure that our veterans get the best care possible. I don't know how anybody can criticize him for that."
    },
    {
      "speaker": "SMITH",
      "utterance": "It sounds like I don't have to ask you if you think that -- you think that he's the right guy for the job. I want to move on to a story that seems to be changing tonight, and that is the departure of Andrew McCabe -- the top FBI official, as we all know who's fired just hours before his official retirement was set to take place. He is now soliciting online donations for his legal defense fund, Corey. And I'll tell you something that even if you know the story you may not know now. And this is the posting asking for this GoFundMe account, a picture of the family, his son and daughter, the family dog. A goal of 150,000 and now, as of tonight, I think that number has been climbing. What was the latest? 160, $170,000 -- $175,000 it has now climbed to. His spokesperson, Melissa Schwartz has put out this statement via Twitter, saying: 'The support for Andrew #McCabe has been overwhelming, humbling, and deeply appreciate. Unfortunately, the need for a legal defense fund is a growing reality. Please click here for info about the official Andrew McCabe defense fund.' Your thoughts on that?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, he's going to need a lot more money than that just because the fact that he was fired, his worst days are not behind him. They're clearly in front of him. We are anxiously awaiting the inspector general's report which clearly delineates that we believe that he lied to the inspector general. That he clearly allowed either other members of the FBI or himself to leak information. We believe that that's in the report. We know that that's a violation. And he should be held accountable to the same standards of every other person when they speak to someone at the FBI, which if you tell them a lie, it is called a felony. You can go ask Mike Flynn about it, you can go ask a whole bunch of other people. The only people who get away with it are Hillary Clinton, Huma Abedin, Cheryl Mills, and who they all speak to? Andrew McCabe. It's amazing! You know, when they lie to the FBI, supposedly, there's no accountability. Andrew McCabe lies, no accountability. He's going to needs a lot more money than $160,000 to defend himself for the lies he's told."
    },
    {
      "speaker": "SMITH",
      "utterance": "You sound pretty fired up tonight, Corey."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, look, he is deep state and there has to be accountability. The problem is: these FBI agents have had no accountability and the American people deserve better."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes, a lot going on and a lot of changes happening inside the White House, and the news on Jeff Sessions tonight. A lot we were able to get to, Corey. Good to have you on the program tonight."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Thank you."
    },
    {
      "speaker": "SMITH",
      "utterance": "Thank you. Up next, Team Trump scores a major legal victory in the Stormy Daniels scandal. But does this mean the president and his Attorney, Michael Cohen, are completely in the clear? Constitutional Law Attorney, Jonathan Turley, has the answer next. Plus, a former New Orleans Saints Cheerleader fighting back after being fired over an Instagram post. Bailey Davis will be here to tell us why she is now accusing the team of discrimination."
    },
    {
      "speaker": "BAILEY DAVIS, NEW ORLEANS SAINTS CHEERLEADER",
      "utterance": "We're both employed by the Saints. I think our rules should be the same."
    },
    {
      "speaker": "SMITH",
      "utterance": "Developing tonight a legal victory for Team Trump in the Stormy Daniels saga. Today, a federal judge rejecting a motion from Daniels lawyers to pose both President Trump and his lawyer, Michael Cohen, over the $130,000 nondisclosure agreement about the alleged affair. But Trump's legal woes may not be over. Here now Jonathan Turley, Constitutional Law Attorney and George Washington University Law Professor. Jonathan, thank you for coming on tonight."
    },
    {
      "speaker": "JONATHAN TURLEY, CONSTITUTIONAL LAW ATTORNEY AND GEORGE WASHINGTON UNIVERSITY LAW PROFESSOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, is this -- can this be seen as a win for the president at this point?"
    },
    {
      "speaker": "TURLEY",
      "utterance": "This is a skirmish. It should be taken as too much of a weighty change in the case. The problem with this litigation is it began with a truly horrifically drafted agreement by Michael Cohen. And it was really filled with flaws that Daniels' attorney has succeeded in attacking. The problem that I have is, that I often tell my students, that you don't litigate because you can. You have to constantly ask yourself what am I trying to achieve now for my client in going forward? I don't see any intelligent design behind the president's counsel in pursuing this matter. I mean, the legal and political cost for President Trump will only rise. The story is out. Now, Mr. Cohen says that he wants to get $20 million and go on a vacation with it, but that not a strategy and it's certainly not putting President Trump's interests ahead of his own."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, what does that say about the legal team that he has around him right now, Jonathan?"
    },
    {
      "speaker": "TURLEY",
      "utterance": "Well, I think you can pretty much pick up how I view that. Mr. Cohen is really punching above his weight class against Michael Avenatti. I admit he's my former research assistant, but I got to tell you, the only thing those two have in common is their first name. I mean, Avenatti has done a remarkable job in going from the defense to the offense. But, ultimately, Mr. Cohen's agreement is going to have a hard time standing up because Mr. Cohen's attorney, Mr. Schwartz said last night that the president was never aware of the final details of the agreement, or even possibly the agreement as a whole. That's going to create serious problems. Because that would make it sound like he's not a party to this agreement. The arbitration clause seems to rest in his hands."
    },
    {
      "speaker": "SMITH",
      "utterance": "And I know you wrote a big piece from this -- published in your blog tonight. In that piece, Jonathan, you say Trump faces John Edwards' fate. Can you explain the comparison and where you're suggesting this is heading from here?"
    },
    {
      "speaker": "TURLEY",
      "utterance": "Well, this is sort of like Christmas future, it's not necessarily his future. But he's going to have to show a much greater level of discipline over his counsel and his choices in the Daniels case. I've never believed that collusion represented a threat to President Trump. This can, and people should not under estimate it. John Edwards was indicted for in-kind campaign finance violations when third parties gave money to his mistress. Now, the problem with what was said by Mr. Schwartz last night when he said that Trump really didn't have any knowledge of this, it makes that $130,000, that Cohen paid out of his own account, look like an in-kind campaign contribution -- that's what Edwards was indicted for. And it also creates --"
    },
    {
      "speaker": "SMITH",
      "utterance": "But look like and being one are two -- I don't have to tell you that -- are two completely different things."
    },
    {
      "speaker": "TURLEY",
      "utterance": "That's right. And I was critical of the Edwards' indictment. So, your point is a good one. I still have a difficulty with this theory. But it was good enough to pull him into a court of law. The problem for President Trump is that this can metastasize from a civil to a criminal matter. He doesn't want to have that happen. And I have to tell you, he doesn't want that to happen with Michael Cohen as lead counsel."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. Point taken. I've only got a few seconds left here, Jonathan. So, I'm sorry to put you into this pinch, but if he's your client, what do you do? What are his options right, best options?"
    },
    {
      "speaker": "TURLEY",
      "utterance": "Drop the litigation. You've nothing in this that is going to improve the situation. You get out of the litigation. And then, the rest you can handle. But I don't see any reason why President Trump's counsel would want any part of this."
    },
    {
      "speaker": "SMITH",
      "utterance": "Jonathan Turley, excellent to get your perspective on that tonight. Thank you."
    },
    {
      "speaker": "TURLEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "SMITH",
      "utterance": "Up next, more than a dozen state now suing to stop the Trump administration mandate to ask about citizenship on the 2020 census, as the Democrats' fear the move could put them out of power. Baltimore Mayor Catherine Pugh is one of those. She joins me live next. Plus, a bombshell in the pulse nightclub shooting. We're just learning that the shooter's father was an FBI informant. Yet, Omar Mateen went under the radar before one of the deadliest mass shootings in U.S. history. The story and the debate, still to come."
    },
    {
      "speaker": "MALE POLICE OFFICER",
      "utterance": "So, can you tell me how we can peacefully resolve this tonight? I'd like to see you come out, I'd like to talk to you some more."
    },
    {
      "speaker": "OMAR MATEEN, PULSE NIGHTCLUB SHOOTER",
      "utterance": "Tell, tell the people the airstrikes need to stop. REP. Ted Lieu, D—CALI.: What the Trump administration is trying to do is to weaponize the census, so that they can use it to undercount people in California and other states with high immigrant population."
    },
    {
      "speaker": "XAVIER BECERRA, CALIFORNIA ATTORNEY GENERAL",
      "utterance": "We're not going to stop and we're going to defend every one of our reality to rights to make sure that every one of our people who's worked hard to make California the sixth largest economy in the state is counted."
    },
    {
      "speaker": "TOM PEREZ, CHAIRMAN, DEMOCRATIC NATIONAL COMMITTEE",
      "utterance": "The census is not a political tool for hyper-partisan activity. And that's exactly what the Trump administration is trying to do."
    },
    {
      "speaker": "SMITH",
      "utterance": "Democrats fighting back over fears that the new citizenship question on the 2020 census could put the party out of power. This has more than a dozen states plan to file lawsuits against the Trump administration over census change. Here now is Baltimore Mayor, Catherine Pugh, a Democrat, and Chairman of the U.S. Conference of Mayors' Census Task Force, who says the White House has politicized and compromised a process that mayors rely on to deliver essential services to their cities. Mayor, good evening to you. Thank you for coming on the program tonight. Tonight."
    },
    {
      "speaker": "CATHERINE PUGH, BALTIMORE MAYOR",
      "utterance": "Good evening to you as well."
    },
    {
      "speaker": "SMITH",
      "utterance": "Why do you want this question removed?"
    },
    {
      "speaker": "PUGH",
      "utterance": "Well, let me just say, when we met in February, there were 161 mayors from around the country, both Democrat and Republican. And we all discussed this issue around making sure that everyone in our country is counted. And, in fact, we sent a letter to our secretary to say this is not a political issue. It has not been on the census before. Why are we doing something that is not what we normally do? And when we talk about the resources that result from the count, you know, this is a count that affects us, as you well know, for 10-year period. Everyone who is in this country should be counted so that we can make sure that the resources that are needed in the communities in which they exist are shared properly."
    },
    {
      "speaker": "SMITH",
      "utterance": "Let me ask you a question and I take no sides on this issue, I'm just a journalist."
    },
    {
      "speaker": "PUGH",
      "utterance": "OK."
    },
    {
      "speaker": "SMITH",
      "utterance": "But I think it's important to get a couple things out of the way when getting your viewpoint here. Do you view President Trump as anti- immigrant?"
    },
    {
      "speaker": "PUGH",
      "utterance": "This is for me; this is not about President Trump. What this is about --"
    },
    {
      "speaker": "SMITH",
      "utterance": "No, it's just a question because it does involve concern over citizens and status in this country. It's just a simple question so can I move on to ask you other questions."
    },
    {
      "speaker": "PUGH",
      "utterance": "Well, again, I don't have an opinion about what Mr. Trump is anti or for. What my opinion is based on is my conversation that we had as a chair of the U.S. Conference of Mayors Census Committee."
    },
    {
      "speaker": "SMITH",
      "utterance": "And I'll tell you why is that question, mayor."
    },
    {
      "speaker": "PUGH",
      "utterance": "With the 161 -- can I finish, please?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Sure."
    },
    {
      "speaker": "PUGH",
      "utterance": "We had 161 mayors from across this country both Democrat and Republican who discussed this issue. We sent a letter saying: please, let's be fair. Let's make sure we count everyone --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Got it."
    },
    {
      "speaker": "PUGH",
      "utterance": "-- in this country. And so, that's what we want. I mean, that's what the letter says and we're really grateful that Congress appropriated additional moneys to make sure that we do this count. So, we don't want the integrity of the census to be compromised."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'm just wondering if that perception was not out there by some, many in your party. I wonder if this question would be an issue. I mean, what's so scary about that question?"
    },
    {
      "speaker": "PUGH",
      "utterance": "Well, let me just say. This is not just about my party, the Democratic Party. The 161 mayors are not just Democrats; they're Republicans as well. They, too have asked that we make sure that this census is not compromised. That we focus on making sure that we count everyone in this country so the resources are appropriated properly."
    },
    {
      "speaker": "SMITH",
      "utterance": "So --"
    },
    {
      "speaker": "PUGH",
      "utterance": "Because as you well know --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "PUGH",
      "utterance": "-- those resources go to infrastructure. They go to schools. They go to community development and all those things are important to all of us whether we're Democrats or whether we're Republicans."
    },
    {
      "speaker": "SMITH",
      "utterance": "Wilbur Ross, from the Department of Commerce, obviously he's the one who laid this out and he said the data would help the Department of Justice enforce the Voting Rights Act, which protects minority voting rights. Shouldn't we collect and have the most accurate data -- accurate citizenship data in this country that we possibly can? Do you have a problem with any of the other questions that are asked in that census? Have you looked at all of them?"
    },
    {
      "speaker": "PUGH",
      "utterance": "Yes, but here's my point, and here's the point of the U.S. Conference of Mayors. We met in February. We had another leadership meeting in March. Our point is that we do not want the census to be politicized. We don't want people under counted in this country. The Statue of Liberty that stands in the harbor of New York --"
    },
    {
      "speaker": "SMITH",
      "utterance": "I think people are just trying to understand Mayor."
    },
    {
      "speaker": "SMITH",
      "utterance": "With all due respect Mayor, I think people are just understand -- trying to understand. From your viewpoint, how this has been politicized? Why is this -- why is this a political decision to you? Why is this question a political choice by this Administration? What are -- how are you coming up with that?"
    },
    {
      "speaker": "PUGH",
      "utterance": "I don't know that -- I don't know that -- first of all, I don't know that it's a political choice of this Administration. I think you brought up the question early on, you said do I -- what did I think of Trump's opinion of immigrants and that was not a part of the -- the response that I was giving you. My response is based on our meeting in February with the U.S. Conference of Mayors and again our leadership meeting in March. This was not about political party. And in fact, if you look at the membership of the U.S. Conference of Mayors, it's both Democrat and Republican. And we came to the conclusion that this is not an appropriate question for the census. That we ought to be focused on making sure that we count everyone in this country because they contribute to the economic fiber of our society."
    },
    {
      "speaker": "SMITH",
      "utterance": "And the Administration says that they've tested these questions and the Census Bureau has tested these questions. There's no evidence, there are no definitive empirical support to believe what the case that -- that you all are making in this. We'll see where this goes Mayor. Thanks for coming on tonight."
    },
    {
      "speaker": "PUGH",
      "utterance": "Well we look forward to it. Thank you so much."
    },
    {
      "speaker": "SMITH",
      "utterance": "Thank you. Mayor Pugh from Maryland. Up next, shocking new revelations in the Pulse Nightclub shooting, as we've learned the FBI had actually considered making shooter Omar Mateen an FBI informant before the shooting. Tammy Bruce and top former FBI official Terry Turchie debate the bureau's handling of one of the deadliest shootings in U.S. history, next. Plus this, a former NFL cheerleader calling out what she says is hypocrisy in the sport. Bailey Davis will be here on why she says players should be held at the same standards as those on the sidelines."
    },
    {
      "speaker": "BAILEY DAVIS, FORMER NFL CHEERLEADER",
      "utterance": "We work our whole lives just like the players do to be treated like this."
    },
    {
      "speaker": "MCCALLUM",
      "utterance": "Breaking tonight, the FBI under fire for what one of my next guests calls inexplicable behavior as we've learned that the bureau was considering making Pulse Nightclub shooter Omar Mateen an FBI informant. And it's just been revealed that his father did actually work as one for years. The bombshell comes from testimony in the trial of Mateen's widow, Moor Salman accused of helping plan the June 2016 shooting rampage that killed 49 people. And disturbingly the revelations seem to directly contradict what then FBI Director James Comey testified about the shooter back in 2016."
    },
    {
      "speaker": "JAMES COMEY, FBI DIRECTOR",
      "utterance": "We first became aware of him in May of 2013. First he claimed family connections to Al-Qaida. He also said that he was a member of Hezbollah. When this was reported to us, the FBI's Miami office opened a preliminary investigation and over the next 10 months we attempted to determine whether he was possibly a terrorist. We closed the preliminary investigation. Two months later, in July of 2014 the killer's name surfaced again in an indirect way. Our investigation again (inaudible) and interviewed the killer to find out whether he had any significant contacts with the suicide bomber for Al- Nusra. Determined that he did not. I don't see anything in reviewing our work that our agents should have done differently."
    },
    {
      "speaker": "SMITH",
      "utterance": "Joining me now Tammy Bruce is a Washington Times columnist and a Fox News contributor and Terry Turchie, former Deputy Assistant Director of the FBI's Counterterrorism Division. Thanks for both of you for joining me tonight. Tammy, I want you to sort of set this up for us. I mean, these are amazing revelations."
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, they are. Look, what we learned of course recently that this -- this last weekend, well -- the Noor Salman trial was going on, the widow of the shooter. It was revealed that the father, Seddique Mateen was an FBI informant as you heard in your clip for at least 11 years. And then you have a -- and this is part of my question. Of course, in the beginning a lot of these dynamics were inexplicable in that we know that the mosque of Omar Mateen turned him in, said that he was making statements that were concerning. His workplace turned him in saying that he was claiming all of these connections and that he threatened a co-worker with death via Al- Qaida, again associations with family, with terrorism and terrorist groups. All of that apparently was not enough. We wondered why there was a blind eye turned to those dynamics. But then we learned from the FBI agent that was handler of the father during this trial for the widow, that he as the handler of the father, was assigned to investigate the son. And in the midst of that investigation as -- as your clip indicated, that at one point when he had cleared him from having any connection with terrorism that that's when he thought maybe we should use him as an informant. What we don't know is whether or not that was completed. So the questions are, why was this man assigned to investigate the son? What was the father an informant for? Perhaps Omar Mateen was correct. If the father had connections with terrorist groups, maybe the son knew of those and also had connections. But lastly, was Omar Mateen actually then recruited? None of those questions have been answered. The fathers under investigation now for wire transfers to Turkey and Afghanistan leading up just to the massacre. All of these things now need clear answers to them."
    },
    {
      "speaker": "SMITH",
      "utterance": "Terry, those are big questions. TERRY TURCHIE, FORMER DEPUTY ASSISTANT DIRECTOR, FBI COUNTERTERRORISM"
    },
    {
      "speaker": "DIVISION",
      "utterance": "Well, there's a lot of unpack there and I -- I share Tammy's frustration in everything she laid out. But let's start with the investigation of Omar Mateen and kind of what Comey said. First of all, the case itself was opened up, just as it should have been. It was worked with the police. I'm talking about the one in 2013 to the 2014 timeframe. It was -- it consisted of records checks. It consisted of terrorism records checks. They put him on a watch list while they were -- while they were working on this case. They did surveillances. They can't use or they can't create new assets or new informants we'll say to go and talk to him. But what they can do is use current ones and they did that. They recorded some conversations and then they eventually interviewed him. So, what I'm saying here is that today on the news especially, it's a great example. We have a day where on the one hand the FBI is in all kinds of trouble and has all kinds of criticism because they exceeded the -- the Attorney General guidelines. In this case, all I'm saying is, I look at this and -- and I swore when I was working as an FBI agent and I watch people talk on television. Wow, I'm going to be really careful, you know, thinking I know everything when I don't have the inside track. These people did everything they could, that I can see, in that investigation at that time to find out and answer one question. Is Omar Mateen a risk? And at that time --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Well that's where you and Tammy different then."
    },
    {
      "speaker": "BRUCE",
      "utterance": "This -- this is -- this is the issue. How really do you trust an investigation into the son of an informant who was with his father, knows his father? They know what's going on and trust and that you've got the same people handling the informant as investigating the son. Whereas any arrest of the son would invariably put at risk your informant. You know this is a problem. And this is now why the American people are looking very funny at dynamic and why all of the things that should have been huge flags and they did nothing. And then the disappearance of the wife -- of the widow for -- they allowed her to leave the state and go to California to live for a year. But this comes at a time when -- when the FBI either through neglect, like in Parkland, an incompetence or in this dynamic where, my goodness, how could-- how do you separate the two? You certainly can't."
    },
    {
      "speaker": "SMITH",
      "utterance": "I want give Terry a last word here."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "OK. Again, really reasonable issues. I cannot look at this and reach the same conclusion that this looks like Parkland and here's why."
    },
    {
      "speaker": "BRUCE",
      "utterance": "No I'm saying that --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "This is different than Parkland. I'm saying incompetence versus knowing the players and making choices that put people at risk sir."
    },
    {
      "speaker": "BRUCE",
      "utterance": "-- to his father."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "Let me just say it like this. All of this finally did come out in court. I wish they had disclosed the idea of the father as an informant. Don't understand why they didn't do that."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's not the issue."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "I don't want to catch a lot of suspicion --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's not the issue."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "Would you --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "The issue is the handler of the father in that -- that supposedly investigating the son. A man who killed 49 people. When you're saying is there -- we -- we could look to other informants to get information on this young man. Their father was the local informant. His father was the one who would have known."
    },
    {
      "speaker": "SMITH",
      "utterance": "Well let's give you the last word on that Terry."
    },
    {
      "speaker": "TURCHIE",
      "utterance": "Here's the bottom line. We have these things play out in court. A judge looked at that when the information was finally disclosed. And here's what he said, he said it has no bearing on this trial. So he's got a lot more facts coming from inside that courtroom than any of us sitting out here. And in the end, all of the FBI's work and the decisions that they make play out in a courtroom and that's where this is playing out. And I think --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Too bad for the 49 dead people. Too bad for them."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes. We've got to leave it there. Thanks to both of you for coming on tonight. Still to come, a former NFL cheerleader fighting back on what she says is a double standard in the league after being fired for posting a picture on social media. Bailey Davis is here to share her story next."
    },
    {
      "speaker": "SMITH",
      "utterance": "A former NFL cheerleader fighting back after allegedly being fired over an Instagram post. She's now claiming discrimination. In moments, we will be joined by Bailey Davis. But we start with Trace Gallagher live in our west coast newsroom with the back story. Trace?"
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Sandra, in recent years the NFL has certainly struggled with domestic violence issues and allegations of sexual harassment against women. Now a former New Orleans Saints cheerleader Bailey Davis is accusing the team of having two sets of rules. One for the players and one for the cheerleaders who are all women. The Saints fired Bailey Davis after she posted an Instagram photo in a one-piece outfit, even though her Instagram account is private. The Saints said the picture violates rules that prohibit cheerleaders from appearing nude, semi-nude or in lingerie. Davis was also involved in a team inquiry about her attending a party with Saints players. Turns out the team has a policy that requires cheerleaders to avoid contact with players both in person and online. For example, cheerleaders have to block players from their social media accounts. And if a cheerleader walks into a restaurant where a player is dining, she has to leave. And if she's dining in a restaurant and a player walks in, she still has to leave. The team says the rules are designed to protect cheerleaders from players preying on them. Legal and legal -- legal and lawyer analyst Emily Compagno, who herself is a former NFL cheerleader says the current legal climate may have the Saints rethinking their policies. Watch."
    },
    {
      "speaker": "EMILY COMPAGNO, FORMER NFL CHEERLEADER",
      "utterance": "Five years ago it might have been different and certainly 20 years ago it would have been different. But in 2018, and in color of the Me Too movement as the NFL is kind of shifting its position here, so too should these franchises and likely these policies. Because frankly they're outdated and likely discriminatory."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "It's unclear of other NFL teams have similar rules but we know several teams have been sued by cheerleaders over wages and won thousands of dollars in settlements. The Chicago Bears, Green Bay Packers, Pittsburgh Steelers, Cleveland Browns, Buffalo Bills and New York Giants do not employ cheerleaders. The New Orleans Saints dismissed the allegations of discrimination and say they will fight this battle at the proper time and place. Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "Trace, thank you. Here now, former Saints cheerleader Bailey Davis and her attorney Sarah Blackwell. Bailey, Sarah, thank you for being here tonight."
    },
    {
      "speaker": "BAILEY DAVIS, FORMER SAINTS CHEERLEADER",
      "utterance": "Thank you."
    },
    {
      "speaker": "SARAH BLACKWELL, BAILEY DAVIS' ATTORNEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "SMITH",
      "utterance": "Bailey, first of all, you -- you have an Instagram account, a private one."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "That you have to actually invite somebody to join and look at those photos. So you think you're only sharing this with a certain group of people. You post the picture. I believe it's a one-piece swimsuit and what happens next?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "After I posted it, I was immediately called into HR and they fired me as soon as I sat down. They said it was distasteful. If violated our code of conduct and I had a dirty face which made it suggestive and I was inviting players to contact me."
    },
    {
      "speaker": "SMITH",
      "utterance": "Were these rules that you were made aware of beforehand?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "No. The social media rules were not in place at the time. All of our accounts were open. They were not private. They were not made private until I was accused of being at a party with a player. And they asked me how the players were able to find me. And I suggested maybe, you know, Instagram sometimes will message us and they said it was immediately my fault. I had to make my account private so they couldn't find me."
    },
    {
      "speaker": "SMITH",
      "utterance": "Sarah, what's the case that you're making here?"
    },
    {
      "speaker": "BLACKWELL",
      "utterance": "Well (inaudible) discrimination on two rules. Basically, the NFL players are allowed to contact them. They have no prohibitions in contacting the cheerleaders. Texting them. Messaging them, being in the same location as them. Whereas the cheerleaders, if they are contacted by a player, they have to immediately block them and they can't respond. So in that sense it's discriminatory based on gender. The other issue is, they are both representatives of the Saints, the cheerleaders and the players. And because of that, they should be able to post on Instagram equally the same way. So the players cannot -- the players get to use their outfits, their Saints outfits for the profile picture. They can say we're a Saint's football player. The cheerleaders have to be private. They have to -- they can't use their -- their outfit on their profile picture. They cannot say that they're a Saint's cheerleader. So they can't promote themselves. They can't put themselves out there to try to make that next step of what's after being a cheerleader."
    },
    {
      "speaker": "SMITH",
      "utterance": "Before you filed this complaint, did you take this up with the team, with the league? What avenues did you go through to try to prevent your firing?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "Well I first asked for a meeting. They asked me to resign and I said no. So, I requested a meeting with Human Resources and when I got in there I didn't even have a chance to defend myself. He said, the picture had gone around. They had sent it around to legal and they said it was immediate, you know, grounds for immediate termination. And so, I had -- they didn't let me say anything and then he -- like continued to question my character and say it gave me a bad reputation. He can't believe that I would post something like that. I had a dirty face and just kept going on and on."
    },
    {
      "speaker": "SMITH",
      "utterance": "And they know that you believe that you should be treated like -- like NFL personnel. Should she be legally treated on the NFL rules which prohibits any form of unlawful discrimination and employment based on an individual's race, color, religion, sex, national origin, age, disability, sexual orientation? I mean, we can read through the rules there."
    },
    {
      "speaker": "BLACKWELL",
      "utterance": "Yes. She is bound by those. She's had to sign the -- that she is bound by several of the NFL rules. That's why this complaint is against both the NFL and the Saints. The NFL has rules that apply to only players and they have rules that apply to all other people and sometimes even players. So, yes. They apply and the -- the discrimination -- one of the aspects of gender discrimination is they have to be similarly situated. So we're not asking for equality across the board between the football players and the cheerleaders. We're only asking for it in these two places where it's -- they are similarly situated. And the thing with the Saints and the NFL is it doesn't cost them a penny to fix this inequality. It's not like they have to spend a lot of money and build a locker-room or do anything like that. We're asking them to do something that's free and that is -- and is right. And we are asking the football players to stand up against gender discrimination in their own organization, if they're so willing to stand up against racial discrimination nationwide. Let them stand up and we are employing them to stand up against this gender discrimination that happened to Bailey and to other cheerleaders."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's my understanding that -- that you believe that these rules are outdated obviously. And that you see two different set of rules for the players and -- and for the cheerleaders and that you've been told that anything beyond hello and great game are too personal."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Yes. Those -- anything past that is considered fraternization. Whether you're texting them or sleeping with them, they said they don't care. It's the same."
    },
    {
      "speaker": "SMITH",
      "utterance": "And I think about the pictures that you see of the NFL players on social media."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "That get put out into the media. Where they could be out and about and it's definitely with women clad in things much less than what you had on. So, where do you think this goes from here? What do you want to see happen?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "I want to see equal -- equal rules for both of us. We're both professional athletes. We've worked hard to be professional dancers just like they had to be professional athletes. And especially that there's a double standard."
    },
    {
      "speaker": "SMITH",
      "utterance": "Thank you for coming on and telling your story."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Thank you."
    },
    {
      "speaker": "BLACKWELL",
      "utterance": "Thank you for having us."
    },
    {
      "speaker": "SMITH",
      "utterance": "I know a lot of people are following that. All the best to you. We'll be right back."
    },
    {
      "speaker": "SMITH",
      "utterance": "Finally tonight, in honor of baseball's opening day our quote of the night comes from Yankee's legend Joe DiMaggio. 'You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you're a kid. You think something wonderful is going to happen.' That's \"The Story.\" Thanks for joining us tonight. Tucker is up next. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    }
  ]
}