{
  "date": "March 5, 2021",
  "headline": "Sen. Thune: No Republican should vote for 'bloated' COVID package",
  "subHeadline": "Guests: Lydia Hu, Phil Keating, Aishah Hasnie, Chad Pergram, Peter Doocy, Ali Mokdad, Philip Wegmann, Scott Martin, John Thune, Pat Toomey, Thomas Abinanti",
  "url": "https://www.foxnews.com/transcript/sen-thune-no-republican-should-vote-for-bloated-covid-package",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "All right, a lot of drama in Washington, D.C., as well at the White House, where the president is making his pitch to make sure this $1.9 trillion stimulus gets done, and, in Washington, where they're going through a vote-a-rama that was stopped because they have now got drama-rama, whatever you want to say. But it is confusing. But they are moving very quickly, they hope, to eventually get this thing done maybe this weekend, $1.9 trillion in the face of unemployment report today that shows the economy is rocketing along. So, we -- do we need to spend this much? We're going to be talking to Senate Minority Whip John Thune on all of that momentarily. First to Peter Doocy right now at the White House on the president making a pitch to say, don't get too enamored with what's happening on the economic front -- Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Neil, the White House is saying today is jobs day, but that despite the positive economic news this morning from that jobs report of Biden's first full month in office, they still want that $1.9 trillion worth of stimulus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Last month's job growth is a result of the December relief package. But without a rescue plan, these gains are going to slow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Now, the White House chief of staff writes this on Twitter: \"If you think today's jobs report is good enough, then know that, at this pace, 379,000 jobs, it would take until April 2023 to get back to where we were in February 2020.\" But Republicans are arguing the opposite, and that more jobs are being created now because more businesses are reopening, as states ease COVID-19 restrictions. So, these Republicans are arguing this report is proof that $1.9 trillion worth of stimulus is not necessary right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "sentences": "Three hundred and seventy-nine thousand new jobs. The economy's just ready to take off. Disposable income is up, savings up. There's such pent-up demand, this is going to spark inflation. This is going to -- this isn't going to -- this isn't needed to stimulate the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But the public relations push to pass the American Rescue Plan and get the public behind it is on today, because the only two times we have seen the president, first with the Treasury secretary, Janet Yellen, for a meeting, and then with some folks at a roundtable affected by the economic downturn, he has spoken about the American Rescue Plan both times. And that's it -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing. OK, thank you very much, Peter Doocy. Now to Chad Pergram with -- keeping track of this drama on Capitol Hill right now. Where are they now in this thing? It seems to me Chad, to be a foregone conclusion that it does get passed, probably along party lines. But there's a lot that has to be done before then, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "That's right. There's a delay right now, but tonight's votes are about two things, timing and the math. We expect the Senate to wrap this bill late tonight or in the overnight hours of Saturday morning. But Democrats are trying to get West Virginia Democrat Joe Manchin on board with a plan to extend additional unemployment assistance through September. And there is a problem with lowering that aid from $400 to $300 a month. Now, Democrats need to stick together to pass this bill or get help from the GOP. The Senate minority leader, Mitch McConnell, says no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "Democrats inherited a tide that was already turning. We could have worked together to do something smart, to finish this fight as fast as possible. Democrats decided to do something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Now, the Senate basically lost a day when Senator Ron Johnson, Republican of Wisconsin, made Senate clerks read the new version of the bill until 2:00 this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "sentences": "I'm sure you all didn't expect that part of your job this week would entail standing on your feet and reading dense legislative language for more than 10 hours straight. I can't imagine that's anyone's idea of a good time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Now, if all 50 Democrats can stick together, they still need Vice President Harris to break the tie to pass the bill. She has already broken three times as vice president. The Senate has also rejected an effort by Bernie Sanders of Vermont to override the parliamentarian and include a provision to increase the national wage standard to $15 an hour -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Chad, just for clarification, the amendments that are part of this vote-a-rama, when they get going on it, I mean, how likely do any of them get through?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Well, it depends. They just need 51 votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "And that's why, if you're on the edge and you have a pretty good Republican amendment, you might be able to pluck off a Democrat or two. That's why there's this issue that I alluded to with Senator Manchin. On Senator Sanders' amendment, this was actually a motion to waive the budget act, in other words, say ignore the provisions of reconciliation, and let's go over the head of the parliamentarian. In that instance, you need 60 votes. So a lot of these votes tonight are not going to be just amendments. They're going to be motions to waive the Budget Act. In that case, you need 60 votes, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, got it. Chad Pergram, thank you very, very much. So, where's all of this going? With us now, the Senate minority whip, John Thune, the Republican South Dakota senator, kind enough to join us. Senator, very good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN THUNE (R-SD)",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I assume you're a no-vote on this. Democrats are working, they hope, on Lisa Murkowski, your colleague from Alaska. Do you think she's a yes-vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "I hope not. This is a wasteful, bloated, bill run -- try to run through the Senate in a very partisan way, in which they cut Republicans out of any discussions or negotiations. So, I don't think there's any Republican in the end that ought to be voting for it, Neil. It's -- it is -- it's loaded up with special interest provisions designed to satisfy Democrat constituencies, very little of it actually dealing with coronavirus relief, which is the stated purpose of the bill. But we're doing everything we can right now to try and stop really bad policy at a really high price tag, all of which is borrowed money, all of which is added to the debt, $1.9 trillion. And I certainly hope that we can hold all Republicans against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, I know Republicans and you have been mentioning the debt and all that. But, of course, we just came off the Republicans running the show and having the White House, where deficits and debt ran out of control. So, Democrats counter what you're saying, Senator, and say, well, you're a fine one to judge. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "I think that -- and, to some degree, that's true. I mean, the previous administration, this wasn't a -- debt and deficits weren't a high priority for them either, Neil. They have always been a high priority for me. I'm very concerned about any money that we spend. But last year, in March, we borrowed a lot of money to do coronavirus relief at a time when we felt like we had to be big, we had to be bold. We're now a year later. This is March an entire year later. The situation has changed. Anything we do right now needs to be targeted. It needs to be fiscally responsible. It needs to be conscious of the fact that every dollar that we're using to do this is a borrowed dollar. Now, the Democrats have a wish list that goes on forever. And they have no -- they have no problem with borrowing the money to do it. But at some point, all this borrowing is going to come back and bite us. And we're already starting to see inflation starting to pick up, interest rates starting to tick up a little bit. That has serious implications not only for the fiscal picture for the country, but also for families around this country who would be faced with higher costs for everything that they have to buy in their daily lives, not to mention higher interest costs on mortgages and home loans and student loans and things like that. So, this is not -- we're not doing this in a vacuum. This has serious repercussions throughout the economy. A lot of folks are now telling us, the Congressional Budget Office, that what the Democrats were doing at $1.9 trillion is about three times what they think is actually necessary. We're glad to work with them on health care-related costs and some of the other things that they want to do. But this idea that we can just sort of throw caution to the wind, throw $1.9 trillion out there with a lot -- not a lot of controls over how it gets spent, is, I think, a really bad idea, not only in the near term, but certainly in the long term for our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, a lot of Democrats with whom I have been talking to, Senator, have been saying, well, Donald Trump set the stage for this, when the last package was being debated, to make it over $2 trillion, go big. And he wanted very generous benefits, far more generous that are in the package that's being voted on now. So, they say this is what Donald Trump would have wanted. Now, you never wanted something that large. You were something akin to a third the size that we're looking at now. But they're going back to say, this is no different than what President Trump would have done and pushed for. You agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "I think that President Trump at the time -- and this is last fall -- wanted to go bigger than what many of the Republicans here in the Senate or on the Hill wanted to do. But things have changed a lot since then, Neil. We have now three vaccines that are available out there. People are getting vaccinated. The economy, the economic numbers continue to improve. And I think the idea of borrowing trillions of dollars, on top of the trillions we have already borrowed, if we're going to do that, we better have a darn good reason for doing it. And I think, right now, if you look at the economy, what we need more than anything else is to get people back to work. And that means opening up the economy, getting jobs created out there. And an additional infusion of government resources into state and local governments and schools and everything else, much of which the money that we have already put out there hasn't been spent, seems like a really bad idea, when you're faced with that kind of a situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, I did mention President Trump. And even though you didn't even vote to see the impeachment trial in the Senate, and did not vote to convict the president, the very fact that you disputed the president's claims of election fraud inspired his wrath, when he said of you that your political career is over, and thought it would be a good idea for you to be primaried and challenged. What did you think of all that? And what is your relationship with the former president now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Well, I mean, it's -- he is -- it's a free country, Neil. And he's a -- he's an individual that has a big following out there, obviously, politically, and continues to be a major force in the politics of our country. But I will do what I have to do in South Dakota. If getting primaried is the price for standing up and speaking the truth and standing up for the rule of law and the Constitution, then so be it. But I think that the main thing that -- as we look -- go forward looking at 2022, I think the former president, Republicans here in the Congress are going to be united in trying to take back our majorities in the Congress, so we can turn this country around. It's, in my view, at least, heading into a left ditch right now, because the Democrat Party is controlled by the Bernie Sanders wing of the party. And we think the American people are center-right. They want solutions that are center-right. And we want to govern in that direction. And to do that, we have got to win the House and the Senate back. And I think that President Trump and all Republicans will be united in that cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Because the president did blame the loss of the Senate for Republicans on Mitch McConnell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Well... .",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you blame McConnell for the loss of the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "No, I don't. In fact, I think we should have won both of the Georgia seats. And people are now -- everybody, as is typically the case, a lot recriminations after an election. But I think that the -- in the aftermath of the presidential election, all the allegations flying back and forth in the state of Georgia between the governor and the secretary of state and the president were not helpful to either of our Senate candidates. I think we should have won both those. I think we should be in the majority of today. But, look, you play the hand you're dealt. And right now, we have got a -- 50/50 in the Senate. We're going to use every vote that we have, every opportunity that we have to stand up for conservative values, the conservative vision for the country. And, hopefully, we will be able to get that majority back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, it sounds like you're saying you're in the conundrum you're in, with the Republicans in the minority, technically, given the vice president's role, that that's on Donald Trump and the whole -- this election disputing that compromised those Georgia races?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "I think there's -- there -- I think there's -- it's certainly one of many factors that contributed to the races in Georgia. But, obviously, that's in the past now. That's in the rearview mirror. We have -- again, we're in the minority today, simply by virtue of the fact that the vice president casts the deciding vote. But we're going to exercise as much political influence as we can today to try and stop the Democrats from taking the country in a very leftward direction when it comes to the economy and national security and cultural values and issues, and work very, very hard to get that majority back in 2022. And I think that's something that the former president, hopefully, and all Republicans and candidates around the country and voters will be very committed to, because, right now, that's the best chance that we have to keep the Biden/Pelosi/Schumer agenda from really harming this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator John Thune, thank you very much for talking to us. Always enjoy it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Thanks, Neil. Always good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "John Thune, the Senate -- same here, sir -- the Senate minority whip. All right, we will have a lot more on this, the drama playing out on Capitol Hill, of course, and the backdrop of a stunningly strong jobs report, which, again and again, has got people saying, do we really need to do something this big? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, sometimes good news is just good news. It can sometimes rattle the markets, if it means higher interest rates. Today, when all the dust settled, because of that strong employment report that saw 379,000 jobs added to the economy, the unemployment rate dipping down to 6.2 percent, it was enough to propel stocks up almost about 600 points. Interest rates have been backing up a little bit. But, again, all of that has been in response to this strong economy. And investors are juggling, is that good or bad, especially if it means now we don't need as generous stimulus? And markets like stimulus. It's a mess. It's confusing. But, right now, Scott Martin, an uncanny read these markets and their manic ways, can help explain what's going on. At the end of the day, the end of the week, Scott, it sounds like they were OK with the strong economy. They can live with that. In fact, they welcome that, pretty much, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT MARTIN, FOX BUSINESS CONTRIBUTOR",
      "sentences": "It also looks like, at the end of the week, Neil, I picked the wrong week to quit drinking, because we needed it this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "I mean, the markets were all over the place. That's a Lloyd Bridges reference, by the way, from \"Airplane,\" not mine. So, just, everybody, calm down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I like that. Very good. Very good. That was before you were born, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "It's awesome. And there's more behind that where they came from. But, Neil, you're right. I mean, the markets have been very schizophrenic this week, because they're dealing with higher interest rates because of all the debt we're issuing to pay for all these stimulus plans. They're dealing with the fact that, yes, I mean, my goodness, the economy is going to start breathing on its own for once in the last couple years. And so we're excited about that, at least since COVID started. And we are going to get some inflation as a result, boys and girls, because of the growth. And so we have to come to grips with kind of this transitory phase that is pushing around markets, scaring investors, for sure. I mean, some of my clients were pretty freaked out yesterday. And, as we talked yesterday, great buying opportunity on the FBN show \"Cavuto Coast to Coast\" because of the fact that things were overdone yesterday, Neil. Today, they got back to where they should be, I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, you point that out, but a lot of people don't get FBN. I say they should demand it, but they miss that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "Demand it!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, real quickly, Scott -- yes, there we go. This notion that interest rates go higher when the economy starts humming, like it has been, I guess the worry is that those rates could go a lot higher. Where are you on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "They could go a little higher. I think they're going to top out here maybe on the 10-year note around 2 percent. A really good friend of mine and his wife in the late '70s -- I think who this is, Neil -- bought a house...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "... with a mortgage rate on it for, I don't know, 20 percent? What was it? Seventeen? I think we could ask him right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's fine. That's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "Your rates on your home mortgages aren't bad. Your saving rates are terrible. There's not a lot to worry about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thirteen-and-a-half percent, and I was a Nostradamus, long before - - you were in diapers, when I did that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "You thought you were a wiz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "And we're complaining about 3 percent rates maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Exactly, but it's what you're used to, right? The trend is what rattles folks. But, Scott, well-explained. I appreciate that. These kids today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Scott Martin on all of that. In the meantime here, some big news in New York. Governor Cuomo, he is on the verge of losing his power over leading the COVID-19 fight in the Empire State. A key player behind that, to strip him of that, and a Democrat, no less -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, a move afoot right now in New York state to strip Governor Cuomo of his powers over leading the COVID-19 fight in his state. We have someone else who is saying, that's not far enough. He wants the governor out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, for Governor Andrew Cuomo of New York, so many crises, so little time, all percolating at the same time. Aishah Hasnie right now on the reports of maybe altered nursing home deaths in a new report -- Aishah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. Well, first of all, we haven't seen Governor Cuomo all day, as he's hit with this new controversial and damaging report, The Wall Street Journal essentially saying that Cuomo's top aides somehow convinced state health officials to alter nursing home data to only count deaths that occurred inside those facilities, and not patients who died after being taken to the hospital. Now, the governor's office has responded to this report. They said they did that because, at that time, they could not verify those out-of-facility numbers. Now, The Journal, though, underscoring this. It writes, the changes -- quote -- \"reveal that the state possessed a fuller accounting of out-of-facility nursing home debts as early as the summer of 2020.\" That's important because it wasn't until this year, January, that New York's attorney general revealed to the entire state that the state had underreported nursing home deaths by as much as 50 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RON KIM (D), NEW YORK STATE ASSEMBLYMAN",
      "sentences": "Coordinated criminal conspiracy to suppress data that we, the lawmakers, desperately needed to legislate and offer better policies and solutions to help people -- to help save people's lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "Now, here's the other part of this, Neil. A lot of eyebrows are being raised over the timeline of events here. The New York Times is reporting that, just four days after the release of that altered report, Governor Cuomo began publicly commenting on writing his book about the pandemic, preparing to really cash in on his pandemic achievements. Pressure, of course, has been mounting hour by hour for Cuomo to step down, as new details are now emerging over sexual harassment claims. Former aide Charlotte Bennett told CBS last night that governor propositioned her for sex. And, Neil, just in the last few hours here, state lawmakers are also now calling for a hearing into the Wall Street Journal reports, as they strip him of his pandemic powers -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Aishah, thank you very much for that. My next guest is a Democrat, an assemblyman, and is going even further than what Aishah outlined. He just wants the governor to step down, to leave. Tom Abinanti, the New York state assemblyman, with us right now. Sir, thank you for taking the time. You just say: Enough. Leave, Governor. Is that the gist of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS ABINANTI (D), NEW YORK STATE ASSEMBLYMAN",
      "sentences": "I think so. Thank you for inviting me. Yes, I have urged the governor to step down. I think it's time for him to resign. He's got to spare New York the continued shame of having a governor whose actions are very different than his words. His actions evidence a disrespect for people in general and women in particular. He no longer commands the respect necessary to lead New York. He's really distracted at this point. He can't give his full attention to dealing with the pandemic. And he really can't negotiate a very complicated, difficult budget at this point, with all these distractions. We Democrats are trying to change the attitude of our communities throughout the country to one of respect for all people, no matter what gender, what race, what religion, what sexual orientation, or what political view. I mean, that's why I'm coming on your show, right? We have very different political views. But we have got to talk to each other. And I think the governor...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, Senator, you don't know -- you don't know -- you don't know what my political views are. I do -- I am curious, though, sir. When you are pushing this point, is it - - is it a recognition that there aren't enough votes to impeach the governor, so, rather than go down that road, it might be more advisable just to ask him to step down? And are you saying that because of the nursing home scandal, these allegations from these women? Both? All? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABINANTI",
      "sentences": "I think it's all. I think it's all. But it's not a question of impeachment at this point. Impeachment is a legal process. You have got to get the evidence. You have got to hold some hearings. You have got to set everything up. You have got to have enough evidence. And then it becomes a political process as to whether there are enough votes to do it. I mean, we saw that in Washington. And there was a big split on whether -- here, we just believe that it's in everybody's interests. Look, he's been in office for 10 years. I think he's done a fairly good job on a lot of things. But at this point, he's under such pressure from very different places. It's very hard for him to explain his actions. And once you -- you know, in politics, once you have to start explaining complicated things, you just can't. You just lose the public. And we need somebody right now who can lead us in the right direction. The pandemic isn't over, OK? We're going in the right direction, but the pandemic is not over. And we need to get this...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If he's not leading that, Assemblyman, if he -- I know many of your colleagues -- I don't know where you stand on this -- are pushing to take away his oversight of the COVID-19 response in New York. That would naturally, then, make cities and precincts respond on their own to this. Is that a better way to handle this, in your mind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABINANTI",
      "sentences": "Well, we're going to dramatically -- we're going to repeal the act, which I voted against last year, because I didn't think we should be giving this type of power to a politician. I would have enhanced the powers of the health commissioner. But I didn't want to give these powers to a politician, OK? I don't think even we politicians in the legislature should be making some of these health- related decisions. So, that's the first thing. So we're going to -- we're going to repeal that law today .We're then going to have -- we're going to leave in place some of his executive orders, because you can't just pull the rug out from everything. And we're going to systematically look to see what it is he's ordered and which things we should continue and which things we shouldn't continue. But that's certainly a slap in the face to the governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABINANTI",
      "sentences": "It's telling him that we don't have the faith in you anymore to go full-bore. And so it's part of what I'm saying. I mean, I think he's losing the following that he had before. And that's why he has to resign. We cannot have a governor who's ducking the press, who's not out there all of the time, and who is not -- who's not putting in the full time to dealing with the pandemic and to what is a very complicated budget. He gave us a budget that takes back an awful lot of services that people in New York need. And we have all of this federal money coming in,. We have to have faith that he's going to be true to us and tell us exactly where that federal money is, and what it's for, and what the restrictions are, and how we can use it. So, he's kind of lost everybody here. I mean, for example, he said that this deal that we're -- that we vote -- what we're voting on as we speak was a deal with the speaker and the majority leader of the Senate. Both of them have said they did not discuss this at all with the governor. This was the product -- and I know it was the product -- of several long days of the majority, the Democrats in the legislature working together trying to resolve our differences, to revoke his powers, and to figure out, what do we leave in place going forward...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABINANTI",
      "sentences": "... so that there's still some structure out there, so you don't just pull the rug out from everybody, and they don't know -- we don't know who's in charge of the vaccines, we don't know whether there's a mask mandate, we don't know anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. No, no, there's a lot...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABINANTI",
      "sentences": "So, we...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, there's a lot to be decided. The governor has alluded to that aid that might be coming from Washington, the $350 billion, $360 billion for states that New York might get a big chunk of. So, you're right. A lot has to be decided. And there are a lot of distractions. Assemblyman Abinanti, thank you very, very much. Keep us posted on how all of this going...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABINANTI",
      "sentences": "You have to have faith in the governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... and if you hear back from the governor. All right, sir, thank you very, very much on that. We're going to take you to the border right now in just a second here and get you an update there, because we have got a potential crisis brewing right now, and a lot of people said this was easily avoidable -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A hundred thousand immigrants at the border in February. We haven't seen it that high in well over a year. What prompted that? What's behind that? And the worries that are building now with minors who get into this country unaccompanied. The old policy used to be, well, you go back south of the border. This administration is letting them stay here in the interim and talk of a facility to put them in, a Naval base, a military base, that sort of thing, in the interim. But it's become a problem that some say is a crisis. Phil Wegmann here of RealClearPolitics. Phil, the 100,000 number that was staggering, and all in one month. What was going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILIP WEGMANN, REALCLEARPOLITICS",
      "sentences": "Well, if you speak with Republicans, and when you ask them what changed, they will say we're still in a pandemic, but the difference between just now and a couple months ago is that the administration in office is different. Joe Biden has clearly tried to change policies. He's tried to take, in the words of his own DHS secretary, a more compassionate stance. And, as of now, it seems that more migrants have gotten the message that it's a good time to cross over into the United States across the Southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, this separate policy the administration is reportedly considering to house some of these migrant minors at a military base, I believe one in Virginia being considered, does that just continue this theme? And that -- I know Republicans claim it's sort of like a green light for immigrants to come here, and illegals to sort of take up residence to push the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEGMANN",
      "sentences": "Yes. Well, we have seen between January and February a 16 percent increase in the number of migrants coming across the border. Clearly, the administration is trying to come up with a new plan to house those migrants. And what's interesting here is that the administration continues to say there's no crisis. The DHS secretary told us that in the White House Briefing Room on Monday. But then on Tuesday, when I shouted a question at President Biden, sir, is there a crisis at the border, he said: \"No. We will be able to handle it, God willing.\" So, clearly, he was there in 2014, when there was a migrant crisis, when there were a lot of children who were making that dangerous trip alone. He knows what this looks like. So he has to be preparing for something. And right now, when you when you hear these sort of plans about can we house children in Naval bases, can we house them in different facilities, you have to wonder, was there a plan in place? Did the administration expect things to change so rapidly? And what are they doing to get the message to those who would consider making that trip to urge them to stay put?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that's the issue. And I'm glad you clarified it. I meant migrants when I said immigrants. It was my faux pas there. I do want to know, though, obviously, if it increased to the degree out of more than 100,000 last month, I'm sure it's still very high numbers now. And now you have got to try to hold back what could be a surge in this type of activity. And the administration has not outlined to plan for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEGMANN",
      "sentences": "They haven't. And, again, in the Briefing Room on Monday, when we talked to DHS Secretary Mayorkas, I mean, he said that his message to those people who are considering crossing was not, don't come, but don't come now. And I think that if you are considering making a dangerous trip like that, you're probably looking at, who is in control? You have probably been looking at sort of the presidential debate. You're probably not keyed into what the DHS secretary is saying. Thus far, there's no overarching message coming from the White House right now that I think is stemming this thing. And I think they're caught flat- footed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Phil Wegmann, thank you very much, RealClearPolitics, following this really escalating problem. I think it's fair to call it a crisis right now, because that is where we are. When we come back, Pat Toomey will be joining us, Pennsylvania senator. I would be curious what he reads on this and his concern about this $1.9 trillion stimulus plan that looks like it's a go along party lines, but, well, to the good senator, it's going to be a financial mess -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, they're stymied a little bit on Capitol Hill right now in a vote-a-rama that was supposed to take place on this stimulus measure. But we're also hearing separately that there are efforts to try to squeeze in that $15 minimum wage thing. They technically can't do that. The parliamentarian said, in such a measure, reconciliation measure, that has to be all budget-related, you really can't do that. Maybe get the latest on all this, where it's going, with Pat Toomey, not a fan of this process or the price tag on this puppy. The Pennsylvania senator joins us right now. Senator, always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. PAT TOOMEY (R-PA)",
      "sentences": "Hey, Neil. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Can they force that -- that -- same here. Can they force that wage issue in there? Some are trying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "I really -- I really don't think so. They already tried. Bernie Sanders offered an amendment that would put this national mandate at $15 an hour, and it failed. In fact, a number of Democrats joined every Republican and voted against it. So, I think that one's dead, even though they may not have actually closed out the vote technically. That's because they're all wrapped around the axle over a different issue, which has to do with unemployment benefits. But I will tell you, it's a mess over there on the Democratic Caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm wondering, though. A lot of the Democrats with whom I have been speaking, Senator Toomey -- and I was just speaking a little while ago with your colleague John Thune, a Republican, who says that this is a very pricey package. But I pointed out what these Democrats have pointed out was Donald Trump embracing what was a much more expensive package. It had gotten well over $2 trillion. And when that was dialed back, and he was arguing to go big, a lot of benefits were dialed back as well, a lot of goodies, and all the sort of stuff that he was a fan of collapsed, but that they hearken back to him, saying, well, Donald Trump wanted a big -- a big package, and this is that. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Look, that's not my criteria. My criteria is, what does this moment require? And we're not in April of 2020 anymore. We don't have a 14.8 percent unemployment rate, like we had then. It's at 6.2. You saw the jobs number this morning. Fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "This economy is recovering enormously. We don't have the entire economy locked down, the way my state was for months on end last summer, thank God. They went way too far, did a lot of damage. But the fact is, we're -- we're growing. The big debate among economists is whether growth this year is going to be 5, 6, or 7 percent, or maybe even more. Look, this is -- this bill -- Neil, have no doubt, this bill has nothing to do with COVID. It's not about an economic recovery. It's about a liberal Democrat wish list being packaged on to the last train leaving the station that they can plausibly pretend has anything to do with COVID. I mean, think about some of the items in this list, $130 billion for schools. Well, we all think, well, by God, we certainly need to reopen the schools, right? But they don't require that you reopen the schools. And of the $130 billion, only $6 billion is going to be spent this year. The other $124 billion gets spent in the indefinite future. That's ridiculous. Or how about this feature? It says appropriate such sums as may be necessary to pay off the loans of socially disadvantaged farmers and ranchers. Have you heard about this one? This -- you can't make this stuff up. Do you know what the sole criteria is to qualify to have the taxpayer pay off 120 percent of your debt? The only criteria is, you have to be an ethnic minority. If you're a white person, you don't qualify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so there's a lot of stuff in there...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "It's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... to your point, that's not COVID -- COVID-related. It looks like, in the end, Senator, it will pass, probably along party lines. You're a better judge than I. I know you're leaving the Senate. You got into a storm of controversy with your own state GOP because you voted to convict the president in the impeachment trial in the Senate. Do you look back at that and have any regrets and the wrath you have received for that vote and the criticism of the president and others?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Neil, I did what I thought was right. And I think what Republicans -- I think, over time, what Republicans will do is, we will acknowledge and recognize, as most already do, that there were some tremendous accomplishments by the Trump administration during those four years. But, in my view, the behavior of the president after the election, culminating in January 6, was completely unacceptable. And I think I did the right thing. So, I don't have any regrets about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you believe he should run and deserves to run for president, if he wants to? And would you support him if he were your nominee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "Yes, I don't think he can be the nominee, Neil. I mean, look what happened. You know, he won the election in 2016, and then we lost the House, and then he cost us the White House, which was a very winnable race, and then he cost us control of the Senate by what he did in Georgia. I think, with that kind of track record, it's not likely that he will be the nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If he were, would you support him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "I don't -- I don't see that happening, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. Senator Pat Toomey, thank you very, very much. Good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOOMEY",
      "sentences": "All right. Thanks for having me, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you. In the meantime, there is some good news to report. States are opening up, and aggressively. And it is spring break. And, in Florida, that can only mean one thing. Good things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Let the spring break begin. Phil Keating in Florida with the very latest -- Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. Spring break 2021 is on like Donkey Kong, to use the vernacular of this crowd behind me. This is a stronger spring break than last year's, which was effectively killed due to the nationwide shutdown and mid-March closure of all the beaches. So, the young people are back here. This begins the first of three peak spring break weeks. And the young people, after a year of pandemic, they are ready to be back on the beach. While spring break season has arrived, concern is high among South Florida leaders that a lot of pent-up demand to party and socialize could fuel COVID spread like it did last year before the beaches closed. But there are rules. in Miami Beach, there's a midnight curfew mask mandate, about 400 cops patrolling, no coolers allowed, no open containers. And like I said, masks are not only required, but encouraged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN GELBER (D), MAYOR OF MIAMI BEACH, FLORIDA",
      "sentences": "If you're coming here to go nuts, if you're coming here to let loose, if you think anything goes is what we want, you're very mistaken. We have lots of rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "The city even suggested, the city manager of Miami Beach, if you want to come and get wild and crazy and be a classic spring breaker, rebook your ticket to Vegas. Rules in Fort Lauderdale, incidentally, are a lot more lax than down in Miami Beach. Here, there absolutely is no curfew. Now, the CDC did a study post-spring break last year tracking COVID spread. They say analysis was, definitely, there was COVID spread, which then not only spread locally, but made its way back to the hometowns across the country, exact numbers of that hard to pin down though -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Great job, Phil. Thank you very much, Phil Keating in the middle of all of that. That looks like a pretty cool assignment, doesn't it? Lydia Hu has a pretty cool assignment too, New York City theaters reopening. There are some restrictions, though. They're pretty substantial -- Lydia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYDIA HU, FOX NEWS CORRESPONDENT",
      "sentences": "Hi there, Neil. We are at AMC Theaters in Times Square. They are opening up all 13 of their locations across the city starting today. But, like you said, it's going to be a new moviegoing experience for patrons. There are mask requirements. Social distancing is going to be enforced in the theaters and capacity restrictions. No more than 25 percent can be inside the theaters, or a maximum of 50 people. But it's those same capacity restrictions that are going to keep Regal Cinema, which is right across the street, it's going to keep them from opening. They said that they will reopen when capacity is expanded to 50 percent, so they can -- quote -- \"operate profitably.\" Now, because of lockdowns, several movies have skipped the theaters and gone straight to streaming services. \"Wonder Woman 1984\" is one example. It's playing here tonight at AMC. It's already been out for months on HBO Max. One industry insider says he expects that to be the new normal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE FLINT, WALL STREET JOURNAL MEDIA REPORTER",
      "sentences": "That's something that may not change a whole heck of a lot going forward. Hollywood was already shifting this way, wanting to get movies under their own streaming platforms faster and faster. And the pandemic has allowed them to perhaps speed up the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HU",
      "sentences": "Even with the changes, moviegoers are delighted -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very much for that, Lydia Hu in New York City. Dr. Ali Mokdad with us right now on all these fast-moving developments, Health Metrics professor. Ali, we're reopening fast. You're usually very cautious about this sort of thing. You don't want people to get ahead of themselves, so I was thinking of the masks and letting go of them and some states, easing up on a lot of requirements. Too much? About right? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALI MOKDAD, INSTITUTE FOR HEALTH METRICS AND EVALUATION",
      "sentences": "It's a little bit too much in certain places. We need to keep the masks, for sure. But we need to start opening, Neil. It's nothing or at all. We shouldn't be like this. It's a delicate and a difficult balance, but doable. And we do -- we need to remain vigilant as we open up. Otherwise, we will risk a surge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you expect we will stay having this under control? Cases have dropped markedly, Doctor. A lot of people are saying, we might have vaccines, enough for everybody, every adult in the country by the end of the May. All looks good. Don't worry. What do you tell people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOKDAD",
      "sentences": "No, it looks good, as long as we take the vaccine and we keep vigilant and we wear our mask. We should be in a better position. It's all on us. It depends on our behavior and how we behave from now on, but, yes, we can control this pandemic. And, yes, we can open up safely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, on masks, where are you on this, still advise them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOKDAD",
      "sentences": "Yes, please keep wearing your mask. We know masks cut down transmission. They're very important to reduce the transmission of the virus, especially with the new mutations that are out there. We need to limit the mutations by wearing a mask and taking the vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. Ali Mokdad, thank you, sir. Always good catching up and getting a good, sober read of what we should be doing. By the way, when I talk about masks, in New York, with these theater reopening -- and Lydia, who had reminded me of this on FOX Business -- they do require masks. You have to go into the theater. And my immediate thought was, oh, my God, what about buttered popcorn? What are you going to do? How do you eat that with a mask on? You can take the mask off when you sit down and you're in the theater itself and you can have the popcorn. So you get the best of all worlds. Everyone is healthy. You get the popcorn. You spend a god-awful amount for all that stuff. But we're getting back. That's a step in getting back. We will pursue on where we stand on getting back tomorrow at 10:00 a.m., and this stimulus measure. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "All right, a lot of drama in Washington, D.C., as well at the White House, where the president is making his pitch to make sure this $1.9 trillion stimulus gets done, and, in Washington, where they're going through a vote-a-rama that was stopped because they have now got drama-rama, whatever you want to say. But it is confusing. But they are moving very quickly, they hope, to eventually get this thing done maybe this weekend, $1.9 trillion in the face of unemployment report today that shows the economy is rocketing along. So, we -- do we need to spend this much? We're going to be talking to Senate Minority Whip John Thune on all of that momentarily. First to Peter Doocy right now at the White House on the president making a pitch to say, don't get too enamored with what's happening on the economic front -- Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Yes, Neil, the White House is saying today is jobs day, but that despite the positive economic news this morning from that jobs report of Biden's first full month in office, they still want that $1.9 trillion worth of stimulus."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Last month's job growth is a result of the December relief package. But without a rescue plan, these gains are going to slow."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Now, the White House chief of staff writes this on Twitter: \"If you think today's jobs report is good enough, then know that, at this pace, 379,000 jobs, it would take until April 2023 to get back to where we were in February 2020.\" But Republicans are arguing the opposite, and that more jobs are being created now because more businesses are reopening, as states ease COVID-19 restrictions. So, these Republicans are arguing this report is proof that $1.9 trillion worth of stimulus is not necessary right now."
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "utterance": "Three hundred and seventy-nine thousand new jobs. The economy's just ready to take off. Disposable income is up, savings up. There's such pent-up demand, this is going to spark inflation. This is going to -- this isn't going to -- this isn't needed to stimulate the economy."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But the public relations push to pass the American Rescue Plan and get the public behind it is on today, because the only two times we have seen the president, first with the Treasury secretary, Janet Yellen, for a meeting, and then with some folks at a roundtable affected by the economic downturn, he has spoken about the American Rescue Plan both times. And that's it -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing. OK, thank you very much, Peter Doocy. Now to Chad Pergram with -- keeping track of this drama on Capitol Hill right now. Where are they now in this thing? It seems to me Chad, to be a foregone conclusion that it does get passed, probably along party lines. But there's a lot that has to be done before then, right?"
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "That's right. There's a delay right now, but tonight's votes are about two things, timing and the math. We expect the Senate to wrap this bill late tonight or in the overnight hours of Saturday morning. But Democrats are trying to get West Virginia Democrat Joe Manchin on board with a plan to extend additional unemployment assistance through September. And there is a problem with lowering that aid from $400 to $300 a month. Now, Democrats need to stick together to pass this bill or get help from the GOP. The Senate minority leader, Mitch McConnell, says no."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "Democrats inherited a tide that was already turning. We could have worked together to do something smart, to finish this fight as fast as possible. Democrats decided to do something else."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Now, the Senate basically lost a day when Senator Ron Johnson, Republican of Wisconsin, made Senate clerks read the new version of the bill until 2:00 this morning."
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "utterance": "I'm sure you all didn't expect that part of your job this week would entail standing on your feet and reading dense legislative language for more than 10 hours straight. I can't imagine that's anyone's idea of a good time."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Now, if all 50 Democrats can stick together, they still need Vice President Harris to break the tie to pass the bill. She has already broken three times as vice president. The Senate has also rejected an effort by Bernie Sanders of Vermont to override the parliamentarian and include a provision to increase the national wage standard to $15 an hour -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Chad, just for clarification, the amendments that are part of this vote-a-rama, when they get going on it, I mean, how likely do any of them get through?"
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Well, it depends. They just need 51 votes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "And that's why, if you're on the edge and you have a pretty good Republican amendment, you might be able to pluck off a Democrat or two. That's why there's this issue that I alluded to with Senator Manchin. On Senator Sanders' amendment, this was actually a motion to waive the budget act, in other words, say ignore the provisions of reconciliation, and let's go over the head of the parliamentarian. In that instance, you need 60 votes. So a lot of these votes tonight are not going to be just amendments. They're going to be motions to waive the Budget Act. In that case, you need 60 votes, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, got it. Chad Pergram, thank you very, very much. So, where's all of this going? With us now, the Senate minority whip, John Thune, the Republican South Dakota senator, kind enough to join us. Senator, very good to see you."
    },
    {
      "speaker": "SEN. JOHN THUNE (R-SD)",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I assume you're a no-vote on this. Democrats are working, they hope, on Lisa Murkowski, your colleague from Alaska. Do you think she's a yes-vote?"
    },
    {
      "speaker": "THUNE",
      "utterance": "I hope not. This is a wasteful, bloated, bill run -- try to run through the Senate in a very partisan way, in which they cut Republicans out of any discussions or negotiations. So, I don't think there's any Republican in the end that ought to be voting for it, Neil. It's -- it is -- it's loaded up with special interest provisions designed to satisfy Democrat constituencies, very little of it actually dealing with coronavirus relief, which is the stated purpose of the bill. But we're doing everything we can right now to try and stop really bad policy at a really high price tag, all of which is borrowed money, all of which is added to the debt, $1.9 trillion. And I certainly hope that we can hold all Republicans against it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, I know Republicans and you have been mentioning the debt and all that. But, of course, we just came off the Republicans running the show and having the White House, where deficits and debt ran out of control. So, Democrats counter what you're saying, Senator, and say, well, you're a fine one to judge. What do you say?"
    },
    {
      "speaker": "THUNE",
      "utterance": "I think that -- and, to some degree, that's true. I mean, the previous administration, this wasn't a -- debt and deficits weren't a high priority for them either, Neil. They have always been a high priority for me. I'm very concerned about any money that we spend. But last year, in March, we borrowed a lot of money to do coronavirus relief at a time when we felt like we had to be big, we had to be bold. We're now a year later. This is March an entire year later. The situation has changed. Anything we do right now needs to be targeted. It needs to be fiscally responsible. It needs to be conscious of the fact that every dollar that we're using to do this is a borrowed dollar. Now, the Democrats have a wish list that goes on forever. And they have no -- they have no problem with borrowing the money to do it. But at some point, all this borrowing is going to come back and bite us. And we're already starting to see inflation starting to pick up, interest rates starting to tick up a little bit. That has serious implications not only for the fiscal picture for the country, but also for families around this country who would be faced with higher costs for everything that they have to buy in their daily lives, not to mention higher interest costs on mortgages and home loans and student loans and things like that. So, this is not -- we're not doing this in a vacuum. This has serious repercussions throughout the economy. A lot of folks are now telling us, the Congressional Budget Office, that what the Democrats were doing at $1.9 trillion is about three times what they think is actually necessary. We're glad to work with them on health care-related costs and some of the other things that they want to do. But this idea that we can just sort of throw caution to the wind, throw $1.9 trillion out there with a lot -- not a lot of controls over how it gets spent, is, I think, a really bad idea, not only in the near term, but certainly in the long term for our country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, a lot of Democrats with whom I have been talking to, Senator, have been saying, well, Donald Trump set the stage for this, when the last package was being debated, to make it over $2 trillion, go big. And he wanted very generous benefits, far more generous that are in the package that's being voted on now. So, they say this is what Donald Trump would have wanted. Now, you never wanted something that large. You were something akin to a third the size that we're looking at now. But they're going back to say, this is no different than what President Trump would have done and pushed for. You agree with that?"
    },
    {
      "speaker": "THUNE",
      "utterance": "I think that President Trump at the time -- and this is last fall -- wanted to go bigger than what many of the Republicans here in the Senate or on the Hill wanted to do. But things have changed a lot since then, Neil. We have now three vaccines that are available out there. People are getting vaccinated. The economy, the economic numbers continue to improve. And I think the idea of borrowing trillions of dollars, on top of the trillions we have already borrowed, if we're going to do that, we better have a darn good reason for doing it. And I think, right now, if you look at the economy, what we need more than anything else is to get people back to work. And that means opening up the economy, getting jobs created out there. And an additional infusion of government resources into state and local governments and schools and everything else, much of which the money that we have already put out there hasn't been spent, seems like a really bad idea, when you're faced with that kind of a situation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, I did mention President Trump. And even though you didn't even vote to see the impeachment trial in the Senate, and did not vote to convict the president, the very fact that you disputed the president's claims of election fraud inspired his wrath, when he said of you that your political career is over, and thought it would be a good idea for you to be primaried and challenged. What did you think of all that? And what is your relationship with the former president now?"
    },
    {
      "speaker": "THUNE",
      "utterance": "Well, I mean, it's -- he is -- it's a free country, Neil. And he's a -- he's an individual that has a big following out there, obviously, politically, and continues to be a major force in the politics of our country. But I will do what I have to do in South Dakota. If getting primaried is the price for standing up and speaking the truth and standing up for the rule of law and the Constitution, then so be it. But I think that the main thing that -- as we look -- go forward looking at 2022, I think the former president, Republicans here in the Congress are going to be united in trying to take back our majorities in the Congress, so we can turn this country around. It's, in my view, at least, heading into a left ditch right now, because the Democrat Party is controlled by the Bernie Sanders wing of the party. And we think the American people are center-right. They want solutions that are center-right. And we want to govern in that direction. And to do that, we have got to win the House and the Senate back. And I think that President Trump and all Republicans will be united in that cause."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Because the president did blame the loss of the Senate for Republicans on Mitch McConnell."
    },
    {
      "speaker": "THUNE",
      "utterance": "Well... ."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you blame McConnell for the loss of the Senate?"
    },
    {
      "speaker": "THUNE",
      "utterance": "No, I don't. In fact, I think we should have won both of the Georgia seats. And people are now -- everybody, as is typically the case, a lot recriminations after an election. But I think that the -- in the aftermath of the presidential election, all the allegations flying back and forth in the state of Georgia between the governor and the secretary of state and the president were not helpful to either of our Senate candidates. I think we should have won both those. I think we should be in the majority of today. But, look, you play the hand you're dealt. And right now, we have got a -- 50/50 in the Senate. We're going to use every vote that we have, every opportunity that we have to stand up for conservative values, the conservative vision for the country. And, hopefully, we will be able to get that majority back."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, it sounds like you're saying you're in the conundrum you're in, with the Republicans in the minority, technically, given the vice president's role, that that's on Donald Trump and the whole -- this election disputing that compromised those Georgia races?"
    },
    {
      "speaker": "THUNE",
      "utterance": "I think there's -- there -- I think there's -- it's certainly one of many factors that contributed to the races in Georgia. But, obviously, that's in the past now. That's in the rearview mirror. We have -- again, we're in the minority today, simply by virtue of the fact that the vice president casts the deciding vote. But we're going to exercise as much political influence as we can today to try and stop the Democrats from taking the country in a very leftward direction when it comes to the economy and national security and cultural values and issues, and work very, very hard to get that majority back in 2022. And I think that's something that the former president, hopefully, and all Republicans and candidates around the country and voters will be very committed to, because, right now, that's the best chance that we have to keep the Biden/Pelosi/Schumer agenda from really harming this country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator John Thune, thank you very much for talking to us. Always enjoy it."
    },
    {
      "speaker": "THUNE",
      "utterance": "Thanks, Neil. Always good to be with you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "John Thune, the Senate -- same here, sir -- the Senate minority whip. All right, we will have a lot more on this, the drama playing out on Capitol Hill, of course, and the backdrop of a stunningly strong jobs report, which, again and again, has got people saying, do we really need to do something this big? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, sometimes good news is just good news. It can sometimes rattle the markets, if it means higher interest rates. Today, when all the dust settled, because of that strong employment report that saw 379,000 jobs added to the economy, the unemployment rate dipping down to 6.2 percent, it was enough to propel stocks up almost about 600 points. Interest rates have been backing up a little bit. But, again, all of that has been in response to this strong economy. And investors are juggling, is that good or bad, especially if it means now we don't need as generous stimulus? And markets like stimulus. It's a mess. It's confusing. But, right now, Scott Martin, an uncanny read these markets and their manic ways, can help explain what's going on. At the end of the day, the end of the week, Scott, it sounds like they were OK with the strong economy. They can live with that. In fact, they welcome that, pretty much, right?"
    },
    {
      "speaker": "SCOTT MARTIN, FOX BUSINESS CONTRIBUTOR",
      "utterance": "It also looks like, at the end of the week, Neil, I picked the wrong week to quit drinking, because we needed it this week."
    },
    {
      "speaker": "MARTIN",
      "utterance": "I mean, the markets were all over the place. That's a Lloyd Bridges reference, by the way, from \"Airplane,\" not mine. So, just, everybody, calm down."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I like that. Very good. Very good. That was before you were born, yes."
    },
    {
      "speaker": "MARTIN",
      "utterance": "It's awesome. And there's more behind that where they came from. But, Neil, you're right. I mean, the markets have been very schizophrenic this week, because they're dealing with higher interest rates because of all the debt we're issuing to pay for all these stimulus plans. They're dealing with the fact that, yes, I mean, my goodness, the economy is going to start breathing on its own for once in the last couple years. And so we're excited about that, at least since COVID started. And we are going to get some inflation as a result, boys and girls, because of the growth. And so we have to come to grips with kind of this transitory phase that is pushing around markets, scaring investors, for sure. I mean, some of my clients were pretty freaked out yesterday. And, as we talked yesterday, great buying opportunity on the FBN show \"Cavuto Coast to Coast\" because of the fact that things were overdone yesterday, Neil. Today, they got back to where they should be, I believe."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, you point that out, but a lot of people don't get FBN. I say they should demand it, but they miss that."
    },
    {
      "speaker": "MARTIN",
      "utterance": "Demand it!"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, real quickly, Scott -- yes, there we go. This notion that interest rates go higher when the economy starts humming, like it has been, I guess the worry is that those rates could go a lot higher. Where are you on this?"
    },
    {
      "speaker": "MARTIN",
      "utterance": "They could go a little higher. I think they're going to top out here maybe on the 10-year note around 2 percent. A really good friend of mine and his wife in the late '70s -- I think who this is, Neil -- bought a house..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, here we go."
    },
    {
      "speaker": "MARTIN",
      "utterance": "... with a mortgage rate on it for, I don't know, 20 percent? What was it? Seventeen? I think we could ask him right now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's fine. That's fine."
    },
    {
      "speaker": "MARTIN",
      "utterance": "Your rates on your home mortgages aren't bad. Your saving rates are terrible. There's not a lot to worry about."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thirteen-and-a-half percent, and I was a Nostradamus, long before - - you were in diapers, when I did that."
    },
    {
      "speaker": "MARTIN",
      "utterance": "You thought you were a wiz."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There we go."
    },
    {
      "speaker": "MARTIN",
      "utterance": "And we're complaining about 3 percent rates maybe."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Exactly, but it's what you're used to, right? The trend is what rattles folks. But, Scott, well-explained. I appreciate that. These kids today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Scott Martin on all of that. In the meantime here, some big news in New York. Governor Cuomo, he is on the verge of losing his power over leading the COVID-19 fight in the Empire State. A key player behind that, to strip him of that, and a Democrat, no less -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, a move afoot right now in New York state to strip Governor Cuomo of his powers over leading the COVID-19 fight in his state. We have someone else who is saying, that's not far enough. He wants the governor out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, for Governor Andrew Cuomo of New York, so many crises, so little time, all percolating at the same time. Aishah Hasnie right now on the reports of maybe altered nursing home deaths in a new report -- Aishah."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. Well, first of all, we haven't seen Governor Cuomo all day, as he's hit with this new controversial and damaging report, The Wall Street Journal essentially saying that Cuomo's top aides somehow convinced state health officials to alter nursing home data to only count deaths that occurred inside those facilities, and not patients who died after being taken to the hospital. Now, the governor's office has responded to this report. They said they did that because, at that time, they could not verify those out-of-facility numbers. Now, The Journal, though, underscoring this. It writes, the changes -- quote -- \"reveal that the state possessed a fuller accounting of out-of-facility nursing home debts as early as the summer of 2020.\" That's important because it wasn't until this year, January, that New York's attorney general revealed to the entire state that the state had underreported nursing home deaths by as much as 50 percent."
    },
    {
      "speaker": "RON KIM (D), NEW YORK STATE ASSEMBLYMAN",
      "utterance": "Coordinated criminal conspiracy to suppress data that we, the lawmakers, desperately needed to legislate and offer better policies and solutions to help people -- to help save people's lives."
    },
    {
      "speaker": "HASNIE",
      "utterance": "Now, here's the other part of this, Neil. A lot of eyebrows are being raised over the timeline of events here. The New York Times is reporting that, just four days after the release of that altered report, Governor Cuomo began publicly commenting on writing his book about the pandemic, preparing to really cash in on his pandemic achievements. Pressure, of course, has been mounting hour by hour for Cuomo to step down, as new details are now emerging over sexual harassment claims. Former aide Charlotte Bennett told CBS last night that governor propositioned her for sex. And, Neil, just in the last few hours here, state lawmakers are also now calling for a hearing into the Wall Street Journal reports, as they strip him of his pandemic powers -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Aishah, thank you very much for that. My next guest is a Democrat, an assemblyman, and is going even further than what Aishah outlined. He just wants the governor to step down, to leave. Tom Abinanti, the New York state assemblyman, with us right now. Sir, thank you for taking the time."
    },
    {
      "speaker": "You just say",
      "utterance": "Enough. Leave, Governor. Is that the gist of it?"
    },
    {
      "speaker": "THOMAS ABINANTI (D), NEW YORK STATE ASSEMBLYMAN",
      "utterance": "I think so. Thank you for inviting me. Yes, I have urged the governor to step down. I think it's time for him to resign. He's got to spare New York the continued shame of having a governor whose actions are very different than his words. His actions evidence a disrespect for people in general and women in particular. He no longer commands the respect necessary to lead New York. He's really distracted at this point. He can't give his full attention to dealing with the pandemic. And he really can't negotiate a very complicated, difficult budget at this point, with all these distractions. We Democrats are trying to change the attitude of our communities throughout the country to one of respect for all people, no matter what gender, what race, what religion, what sexual orientation, or what political view. I mean, that's why I'm coming on your show, right? We have very different political views. But we have got to talk to each other. And I think the governor..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, Senator, you don't know -- you don't know -- you don't know what my political views are. I do -- I am curious, though, sir. When you are pushing this point, is it - - is it a recognition that there aren't enough votes to impeach the governor, so, rather than go down that road, it might be more advisable just to ask him to step down? And are you saying that because of the nursing home scandal, these allegations from these women? Both? All? What?"
    },
    {
      "speaker": "ABINANTI",
      "utterance": "I think it's all. I think it's all. But it's not a question of impeachment at this point. Impeachment is a legal process. You have got to get the evidence. You have got to hold some hearings. You have got to set everything up. You have got to have enough evidence. And then it becomes a political process as to whether there are enough votes to do it. I mean, we saw that in Washington. And there was a big split on whether -- here, we just believe that it's in everybody's interests. Look, he's been in office for 10 years. I think he's done a fairly good job on a lot of things. But at this point, he's under such pressure from very different places. It's very hard for him to explain his actions. And once you -- you know, in politics, once you have to start explaining complicated things, you just can't. You just lose the public. And we need somebody right now who can lead us in the right direction. The pandemic isn't over, OK? We're going in the right direction, but the pandemic is not over. And we need to get this..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If he's not leading that, Assemblyman, if he -- I know many of your colleagues -- I don't know where you stand on this -- are pushing to take away his oversight of the COVID-19 response in New York. That would naturally, then, make cities and precincts respond on their own to this. Is that a better way to handle this, in your mind?"
    },
    {
      "speaker": "ABINANTI",
      "utterance": "Well, we're going to dramatically -- we're going to repeal the act, which I voted against last year, because I didn't think we should be giving this type of power to a politician. I would have enhanced the powers of the health commissioner. But I didn't want to give these powers to a politician, OK? I don't think even we politicians in the legislature should be making some of these health- related decisions. So, that's the first thing. So we're going to -- we're going to repeal that law today .We're then going to have -- we're going to leave in place some of his executive orders, because you can't just pull the rug out from everything. And we're going to systematically look to see what it is he's ordered and which things we should continue and which things we shouldn't continue. But that's certainly a slap in the face to the governor."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it."
    },
    {
      "speaker": "ABINANTI",
      "utterance": "It's telling him that we don't have the faith in you anymore to go full-bore. And so it's part of what I'm saying. I mean, I think he's losing the following that he had before. And that's why he has to resign. We cannot have a governor who's ducking the press, who's not out there all of the time, and who is not -- who's not putting in the full time to dealing with the pandemic and to what is a very complicated budget. He gave us a budget that takes back an awful lot of services that people in New York need. And we have all of this federal money coming in,. We have to have faith that he's going to be true to us and tell us exactly where that federal money is, and what it's for, and what the restrictions are, and how we can use it. So, he's kind of lost everybody here. I mean, for example, he said that this deal that we're -- that we vote -- what we're voting on as we speak was a deal with the speaker and the majority leader of the Senate. Both of them have said they did not discuss this at all with the governor. This was the product -- and I know it was the product -- of several long days of the majority, the Democrats in the legislature working together trying to resolve our differences, to revoke his powers, and to figure out, what do we leave in place going forward..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. All right."
    },
    {
      "speaker": "ABINANTI",
      "utterance": "... so that there's still some structure out there, so you don't just pull the rug out from everybody, and they don't know -- we don't know who's in charge of the vaccines, we don't know whether there's a mask mandate, we don't know anything."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. No, no, there's a lot..."
    },
    {
      "speaker": "ABINANTI",
      "utterance": "So, we..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, there's a lot to be decided. The governor has alluded to that aid that might be coming from Washington, the $350 billion, $360 billion for states that New York might get a big chunk of. So, you're right. A lot has to be decided. And there are a lot of distractions. Assemblyman Abinanti, thank you very, very much. Keep us posted on how all of this going..."
    },
    {
      "speaker": "ABINANTI",
      "utterance": "You have to have faith in the governor."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... and if you hear back from the governor. All right, sir, thank you very, very much on that. We're going to take you to the border right now in just a second here and get you an update there, because we have got a potential crisis brewing right now, and a lot of people said this was easily avoidable -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A hundred thousand immigrants at the border in February. We haven't seen it that high in well over a year. What prompted that? What's behind that? And the worries that are building now with minors who get into this country unaccompanied. The old policy used to be, well, you go back south of the border. This administration is letting them stay here in the interim and talk of a facility to put them in, a Naval base, a military base, that sort of thing, in the interim. But it's become a problem that some say is a crisis. Phil Wegmann here of RealClearPolitics. Phil, the 100,000 number that was staggering, and all in one month. What was going on?"
    },
    {
      "speaker": "PHILIP WEGMANN, REALCLEARPOLITICS",
      "utterance": "Well, if you speak with Republicans, and when you ask them what changed, they will say we're still in a pandemic, but the difference between just now and a couple months ago is that the administration in office is different. Joe Biden has clearly tried to change policies. He's tried to take, in the words of his own DHS secretary, a more compassionate stance. And, as of now, it seems that more migrants have gotten the message that it's a good time to cross over into the United States across the Southern border."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, this separate policy the administration is reportedly considering to house some of these migrant minors at a military base, I believe one in Virginia being considered, does that just continue this theme? And that -- I know Republicans claim it's sort of like a green light for immigrants to come here, and illegals to sort of take up residence to push the point."
    },
    {
      "speaker": "WEGMANN",
      "utterance": "Yes. Well, we have seen between January and February a 16 percent increase in the number of migrants coming across the border. Clearly, the administration is trying to come up with a new plan to house those migrants. And what's interesting here is that the administration continues to say there's no crisis."
    },
    {
      "speaker": "The DHS secretary told us that in the White House Briefing Room on Monday. But then on Tuesday, when I shouted a question at President Biden, sir, is there a crisis at the border, he said",
      "utterance": "\"No. We will be able to handle it, God willing.\" So, clearly, he was there in 2014, when there was a migrant crisis, when there were a lot of children who were making that dangerous trip alone. He knows what this looks like. So he has to be preparing for something. And right now, when you when you hear these sort of plans about can we house children in Naval bases, can we house them in different facilities, you have to wonder, was there a plan in place? Did the administration expect things to change so rapidly? And what are they doing to get the message to those who would consider making that trip to urge them to stay put?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that's the issue. And I'm glad you clarified it. I meant migrants when I said immigrants. It was my faux pas there. I do want to know, though, obviously, if it increased to the degree out of more than 100,000 last month, I'm sure it's still very high numbers now. And now you have got to try to hold back what could be a surge in this type of activity. And the administration has not outlined to plan for that."
    },
    {
      "speaker": "WEGMANN",
      "utterance": "They haven't. And, again, in the Briefing Room on Monday, when we talked to DHS Secretary Mayorkas, I mean, he said that his message to those people who are considering crossing was not, don't come, but don't come now. And I think that if you are considering making a dangerous trip like that, you're probably looking at, who is in control? You have probably been looking at sort of the presidential debate. You're probably not keyed into what the DHS secretary is saying. Thus far, there's no overarching message coming from the White House right now that I think is stemming this thing. And I think they're caught flat- footed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Phil Wegmann, thank you very much, RealClearPolitics, following this really escalating problem. I think it's fair to call it a crisis right now, because that is where we are. When we come back, Pat Toomey will be joining us, Pennsylvania senator. I would be curious what he reads on this and his concern about this $1.9 trillion stimulus plan that looks like it's a go along party lines, but, well, to the good senator, it's going to be a financial mess -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, they're stymied a little bit on Capitol Hill right now in a vote-a-rama that was supposed to take place on this stimulus measure. But we're also hearing separately that there are efforts to try to squeeze in that $15 minimum wage thing. They technically can't do that. The parliamentarian said, in such a measure, reconciliation measure, that has to be all budget-related, you really can't do that. Maybe get the latest on all this, where it's going, with Pat Toomey, not a fan of this process or the price tag on this puppy. The Pennsylvania senator joins us right now. Senator, always good to see you."
    },
    {
      "speaker": "SEN. PAT TOOMEY (R-PA)",
      "utterance": "Hey, Neil. Thanks for having me."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Can they force that -- that -- same here. Can they force that wage issue in there? Some are trying."
    },
    {
      "speaker": "TOOMEY",
      "utterance": "I really -- I really don't think so. They already tried. Bernie Sanders offered an amendment that would put this national mandate at $15 an hour, and it failed. In fact, a number of Democrats joined every Republican and voted against it. So, I think that one's dead, even though they may not have actually closed out the vote technically. That's because they're all wrapped around the axle over a different issue, which has to do with unemployment benefits. But I will tell you, it's a mess over there on the Democratic Caucus."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm wondering, though. A lot of the Democrats with whom I have been speaking, Senator Toomey -- and I was just speaking a little while ago with your colleague John Thune, a Republican, who says that this is a very pricey package. But I pointed out what these Democrats have pointed out was Donald Trump embracing what was a much more expensive package. It had gotten well over $2 trillion. And when that was dialed back, and he was arguing to go big, a lot of benefits were dialed back as well, a lot of goodies, and all the sort of stuff that he was a fan of collapsed, but that they hearken back to him, saying, well, Donald Trump wanted a big -- a big package, and this is that. What do you say?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Look, that's not my criteria. My criteria is, what does this moment require? And we're not in April of 2020 anymore. We don't have a 14.8 percent unemployment rate, like we had then. It's at 6.2. You saw the jobs number this morning. Fantastic."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "TOOMEY",
      "utterance": "This economy is recovering enormously. We don't have the entire economy locked down, the way my state was for months on end last summer, thank God. They went way too far, did a lot of damage. But the fact is, we're -- we're growing. The big debate among economists is whether growth this year is going to be 5, 6, or 7 percent, or maybe even more. Look, this is -- this bill -- Neil, have no doubt, this bill has nothing to do with COVID. It's not about an economic recovery. It's about a liberal Democrat wish list being packaged on to the last train leaving the station that they can plausibly pretend has anything to do with COVID. I mean, think about some of the items in this list, $130 billion for schools. Well, we all think, well, by God, we certainly need to reopen the schools, right? But they don't require that you reopen the schools. And of the $130 billion, only $6 billion is going to be spent this year. The other $124 billion gets spent in the indefinite future. That's ridiculous. Or how about this feature? It says appropriate such sums as may be necessary to pay off the loans of socially disadvantaged farmers and ranchers. Have you heard about this one? This -- you can't make this stuff up. Do you know what the sole criteria is to qualify to have the taxpayer pay off 120 percent of your debt? The only criteria is, you have to be an ethnic minority. If you're a white person, you don't qualify."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so there's a lot of stuff in there..."
    },
    {
      "speaker": "TOOMEY",
      "utterance": "It's unbelievable."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... to your point, that's not COVID -- COVID-related. It looks like, in the end, Senator, it will pass, probably along party lines. You're a better judge than I. I know you're leaving the Senate. You got into a storm of controversy with your own state GOP because you voted to convict the president in the impeachment trial in the Senate. Do you look back at that and have any regrets and the wrath you have received for that vote and the criticism of the president and others?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Neil, I did what I thought was right. And I think what Republicans -- I think, over time, what Republicans will do is, we will acknowledge and recognize, as most already do, that there were some tremendous accomplishments by the Trump administration during those four years. But, in my view, the behavior of the president after the election, culminating in January 6, was completely unacceptable. And I think I did the right thing. So, I don't have any regrets about that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you believe he should run and deserves to run for president, if he wants to? And would you support him if he were your nominee?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "Yes, I don't think he can be the nominee, Neil. I mean, look what happened. You know, he won the election in 2016, and then we lost the House, and then he cost us the White House, which was a very winnable race, and then he cost us control of the Senate by what he did in Georgia. I think, with that kind of track record, it's not likely that he will be the nominee."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If he were, would you support him?"
    },
    {
      "speaker": "TOOMEY",
      "utterance": "I don't -- I don't see that happening, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. Senator Pat Toomey, thank you very, very much. Good seeing you."
    },
    {
      "speaker": "TOOMEY",
      "utterance": "All right. Thanks for having me, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you. In the meantime, there is some good news to report. States are opening up, and aggressively. And it is spring break. And, in Florida, that can only mean one thing. Good things."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Let the spring break begin. Phil Keating in Florida with the very latest -- Phil."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. Spring break 2021 is on like Donkey Kong, to use the vernacular of this crowd behind me. This is a stronger spring break than last year's, which was effectively killed due to the nationwide shutdown and mid-March closure of all the beaches. So, the young people are back here. This begins the first of three peak spring break weeks. And the young people, after a year of pandemic, they are ready to be back on the beach. While spring break season has arrived, concern is high among South Florida leaders that a lot of pent-up demand to party and socialize could fuel COVID spread like it did last year before the beaches closed. But there are rules. in Miami Beach, there's a midnight curfew mask mandate, about 400 cops patrolling, no coolers allowed, no open containers. And like I said, masks are not only required, but encouraged."
    },
    {
      "speaker": "DAN GELBER (D), MAYOR OF MIAMI BEACH, FLORIDA",
      "utterance": "If you're coming here to go nuts, if you're coming here to let loose, if you think anything goes is what we want, you're very mistaken. We have lots of rules."
    },
    {
      "speaker": "KEATING",
      "utterance": "The city even suggested, the city manager of Miami Beach, if you want to come and get wild and crazy and be a classic spring breaker, rebook your ticket to Vegas. Rules in Fort Lauderdale, incidentally, are a lot more lax than down in Miami Beach. Here, there absolutely is no curfew. Now, the CDC did a study post-spring break last year tracking COVID spread. They say analysis was, definitely, there was COVID spread, which then not only spread locally, but made its way back to the hometowns across the country, exact numbers of that hard to pin down though -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Great job, Phil. Thank you very much, Phil Keating in the middle of all of that. That looks like a pretty cool assignment, doesn't it? Lydia Hu has a pretty cool assignment too, New York City theaters reopening. There are some restrictions, though. They're pretty substantial -- Lydia."
    },
    {
      "speaker": "LYDIA HU, FOX NEWS CORRESPONDENT",
      "utterance": "Hi there, Neil. We are at AMC Theaters in Times Square. They are opening up all 13 of their locations across the city starting today. But, like you said, it's going to be a new moviegoing experience for patrons. There are mask requirements. Social distancing is going to be enforced in the theaters and capacity restrictions. No more than 25 percent can be inside the theaters, or a maximum of 50 people. But it's those same capacity restrictions that are going to keep Regal Cinema, which is right across the street, it's going to keep them from opening. They said that they will reopen when capacity is expanded to 50 percent, so they can -- quote -- \"operate profitably.\" Now, because of lockdowns, several movies have skipped the theaters and gone straight to streaming services. \"Wonder Woman 1984\" is one example. It's playing here tonight at AMC. It's already been out for months on HBO Max. One industry insider says he expects that to be the new normal."
    },
    {
      "speaker": "JOE FLINT, WALL STREET JOURNAL MEDIA REPORTER",
      "utterance": "That's something that may not change a whole heck of a lot going forward. Hollywood was already shifting this way, wanting to get movies under their own streaming platforms faster and faster. And the pandemic has allowed them to perhaps speed up the process."
    },
    {
      "speaker": "HU",
      "utterance": "Even with the changes, moviegoers are delighted -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very much for that, Lydia Hu in New York City. Dr. Ali Mokdad with us right now on all these fast-moving developments, Health Metrics professor. Ali, we're reopening fast. You're usually very cautious about this sort of thing. You don't want people to get ahead of themselves, so I was thinking of the masks and letting go of them and some states, easing up on a lot of requirements. Too much? About right? What do you think?"
    },
    {
      "speaker": "ALI MOKDAD, INSTITUTE FOR HEALTH METRICS AND EVALUATION",
      "utterance": "It's a little bit too much in certain places. We need to keep the masks, for sure. But we need to start opening, Neil. It's nothing or at all. We shouldn't be like this. It's a delicate and a difficult balance, but doable. And we do -- we need to remain vigilant as we open up. Otherwise, we will risk a surge."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you expect we will stay having this under control? Cases have dropped markedly, Doctor. A lot of people are saying, we might have vaccines, enough for everybody, every adult in the country by the end of the May. All looks good. Don't worry. What do you tell people?"
    },
    {
      "speaker": "MOKDAD",
      "utterance": "No, it looks good, as long as we take the vaccine and we keep vigilant and we wear our mask. We should be in a better position. It's all on us. It depends on our behavior and how we behave from now on, but, yes, we can control this pandemic. And, yes, we can open up safely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, on masks, where are you on this, still advise them?"
    },
    {
      "speaker": "MOKDAD",
      "utterance": "Yes, please keep wearing your mask. We know masks cut down transmission. They're very important to reduce the transmission of the virus, especially with the new mutations that are out there. We need to limit the mutations by wearing a mask and taking the vaccine."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. Ali Mokdad, thank you, sir. Always good catching up and getting a good, sober read of what we should be doing. By the way, when I talk about masks, in New York, with these theater reopening -- and Lydia, who had reminded me of this on FOX Business -- they do require masks. You have to go into the theater. And my immediate thought was, oh, my God, what about buttered popcorn? What are you going to do? How do you eat that with a mask on? You can take the mask off when you sit down and you're in the theater itself and you can have the popcorn. So you get the best of all worlds. Everyone is healthy. You get the popcorn. You spend a god-awful amount for all that stuff. But we're getting back. That's a step in getting back. We will pursue on where we stand on getting back tomorrow at 10:00 a.m., and this stimulus measure. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}