{
  "date": "March 3, 2022",
  "headline": "'The Five' on how Russian people view Putin",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-russian-people-view-putin",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS HOST",
      "sentences": "All right. Mike, be safe. Mike Tobin in Lviv, Ukraine. Any signs that Vladimir Putin would be slowing down here, getting concern about all of the sanctions and everything else. He has indicated, if it's any surprise, its full throttle. He wants Ukraine and he's determined to get it. Here's THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Hello, everyone. I'm Dana Perino along with Judge Jeanine Pirro, Geraldo Rivera, Jesse Watters, and Greg Gutfeld. It's 5:00 in New York City and this is THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Catastrophic destruction as Russian forces unleashed more devastating the attacks on Ukraine indiscriminately targeting residential areas in major cities and leaving behind plumes of smoke and piles of ash. Stunning new video coming from across the country showing buildings being bombed and reduced to rubble. Russians also targeting infrastructure like this oil depot north of the capital city of Kyiv. Putin's forces trying to advance from there -- excuse me -- three directions and have captured their first major city. The key port of Kherson. Despite being accused of war crimes, Putin says the invasion is going according to plan. Meanwhile, Ukrainian President Zelenskyy remaining defiant, holding a news conference today promising to keep fighting, but also he's asking for help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY YINGST, FOX NEWS CORRESPONDENT",
      "sentences": "You spoke this week with President Biden. How would you describe your conversation s with the U.S. leader and do you believe the Americans waited too long to give Ukraine the support you need to push back this Russian offensive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "sentences": "We have good contact. I can tell the truth and it's a pity that it began after the beginning of this war, but we have it and my appreciation to him and to his team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Benjamin Hall is live in Kyiv, Ukraine with the latest. Benjamin, I believe it's just after midnight there. Give us the latest from your point of view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN HALL, FOX NEWS FOREIGN AFFAIRS CORRESPONDENT",
      "sentences": "Yes, it's just gone midnight over here and this is the end of the eighth day of this war, Dana, and every day, frankly, has been worse than the last. The major news as you said is that the Russians have captured and are holding their first major city. It's the city of Kherson in the south of the country, down by Crimea. It's got a population of about 280,000. The tanks there have rolled into the city and Russian soldiers are patrolling the streets, telling residents now that if they follow the Russian rules their town will not be destroyed. Russian troops now are moving into the country from multiple sides. The north, the south, and the east, and they control territory in each of them. Considering the sheer scale and the number of the troops coming in, it is likely that they will continue to take territory, despite that is the brave efforts of the Ukrainian defenders. In the city of Chernihiv, at least 33 civilians were killed in Russian airstrikes, and in then in the city of Enerhodar, Russian forces are fighting for control of Europe's largest nuclear power plant, moving towards it with tanks. Speaking today, President Zelenskyy was defiant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZELENSKY",
      "sentences": "We will rebuild every house, every street, every city and we say to Russia, learn words of preparation and contribution. You will pay back the full price for everything that you did to us, to our country and to every Ukrainian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "Kyiv is now firmly in Russian sights. The convoy is around 15 miles north. This is the convoy we've been talking about for some time. It has stalled. There are some people who say that it had been logistical and supply issue. Nevertheless, it appears that Russia is continuing its advance using its artillery. And there has been more shelling in the capital over the last few days. One building here at least engulfed in smoke and flames today as a result. The fear now is that they will soon work on encircling it. And of course, this has a huge human toll, 1.1 million people the U.N. say, have now fled this country. That's in eight days alone and that figure is set to rise as the conflict, as the war continues to get worse because we are seeing Putin hit out and hit -- and target urban centers and residential areas. Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Benjamin, we have some questions for you so if you'll bear with us. One thing I wanted to ask about, the reports, are they true, about the possibility that there would be a safe civilian corridor so that civilians in Kyiv who wanted to get out could?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "Well, there was a second round of negotiations today between the Ukrainians and the Russians. In the first it was thought maybe a lot didn't come out of that, but yes, we are hearing that an arrangement was made to provide safe passage for civilian and to get supplies in. Again, it comes back to the point that time and time again, both within this conflict and previous conflicts, Vladimir Putin has offered negotiations with one hand while at the same time escalating with the other. An appearance perhaps that he is trying to find a solution. There isn't much hope that a full time cease-fire is in the pipeline anytime soon, but this is certainly a positive development.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Judge Jeanine, do you have a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "sentences": "Yes, I do, Benjamin. You know, when you talk about the increasing terror and the increasing violence by the Russians, we are now, as even Zelenskyy said, you know, it's a pity we were a little late to the game when he was talking about the United States. It appears that even though the western side of Ukraine is open, does it seem that it will become more and more difficult for the western countries to bring in tanks and ammunition? I mean, do you see Russia really starting to comb in on the western border in addition to the north, south, and east?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "Judge, it's a very good question because at the moment, the Ukrainian resistance and the government are being kept alive by those supplies which come from Poland mainly so they come through the west. And those are the javelins they need, the stingers they need, the ammunition they need, and of course, the medical supplies and other supplies, food, et cetera. So yes, people are looking to see now whether potentially a convoy of Belarusians might come down and try and cut off those supply lines from the north. No evidence that they are doing so yet, but there are people across this country now, from north to east, south to west, are concerned that Putin might continue. The fact is, no one knows just how far he intends to go. It's very hard to read the situation right now. But if you look at the map, he's moving ever closer towards the center, picking off bit by bit areas on the north, the south, to the east. Many people think there's a good chance he will push now towards the west.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We just point out that some of this video that you're seeing is new today. And that aerial shot of Borodyanka, it just like it's leveled and that was residential areas there. Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS HOST",
      "sentences": "Benjamin, first of all, I'm filled with admiration for your epic 20-hour journey through multiple checkpoints to get from west to the capital. You know, thank you for doing that to bring, you know, another hand there really in the center of the action in the capital Kyiv. The question I have is I heard during Zelenskyy's press conference and \"The Washington Post,\" in a relatively extensive article, that there were up to 16,000 foreign volunteers like a foreign legion is forming in the west to go and get some minimal training and then go to the fronts around Kyiv and some of the other eastern cities. Have you've heard or seen anything about a foreign legion with people from the United States, from the U.K., even Japan, Canada, aside from Belarus and Georgia. Have you seen anything about this foreign legion, Benjamin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "Yes, absolutely. A lot of people are talking about it and what is so remarkable is that the British government has made it legal for people to come and join the fight here and speaking to people who may be part of operations like that. They say the Ukrainian government have agreed to have them here. The British government have okayed it and they have already sourced the weapons that they would need to do so. Now, many of those are ex-military, but there are other people who want to come and fight here just to protect liberty and freedom. So, yes, I think we will see in a big way people coming in this direction. You'll remember when people went to fight and join some of the Kurds against ISIS, some of them were charged with terror offenses because that was not legal. It was never made legal. This is very different already. Certainly, Britain is saying go. If you want to go, you can go and fight. The matter of course is how they fit in to the existing civil defense units or they form their own. I think some of those are still being worked out. But expect to see quite a lot of foreigners coming this way joining the fight as well as many members of the diaspora.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Benjamin, the shelling that's taking place at the capital, does that happen 24/7? Does it happen just overnight, during the day? I'm wondering if there's any kind of rhythm or routine regarding these attacks and if the civilian population is able to kind of get used to that and live a life?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "I mean, at the moment, the shelling of the capital is somewhat limited. We've shown you some of the videos of the buildings that have been struck in a significant damage, but no. It is certainly by no means throughout the day. If you want to look at cities like Kharkiv, the country's second largest. That is under an all-out assault at the moment. And so, it appears as if Putin is sort of minding his time, choosing his targets one by one. Perhaps early on people accused him of going for too much with too little force. And that clearly didn't work. He was held back. And so I think he's readjusted. He's learned from his mistakes, and is now focusing on specific areas one at a time. The capital Kyiv is not yet totally in his sights. It remains to be seen whether they will bring this convoy around to the south and cut it off completely. We know that he's used starvation and then seizures as a weapon in the past. He might start off by doing that. There's no doubt that this is the crown jewel for him to capture. The matter is when he stars. But you can hear behind me, it is calm at the moment. It is quiet at the moment. The shelling does seem to pick up in the evening and that's when we see seven (ph) people head down towards the bomb shelters or the subways. But yes, it affects life and not only here in the capital Kyiv, but as I was driving through the country to get here. Streets are largely abandoned. People are not going out except to get medicine or to get food and other supplies. You feel throughout this country the people are just waiting, bracing for that invasion. And again, no one really knows when it's going to come. It could come at any time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Just before we get to Greg, I wanted to ask what it was -- how remarkable it was that President Zelenskyy held a press conference today with so many people able to go and gather in one room. I have to admit, you know, I admired it, but I was also holding my breath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "So were we. Our colleague, Trey, of course, was there. He was one of the journalist invited to that press conference. And I've got to say, when we heard that they have -- the president's palace had reached out to invite journalists, we weren't sure if he was going to be there because it's such a brazen thing to do knowing that he's got, you know, apparently, people hunting him. He's clearly target number one for Putin. And yet here he was with a room full of journalists. He gave a 50-minute press interview today. It was remarkable, but he has done this throughout. He has led this, you know, the resistance here and has galvanized people to support it. And you could argue if you compare him Ashraf Ghani who dropped and ran from Kabul the minute that it appeared the Taliban were coming. Well that's not happened here. And frankly, you can put a lot of that on Zelenskyy's shoulders. He has been a remarkable brave leader. And I think the world is now looking to him as a real symbol of freedom. He's just looking to the west for more supplies and he was very clear about that in his press conference today. He talked about wanting a no-fly zone. He talked about potentially wanting planes sent over here. So, and I will say one other thing. His press conference today sounded a little bit more urgent than we've heard him speak in the past. He really does need these things and he's seen the Russian advances. He's seen the Russians picking up their attacks on urban centers. And I think he knows that time is of the essence if they're going to continue holding them back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Yes. You're doing a great job. Just echo what Geraldo -- all of you guys out there are doing great work. Just to let everybody know, my mother-in-law crossed into Poland about a half an hour ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Bravo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, she's in a car on her way to Warsaw to see her daughter, Elena. I don't know if I have a question. Oh, yes, Russia floated this idea that they're going to do public executions. I saw that on Bloomberg. And I don't think that's something that wins hearts and minds and that made me want to ask you, what is -- how is Russia? How are the people? Do we know - - do they know what's going on, and do we know what they are thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "That's a very good question. We don't know exactly what the Russian people think, but based on a number of text messages and, you know, communications between some of the soldiers, Russian soldiers here and back home, many have them and Ukraine have released these, many of them did not realize they were coming to attack civilians. They thought they were going to be welcomed as peacekeepers and saviors, and they are largely surprised at the resistance they faced. One was (inaudible) his mother saying, I didn't know I was going to be asked to shoot people or to kill civilians, but here we are. What the Russian people themselves know about it, it's hard to tell because of course, Putin controls so much of the media out there. It is likely that many of them believe many the lies he's telling. That there is a -- the Ukrainians are a real threat to Russia. There was a genocide happening. So he controls the TV stations. He controls the radio. He does not have such a control over social media. And if you have a VPN, some of the youth in Russia will be able to hopefully get access to that and maybe they are learning the truth. It ties into this idea of sanctions as well. Will the sanctions help or hinder Russian domestic opinion? Because of course, if Putin can spin it the right way then sanctions can backfire and people could start to blame the west for the hardships they're about to face. Hopefully they realize that it is because of Putin's actions that these sanctions are coming their way, but you just don't know based on 22 years of Putin's rule, iron fist rule of that country, which way they really might go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Benjamin Hall, we've taken up a lot of your time. We're grateful for it. Go stay safe and \"The Five\" will talk to you tomorrow. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He is quite incredible. Just all of the knowledge that he has covering Europe for so long. I wanted to play call for number three if you would. This is something that Benjamin just alluded to. It came from the press conference with President Zelenskyy about the sky. Watch. ZELENSKYY (through translation): We want to introduce shutting off the Ukrainian sky because our people are dying. But if you cannot shut the sky now, then now give us the timeline of when will you do it. If you now cannot provide the timeline tell us how many people have to die, how many limbs to fly away from people's bodies so we -- so you hear us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg, do you want to take a stab at that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, yes, because, you know, when you -- as an American, you never thought much beyond mutually assured destruction. You bomb us, we bomb you, everything's cool. We've been doing that for 50 years. But Putin is forcing us into a different spot. Do you believe in extended deterrence? Meaning i we bomb Ukraine, what are you going to do about it? That's not mutually assured destruction anymore. So why does this matter? It's about the no-fly zone. The no-fly zone, he is saying \"I will go nuclear if you do this,\" right? And so that's testing our belief in extended deterrence. And I'm wondering do we actually believe in this anymore. Should we be believing in it? And is actually, is a no-fly zone when it's over, if the country itself is asking for it, how can that be perceived as like an act of war if that's the country asking for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's so interesting because I was thinking this morning about, Judge, maybe you'll take -- get your take on this. We've been playing by the rules on the mutually assured destruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Putin broke the rules. So then do we re-think the rules? I'm not - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Cuba! Let's do it!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, it's the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what I mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I just got it, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. Well, this is all-out war. There are no polite rules that you can follow. Apparently, Zelenskyy had a -- no, I think Macron had a conversation with Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And Putin said that -- Macron reports and Putin said the worse is yet to come. Now, what Zelenskyy was talking there is the fact that they've got children with their legs blown off. We've got people with limbs blown off. We're seeing this. At what point do we say, as a human being, enough is enough? And you know, even Biden didn't bother to do his nuclear exercises because he didn't want to be seen as intimidating Putin. So, we've got to make a decision here. We got to decide total stop to the oil, total stop -- Europeans and Americans can make him stop. There's nothing else unless we want to get involved in the war. If we want to get involved in the war, then we can. But we still have the energy exception and the sanctions. And don't tell me more oligarchs have been exempted. Putin doesn't give a damn. He is evil. He is a criminal. This is all-out war, no javelin, no anti-missile tankers or whatever they are sending over there are going to matter, and even assuming we can get them into the west. They are starting to go to the west.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I want to play one more sound bite and then, Geraldo, have you talk about that or this particular thing because this is some delusional stuff right here. Call for number two, this is Vladimir Putin earlier. VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translation): Our officers, our soldiers are fighting in Ukraine for Russia for peaceful life in Donbas, for denazification of Ukraine so no country that would be hostile to us would be -- know so that we wouldn't have an enemy right at our border especially threatening us with nuclear weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Ukraine doesn't have nuclear weapons, Geraldo. They gave them up in 1994 because we said we'd protect them from just this very thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That is feral evil war criminal. I've covered a lot of war over the last half-century. There's always been collateral damage. It's so tragic. You hate it when a civilian gets killed inadvertently. They take out two soldiers and 20 civilians. That happens. It is awful. But this is not collateral damage. This is specifically targeting civilians. He is a terrorist. He is specifically trying to kill as many women and children as he possibly can to terrorize the fighters in Ukraine. And I'll say this also. Any business person, any company that buys Russian oil is complicit. You are aiding and abetting a monstrous war criminal. You are just as guilty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Does that include America? That includes America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It includes every one of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Every one of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "If we buy -- if we buy, I don't know about the nations generally, but I'll talk about any business person in America or anywhere else who buys Russian oil. You are complicit. Your hands are -- there is blood in that oil. You may get a bargain on it. It will hunt you forever. Turn your back on it. This has to be seen in the context of what it is. This man is attempting to wipe out the Ukrainian race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Okay. Call for number five for Jesse to comment on please. This is what Zelenskyy said happens after Ukraine. ZELENSKYY (through translation): After Ukraine, if we don't exist, god forbid, then it will be Latvia, Lithuania, Estonia, Moldovia, Georgia, Poland, and they will keep going until Berlin Wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That might be what Putin wants, but I don't think he has the time or money to get to Berlin or to Poland at this point. These sanctions are so devastating, they are up against the clock. No one is buying Russian oil. They can't sell two-thirds of the oil they have right now. It's that toxic. No one wants it. The banking system will collapse at a certain point. They halted the stock market. It's been done for five days, almost six days. I don't see how -- this is now a military race against an economic clock. I mean, this could go on months, but it can't go on years and there's no way he can pacify this country, Ukraine, in a year. He's going to have to what, five times the amount of troops? There's no way! There is no way. And we have all of the intel guys from the west on the ground, in the capital, hiding Zelenskyy in little bunkers all over the city. If you see him you have to put a bag over your head and they drive you around a few blocks for 30 minutes before you see him. If this guy stays alive and we quadruple the amount of weaponry we get into that country, there's no way Russia's moving on a NATO country at this point. They can't afford it. The convoy? We're hearing the convoy stalled out because all the tires blew. They didn't do maintenance on any of the tires pre-invasion. So that convoy probably won't go back out and start running towards the capital. They don't have spare tires in Russia. Plus, it's the muddy season. These things are stuck. Yes, they're going to move on. They're going to go to Odessa and they're going to come up through the river and they're going to encircle the capital, yes. But I don't see him moving on Berlin. I don't think he has the time. I really don't. And right now, they are staying in their tanks because they don't want to fight. You don't see Russian soldiers out on their feet firing rifles. They are sitting in their tanks, they're shelling artillery into these cities and they're just trying to depopulate them like they did it in Chechnya, they did it in Aleppo, and that so you just scare everybody into being a refugee, then you have the city. All right. That's what's happening. And I don't see how he can continue much longer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We have a lot more to get to. Up next, President Biden is under pressure even from top Democrats to hit Putin where it hurts the most and cut-off Russian oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Russia's invasion of Ukraine sending gas prices soaring. And the Biden administration doesn't seem interested in trying to stop it. The average price per gallon hitting $3.73 in the United States. The White House being pushed to ban Russian oil and drill more here at home to make up the difference. Kamala Harris offering up this word salad when asked to explain why we are still relying on the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "But let's take this one step at a time understanding that right now on the issue of energy, our allies have stood firm and unified in a way that many of the pundits didn't predict what happened to ensure that we are unified in our approach to this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And while Biden won't ban Russian oil, top Democrats are calling to pull the plug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "There's been a push by some Democrats to ban the import of Russian oil. Where do you stand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "I'm all for that. Ban it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Ban the oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Ban the oil coming from Russia. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And now there is reports that we're close to bringing back the Iran Nuclear Deal, which could mean America would start importing Iranian oil. Judge, so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "What oil is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- explain this to me. The Biden administration would rather buy Iranian oil, would rather buy Russian oil, would rather buy Saudi oil, but they don't want to use American oil. Why do you think they won't do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Gee, Jesse, let me think about this. Oh, it will take me about two seconds. Because they don't support buy American, which is what the president just said the other night, didn't he? Didn't Biden promised to be the adult in the room?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "He promised stability. He is surrounded by buffoons like the one we just heard a second ago who gave us a word salad on thank goodness our allies were together, we're standing firm. And then Buttigieg comes out and he says we can't gallop after a permanent solution for a short-term advantage. Since when is the massacre of innocent children and blowing their legs off a short-term advantage? The bottom line is this, these people, all of them have done everything that is anti-American. Buttigieg, Joe Biden, Kamala doesn't know what she's saying, and Karine Jean-Pierre, she says, \"We don't have a strategic interest in reducing the supply of global energy.\" Why? Americans need oil. We don't want it from Iran and we don't want it from Russia, and we don't need it from OPEC when we are energy independent. And don't tell me it's going to take forever to go back online. Why not give Americans jobs? Why not support America? Why not buy American? That's all I have to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. You support America. You support Ukraine. You don't support Russia. Doing that would -- do all of those things, but they don't seem to want to do it. Geraldo, the Germans, you know what they did today? They announced they're going to start buying a lot more coal and they said, you know what? Politics, we're going to put that aside. We have to be pragmatic. Now, why doesn't the Biden administration have that same idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I don't care if the Germans buy coal. I don't care if they buy Cheerios, as long as it doesn't come from Russia. I like that, you know, Iranian oil coming back online is fine with me. Oil has no conscience. Oil is not a political party. Oil is a commodity. It doesn't matter. It comes out of the ground from one country -- as long as you're not buying from Russia, I want you to buy anywhere else you can weaken Russia by not buying Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, wait a minute. If oil has no conscience, then you should buy it from Russia. Oil has no conscience (inaudible)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "but that's a strategic calculation. You don't want to give cash to the people who are using you money to buy a bomb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But you want to give cash to Iran? Do you want to give cash to Iran who says death to America, death to Israel every day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Right now, yes. Until I break Russia, I want to buy it from everybody else that makes it -- that makes it available.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Who hates America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And I tell you one more other thing about Vladimir Putin. The war crimes he's committing, he's committing on the basis that he thinks that you're going to be so hungry for cheap oil and gas that you're going to forgive him to get $3.72 instead of $3.73. Sometimes you got to bite the bullet. Everyone is caring about Ukraine, oh, the poor civilians, then then you got to say, sometimes you got to bite the bullet. Sometimes you got to pay the extra couple of pennies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think Americans want to do that deal. I mean, it's going to get $5.00 a gallon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, no. I mean, Americans don't want that. We shouldn't want that for our economy. However, the poll that was taken by ABC news earlier this week said of the majority of Americans said yes, we understand the importance of this and understand this. We're willing to do this. But remember, gas prices were high before we got to this place. And part of that are the policies of this administration. Let me give you some tone- deafness for your evening pleasure. First of all, the Secretary of Energy Jen Granholm today, she said -- she went on TV to make a case to continue using Russian oil so we can then transition from fossil fuels. That's about as tone-deaf as you can get right? This is your Secretary of Energy. You mentioned Pete Buttigieg as well. Let me give you one other. The candidate for tone-deaf messenger of the day is Senator Mazie Hirono. This is what she said in the Senate hearing. We need environmental justice, not pipelines. Could somebody buy the senator a television so that she can see what the heck is going on around the world? We're not asking to figure out a way to make sure that oil companies make a ton of money and we feed those big oil cats because we just want to have cheap oil? No, we're talking about actual survival of your national security. And that's another thing I want to point out about this Iranian deal that we're talking about. Do you know who else is at the table in Vienna when the Biden administration is doing these talks? Russia. We're actually having a conversation at the table with Russia about Iranian oil. It is absolutely crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is crazy. And Joe Manchin thinks it's crazy too. Let's listen to what he had to say about his own party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "sentences": "Russia has weaponized energy. They will not just stop with Ukraine, they'll use it wherever it's advantageous. We have to have energy independence. You cannot be the superpower of the world if you have to depend on other nations to produce your energy. And I'm just in a different place than then my caucus or the colleagues or the president. And they have a hard time coming to grips that you've got to use everything you've got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Use everything you got. They're not doing it, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, I'm totally for this going after the oil business and everything. But we're also at the same time literally punishing Russians who hate Putin more than anybody here. After COVID came from China, any criticism of China was perceived as racist when we kept having to tell everybody, we must separate government from the people. We should remind ourselves here to separate the government from the people. We are punishing paralympians of all people. We're taking money from hard- working people who want to feed their kids. And we're calling that strategy but with China, we called it bigotry. So, I just want to point that out. But this is the result -- I mean, when you look at this -- when you look at the Biden administration, you're seeing a clash between real world in old world. And I would say the modern world in the sense that right now, the Biden administration is designed by people who make college brochures, right? Like, every kind of person working together is sitting on the quad talking about environmental justice and trans issues. And then you have the old world, Putin invades Ukraine, right? What America needs right now are adults who have no patience for Zoom classes on pronouns. That's what we are doing right now. We are -- we've seen it. People are discussing the right pronouns. So, right now, this is a game of who's going to starve who, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The Russian army versus Ukrainian people. The issue is, Putin doesn't care who starves. He doesn't even care about the troops. So, this is -- what's interesting is, we don't understand this. We don't understand. We understand hashtags and memes. We're inspired by what we see on Twitter. He doesn't care. His legacy is going to outlast memes. Our system transfers power every four to eight years. That doesn't allow for a 30-year plan or 100-year plan. Putin doesn't like his chances with X. He'll just wait for why that's what China did. They knew that -- they were thinking, if Trump is not around, we'll just wait for the next guy. So, we've been spending all these decades playing ping pong while these guys are looking ahead playing chess because they don't care. They just see this stuff -- that's why they're so ruthless about their own people. They don't care if they're -- if their people are starving. You know, we're living off a diet and cable punditry and BuzzFeed listicles. You know, they don't care. Putin, believe me, does not care if the world thinks he's a really mean girl, right? But Russia does care. And that's what we got to figure out. We got to figure out how to get to persuasion to the Russian people because they've tasted our world. They've had our apple products, right? They love our music. They love our technology. You can't put the modern world back in the genie bottle. The only way we can do that -- the only way you can stop Putin is to get the Russian people to get rid of him, because they don't want to be North Korea. But that's where they're going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, what is the strategy to get rid of Putin from the inside, Geraldo? Is that possible?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, I think -- I think that you have to put the screws to the country because you can't possibly determine which political class or how do you target so specifically, that you only hurt the people that you want to get hurt. This is this is basically World War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, hopefully, we're not going to transition into, you know, no fly zones, where Americans shoot down Russians and so forth. But I really do think that this is a -- this is a clash of ideologies and political and economic systems. Russia's system is much more fragile than ours. They mimicked us in many ways. They looked free women stylish, and the men, you know, going back the sharp suits and so forth but they -- but it was a very thin -- it's a very thin society. Putin cannot, I think, long sustain that tremendous sacrifice that the Russian soldiers are now enduring, and that his people will soon be enduring because they'll be broke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So, how long does he stay there? How long --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Until the Russian people say get out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. So, if the Russian people are -- and by the way, I assume their elections are free and honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Oh, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So, then he stays there as long as he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, look how that have gone in Cuba --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The Judge has says so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- and Venezuela and Iran. I mean, the people haven't wanted them either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right. And that's the point. How long do we let them stay there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, the you know, the United Nations did denounce in an overwhelming vote for more than the two-thirds they needed. I think it was 140 odd votes. China, unfortunately, and India abstained because they wanted to be brokers. But everybody else except for Russia, China, Eritrea, North Korea, and Syria voted against Russia to denounce Russian activities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, China voted no. They didn't abstain. I think that's notable. China voted no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's not that they didn't -- they didn't abstain. But most of the Arab world did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, would you like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Afghanistan voted yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- take us to the next segment here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, wow. I didn't even know there was one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. We're going to keep it moving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nobody told me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It's an hour show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right -- yes, I'd already checked out frankly. I'm going to go home and I'm going to get so drunk you're not going to believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, I'm going to believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Would you drink vodka?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No Russian vodka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No Russian vodka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Russia carrying out a vicious and unforgiving new round of attacks. And now, Putin appears to be expanding his assault to cut off parts of the country. For more let's go to Bill Hemmer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL HEMMER, FOX NEWS CHANNEL ANCHOR",
      "sentences": "Hey, Greg. How you doing? Good evening to you. I enjoy the conversation here, guys. I want to tell you what we think is happening today. What we think the aims of the Russian military been throughout the day. In the north it's pretty much a stalemate, pretty much frozen. All the action today has been in the south. And I'm going to show you a little bit as to why. Mariupol' is a critical town, so is Kherson and I'll explain in a moment here. You know with Crimea, you know what happened in 2014, the Russian invasion happened there and they took that area. They also took the air in the Donbas over here. But what they did not take was this town of Mariupol'. And Mariupol', based on the reports forgetting is just been hammered for 24 hours a day for the past three days running. It appears the town is surrounded. Now why would that be? Well, Crimea was a Russian base. And they're able to fortify the military there for the past eight years. And when the Russians gave the go signal, they went right for Mariupol' right here because it is occupied by the Ukrainians, they run the town. It's largely Russian speaking, however, and a clear target on behalf of Putin and his army to try and take this area. What would they do next? Well, they're moving toward Kherson. And we had a report that the mayor of Kherson said the Russians had taken the city. Some other defense officials suggesting that wasn't the case. But let's assume that is the case at the moment. Why would that be important? The Dnieper river runs right down here and Kherson sits right at the mouth of that river. And you'd be able to prevent any traffic than went up or down. And then where would you go next? The town of Odessa is here to the west and Odesa has a million people, one of the top five in population for the entire country. So, here's the strategy. It that appears pretty evident based on the activity of the day. You got to rule the south, you got to cut off the waterways, and then perhaps once you secure that area, you can make a move toward the middle of the country then eventually up to the capital city of Kyiv. We believe the Russian military has advanced in the red portion behind me, but for the most part, it's pretty much stalled out. And there has been significant heavy fighting as well. There's the capital city. You're talking about a distance here, it's 16-20 miles give or take from Kyiv to the outskirts. A lot of people wondering about this this convoy. It's 40 miles long but what's it doing? It's been sitting there for days. Why is that? There have been a list of 10 different reasons to try and explain this. But to be honest with you, no clear reason as to why it is here. It started at the airport, then it just kind of runs up this road here to a small town for 40 miles. Well, the center of the city is roughly 16-20 miles to the southeast. Now, our Pentagon believes that the strategy on behalf of Putin is still to take Kyiv. There's a big debate about this right now. But we believe, based on the reporting we've been getting, that the idea is to go ahead and ring this city, and then just smoke out as many people in the military as you can along the way. And we have seen that strategy already play out in multiple cities. One of them is here in the Northeast. Kharkiv -- that's -- you've seen the video, right, guys? It's just devastating stuff here. If you look at Kharkiv on a map, you just Google it, you can see the ring road that surrounds Kharkiv. It's not exactly a circle, but it's pretty close to it. And we believe that's where the Russians are trying to clear out that town in an ongoing effort. And the story that's only going to build by the day. You got a million refugees in Poland, Romania, Hungary, and other parts across Eastern Europe. So, that's what we believe is the state of play Aswe try and figure out all this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Bill. Stay right there. We're going to take it around for questions. You know, it's funny, it just occurred to me. No one knows how to explain the convoy. Could it be a protest against COVID mandates?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know. Maybe we ought to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No one has ever asked that question. That's why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Maybe if --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's brilliant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- I'm barely employable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We could send Canada to break it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That would be a really good idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Now, I understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What more have you learned, Hemmer, about anything going on in regards to the European countries, the E.U.? You know, I saw today that several of the other countries there, like Moldova, for example, have asked to join the E.U. or they're looking to see if they could join the West. They want to be a part of NATO. And I read this headline that said, as usual, Brussels is stymied and not sure what to do. Like, guys, pay attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "It's kind of like Northwest Washington, right, Dana, when we're there? I mean, Greg, if you want to hear about COVID, go to Washington D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "They love it down there. Let me ask Dana all about it. She loves it too. This is Moldova right here, pretty much landlocked. There is a section of this country called Transnistria, OK. In 1990, not to get too deep in the weeds, but you guys need to know this -- in 199o, it broke away from the rest of Moldova. It too, just like Kherson, and just like Crimea, and just like Kharkiv, and just like Mariupol', it is a Russian-speaking section of Moldova. So, Dana, you could -- I mean, you could see this movement, you could see a connection here. And that would explain why the tiny landlocked country of Moldova is going to the E.U. for cover. And I guess they'll wait on Brussels for an answer on that for some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. Because if you look at the map there, you have those mountains in Romania, the Carpathian mountains there, and so you'd want to carve out as a buffer Moldova, because that cuts off any invasion corridor from the south, and Russia would want to do that. So that makes perfect, logical sense to just keep going west there and secure Moldova.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "It could it be exactly right, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "General Watters. It's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And also he said (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- called General Watters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes, I tell you, Jesse, not to make light of your point. That was not my intent there. You go back and listen to the video eight, nine days ago that Putin released when the invasion first started, he referenced all this stuff going back two and 300 years. That's what he's thinking. And I can make an argument that he went and Kharkiv for a reason, and he went to Mariupol' for a reason. He went to Kherson for a reason because in his head, he sees all these areas as Russian, and that was the -- that was the rationale that he used for the invasion. But I have to say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Why is he parked a 40-mile convoy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- that's there for days?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's broken down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The gas is running because you got to have the heat on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's broken down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Those guys have to eat. They have to go to the bathroom, a 40-mile convoy that's been parked for days. I mean, they have to be deteriorating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Can I ask you? Why do you think that's the case, Geraldo? You know, in a 10 word, it's hard to pick up the whole thing in one afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I tell you, Bill, you've read my mind. My dream to have -- in World War II, when Churchill was begging for aircraft from the United States before we entered the war, they can try to devise whereby they would take the airplanes to the border on the American side, then use horses to take them across to Canada where they -- and then they could fly them from Canada to the Great Britain for the fight. We should take a Warthog, fly it to the Ukrainian border. (INAUDIBLE) above the -- across the line, put a volunteer pilot in it, wipe out that 40 mile convoy. It's a sitting duck for those Warthog A-10s. They'd wiped out that convoy in half a day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes. well, I'll just had one thing -- I know you guys got to go but I just want to add one thing to that. The Ukrainian military had Polish drones and they were very effective in the first few days. And last weekend, I think, Geraldo, there was a lot of I would suggest optimism toward the Ukrainian military fighting back, and it was because those drones were so effective. Some will tell you, some will suggest that they've run out of their supply of those drones. I can't say that's the case. But that would help explain as to why those trucks are still sitting there largely intact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Exactly. Bill, it's Jeanine. I have a question. Did you say that the Pentagon is not convinced that they want to take Kyiv?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "If I said that, I would say there's an ongoing debate in all military circles, Jeanine, about what the objective is here. But leading defense sources earlier today are still convinced that Kyiv is a target on behalf of Putin. He pretty much said it himself when he was -- when he delivered his message from Moscow several hours ago. If there was a misstatement on that Jeanine, I'll take it back. It was not the intention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No, no, no. You said that there was disagreement. But I always think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I think -- I think there's an open debate as to what his intention is. I mean, there are a lot of people that think he just wants to divide the country, take the eastern half which I mentioned is largely Russian speaking in many of these towns, and leave the western half of the Ukrainian people to go ahead and if it is your desire to go ahead and move and live in that side of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, then, why is it that Macron --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "It's just an open debate. That's all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why is it that Macron said after speaking with Putin that the worst is yet to come?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because that's what Putin said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's what's what Putin said. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Thanks, Bill. Great work on the billboard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "You got it, guys. See you later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See you this weekend. More breaking news out of Ukraine next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That makes sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "All right. Let me -- let me go to Communist China's coordination with Putin before Putin invaded Ukraine. It is now being exposed. A European official confirms to Fox News that China urged the Russian dictator to -- listen to this -- to delay his unprovoked war against the civilians in Ukraine because China wanted the Olympics. They wanted their Olympics to be on television. So, Putin honored the request. He waited, held back his invasion before he ordered his army to cross into Ukraine, so Beijing could have its fun Olympics. Beijing heard this report. They're calling it fake news. They're is saying, \"These claims are speculation without any basis and are intended to blame shift and smear China. I don't -- I don't mind. You know, it is a coincidence, Judge, that four days after the Olympics, the invasion happened. It could have happened at any time. He was ready weeks before. So, the Chinese convinced them so they can have their big show to hold off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. Dirtbags hang together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Dirtbags. Dirtbags hang together",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The real outrage, the Olympics weren't that good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, they weren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "China held a crappy Olympics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. But what do we -- what do we need to keep stop to stop kissing China's ring, right? I mean, we already know they've unleashed a disease, they persecuted Uyghurs, they poisoned Americans with fentanyl, and they might have just kind of like, waved a green flag for invasion. And yet we have-- you know, we stepped -- NBA, remember what NBA says. They're big fan of China. Because, Dana, we do business with -- we don't do business really with Russia. Not a lot. We do a lot of business with China. China is a very, very important trading partner. We're afraid to mess with China. China is playing us and they really being now revealed as the Axis of Evil. The Chinese and the Russians, they've been together from the get-go and they're sticking together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, here's a point that I think has been lost a little bit in all of the discussion in the breaking news. There are reports that when the Biden administration was trying to figure out what was going on with Putin and try to discourage him, they shared a bunch of intel with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And China trying to turn around and gave it directly to President Putin. All right, so it's not hard to figure out that two plus two equals four right there. Plus, I think one of the most important things. You cannot disconnect what happened in Afghanistan to what is happening right now. And if you think that China isn't watching every single move of this, they are. And Nikki Haley said something very interesting this morning on America's newsroom that I hadn't thought of. She said China will be watching every single business to see which businesses are either not doing business anymore with Russia, but who is supplying weapons to the Ukrainians. They're going to make sure that American companies or Western companies that are actually helping the Ukrainians, that China will take notice and maybe make them pay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Make them pay in what regard? Well, maybe like lack of business, loss of business, right? Or think of the things that they've done in terms of kidnapping -- or well, they wouldn't call it kidnapping, detaining American businesspeople over there, right, and you got to pay basically a ransom to get out of the deal. If I were doing -- if I were an American business person, I would not want to be traveling to China right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, don't you remember when Nancy Pelosi said, you know, don't make eye contact with them, don't say anything, you know, because of the Chinese and what they're capable of doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I mean, they're brutal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, you're too young to remember the Cold War, the real Cold War where --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's 53.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, I'm not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- where students in public schools, public elementary schools --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When I'm 53, I'll be wearing a turtleneck under a blazer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We call this the Robert Culp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Robert Cult, that's it. You need a pipe, a pipe but you don't smoke. But are you ready for that? Are you ready for your daughter's to hide under desks waiting for Russian bombs to drop?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think we're at that point, Geraldo. And that was fake. If you're going to get nuked, hiding under a desk doesn't do anything. That was government's psychological warfare. Yes, Greg, it was really easy for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was -- hiding under your desk was the masking of my child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's so true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That is brilliant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It didn't work. That's falsehood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That is brilliant. More breaking news from Ukraine. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Welcome back. Harrowing drone footage of entire cities flattened by Russian forces. Putin ready to unleash more bloodshed. We want to get some quick final thoughts here on THE FIVE. Judge Jeanine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "We have to bring Russia to its knees. There's no way that Russia has the ability to fight NATO. I'm not saying that NATO should get involved. But these are clearly situations of where the International Criminal Court should get involved. And that's all I have to say. We can stop this. We can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I just think that everyone has to understand that the world is at an inflection point here, Dana. This is a time of great peril. You know -- we can -- we can laugh and make jokes about Putin and so forth, but this is going to get worse before it gets better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We got 15 seconds. Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "\"JESSE WATTERS PRIMETIME\" has a big show tonight. We'll be covering the Ukraine situation the whole hour. So, stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "again, I just want to thank the people at Fox, Steve Harrigan, who was with my mother-in-law the whole time. Scott Wilder help marshal this. Trey Yingst was amazing. Everybody there was incredible. I'm over 6:00 but I don't really care because those guys are awesome. They rule. They saved my mother-in-law's life. Hello, Bret. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS HOST",
      "utterance": "All right. Mike, be safe. Mike Tobin in Lviv, Ukraine. Any signs that Vladimir Putin would be slowing down here, getting concern about all of the sanctions and everything else. He has indicated, if it's any surprise, its full throttle. He wants Ukraine and he's determined to get it. Here's THE FIVE."
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Hello, everyone. I'm Dana Perino along with Judge Jeanine Pirro, Geraldo Rivera, Jesse Watters, and Greg Gutfeld. It's 5:00 in New York City and this is THE FIVE."
    },
    {
      "speaker": "PERINO",
      "utterance": "Catastrophic destruction as Russian forces unleashed more devastating the attacks on Ukraine indiscriminately targeting residential areas in major cities and leaving behind plumes of smoke and piles of ash. Stunning new video coming from across the country showing buildings being bombed and reduced to rubble. Russians also targeting infrastructure like this oil depot north of the capital city of Kyiv. Putin's forces trying to advance from there -- excuse me -- three directions and have captured their first major city. The key port of Kherson. Despite being accused of war crimes, Putin says the invasion is going according to plan. Meanwhile, Ukrainian President Zelenskyy remaining defiant, holding a news conference today promising to keep fighting, but also he's asking for help."
    },
    {
      "speaker": "TREY YINGST, FOX NEWS CORRESPONDENT",
      "utterance": "You spoke this week with President Biden. How would you describe your conversation s with the U.S. leader and do you believe the Americans waited too long to give Ukraine the support you need to push back this Russian offensive?"
    },
    {
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "utterance": "We have good contact. I can tell the truth and it's a pity that it began after the beginning of this war, but we have it and my appreciation to him and to his team."
    },
    {
      "speaker": "PERINO",
      "utterance": "Benjamin Hall is live in Kyiv, Ukraine with the latest. Benjamin, I believe it's just after midnight there. Give us the latest from your point of view."
    },
    {
      "speaker": "BENJAMIN HALL, FOX NEWS FOREIGN AFFAIRS CORRESPONDENT",
      "utterance": "Yes, it's just gone midnight over here and this is the end of the eighth day of this war, Dana, and every day, frankly, has been worse than the last. The major news as you said is that the Russians have captured and are holding their first major city. It's the city of Kherson in the south of the country, down by Crimea. It's got a population of about 280,000. The tanks there have rolled into the city and Russian soldiers are patrolling the streets, telling residents now that if they follow the Russian rules their town will not be destroyed. Russian troops now are moving into the country from multiple sides. The north, the south, and the east, and they control territory in each of them. Considering the sheer scale and the number of the troops coming in, it is likely that they will continue to take territory, despite that is the brave efforts of the Ukrainian defenders. In the city of Chernihiv, at least 33 civilians were killed in Russian airstrikes, and in then in the city of Enerhodar, Russian forces are fighting for control of Europe's largest nuclear power plant, moving towards it with tanks. Speaking today, President Zelenskyy was defiant."
    },
    {
      "speaker": "ZELENSKY",
      "utterance": "We will rebuild every house, every street, every city and we say to Russia, learn words of preparation and contribution. You will pay back the full price for everything that you did to us, to our country and to every Ukrainian."
    },
    {
      "speaker": "HALL",
      "utterance": "Kyiv is now firmly in Russian sights. The convoy is around 15 miles north. This is the convoy we've been talking about for some time. It has stalled. There are some people who say that it had been logistical and supply issue. Nevertheless, it appears that Russia is continuing its advance using its artillery. And there has been more shelling in the capital over the last few days. One building here at least engulfed in smoke and flames today as a result. The fear now is that they will soon work on encircling it. And of course, this has a huge human toll, 1.1 million people the U.N. say, have now fled this country. That's in eight days alone and that figure is set to rise as the conflict, as the war continues to get worse because we are seeing Putin hit out and hit -- and target urban centers and residential areas. Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Benjamin, we have some questions for you so if you'll bear with us. One thing I wanted to ask about, the reports, are they true, about the possibility that there would be a safe civilian corridor so that civilians in Kyiv who wanted to get out could?"
    },
    {
      "speaker": "HALL",
      "utterance": "Well, there was a second round of negotiations today between the Ukrainians and the Russians. In the first it was thought maybe a lot didn't come out of that, but yes, we are hearing that an arrangement was made to provide safe passage for civilian and to get supplies in. Again, it comes back to the point that time and time again, both within this conflict and previous conflicts, Vladimir Putin has offered negotiations with one hand while at the same time escalating with the other. An appearance perhaps that he is trying to find a solution. There isn't much hope that a full time cease-fire is in the pipeline anytime soon, but this is certainly a positive development."
    },
    {
      "speaker": "PERINO",
      "utterance": "Judge Jeanine, do you have a question?"
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "utterance": "Yes, I do, Benjamin. You know, when you talk about the increasing terror and the increasing violence by the Russians, we are now, as even Zelenskyy said, you know, it's a pity we were a little late to the game when he was talking about the United States. It appears that even though the western side of Ukraine is open, does it seem that it will become more and more difficult for the western countries to bring in tanks and ammunition? I mean, do you see Russia really starting to comb in on the western border in addition to the north, south, and east?"
    },
    {
      "speaker": "HALL",
      "utterance": "Judge, it's a very good question because at the moment, the Ukrainian resistance and the government are being kept alive by those supplies which come from Poland mainly so they come through the west. And those are the javelins they need, the stingers they need, the ammunition they need, and of course, the medical supplies and other supplies, food, et cetera. So yes, people are looking to see now whether potentially a convoy of Belarusians might come down and try and cut off those supply lines from the north. No evidence that they are doing so yet, but there are people across this country now, from north to east, south to west, are concerned that Putin might continue. The fact is, no one knows just how far he intends to go. It's very hard to read the situation right now. But if you look at the map, he's moving ever closer towards the center, picking off bit by bit areas on the north, the south, to the east. Many people think there's a good chance he will push now towards the west."
    },
    {
      "speaker": "PERINO",
      "utterance": "We just point out that some of this video that you're seeing is new today. And that aerial shot of Borodyanka, it just like it's leveled and that was residential areas there. Geraldo?"
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS HOST",
      "utterance": "Benjamin, first of all, I'm filled with admiration for your epic 20-hour journey through multiple checkpoints to get from west to the capital. You know, thank you for doing that to bring, you know, another hand there really in the center of the action in the capital Kyiv. The question I have is I heard during Zelenskyy's press conference and \"The Washington Post,\" in a relatively extensive article, that there were up to 16,000 foreign volunteers like a foreign legion is forming in the west to go and get some minimal training and then go to the fronts around Kyiv and some of the other eastern cities. Have you've heard or seen anything about a foreign legion with people from the United States, from the U.K., even Japan, Canada, aside from Belarus and Georgia. Have you seen anything about this foreign legion, Benjamin?"
    },
    {
      "speaker": "HALL",
      "utterance": "Yes, absolutely. A lot of people are talking about it and what is so remarkable is that the British government has made it legal for people to come and join the fight here and speaking to people who may be part of operations like that. They say the Ukrainian government have agreed to have them here. The British government have okayed it and they have already sourced the weapons that they would need to do so. Now, many of those are ex-military, but there are other people who want to come and fight here just to protect liberty and freedom. So, yes, I think we will see in a big way people coming in this direction. You'll remember when people went to fight and join some of the Kurds against ISIS, some of them were charged with terror offenses because that was not legal. It was never made legal. This is very different already. Certainly, Britain is saying go. If you want to go, you can go and fight. The matter of course is how they fit in to the existing civil defense units or they form their own. I think some of those are still being worked out. But expect to see quite a lot of foreigners coming this way joining the fight as well as many members of the diaspora."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jesse?"
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Benjamin, the shelling that's taking place at the capital, does that happen 24/7? Does it happen just overnight, during the day? I'm wondering if there's any kind of rhythm or routine regarding these attacks and if the civilian population is able to kind of get used to that and live a life?"
    },
    {
      "speaker": "HALL",
      "utterance": "I mean, at the moment, the shelling of the capital is somewhat limited. We've shown you some of the videos of the buildings that have been struck in a significant damage, but no. It is certainly by no means throughout the day. If you want to look at cities like Kharkiv, the country's second largest. That is under an all-out assault at the moment. And so, it appears as if Putin is sort of minding his time, choosing his targets one by one. Perhaps early on people accused him of going for too much with too little force. And that clearly didn't work. He was held back. And so I think he's readjusted. He's learned from his mistakes, and is now focusing on specific areas one at a time. The capital Kyiv is not yet totally in his sights. It remains to be seen whether they will bring this convoy around to the south and cut it off completely. We know that he's used starvation and then seizures as a weapon in the past. He might start off by doing that. There's no doubt that this is the crown jewel for him to capture. The matter is when he stars. But you can hear behind me, it is calm at the moment. It is quiet at the moment. The shelling does seem to pick up in the evening and that's when we see seven (ph) people head down towards the bomb shelters or the subways. But yes, it affects life and not only here in the capital Kyiv, but as I was driving through the country to get here. Streets are largely abandoned. People are not going out except to get medicine or to get food and other supplies. You feel throughout this country the people are just waiting, bracing for that invasion. And again, no one really knows when it's going to come. It could come at any time."
    },
    {
      "speaker": "PERINO",
      "utterance": "Just before we get to Greg, I wanted to ask what it was -- how remarkable it was that President Zelenskyy held a press conference today with so many people able to go and gather in one room. I have to admit, you know, I admired it, but I was also holding my breath."
    },
    {
      "speaker": "HALL",
      "utterance": "So were we. Our colleague, Trey, of course, was there. He was one of the journalist invited to that press conference. And I've got to say, when we heard that they have -- the president's palace had reached out to invite journalists, we weren't sure if he was going to be there because it's such a brazen thing to do knowing that he's got, you know, apparently, people hunting him. He's clearly target number one for Putin. And yet here he was with a room full of journalists. He gave a 50-minute press interview today. It was remarkable, but he has done this throughout. He has led this, you know, the resistance here and has galvanized people to support it. And you could argue if you compare him Ashraf Ghani who dropped and ran from Kabul the minute that it appeared the Taliban were coming. Well that's not happened here. And frankly, you can put a lot of that on Zelenskyy's shoulders. He has been a remarkable brave leader. And I think the world is now looking to him as a real symbol of freedom. He's just looking to the west for more supplies and he was very clear about that in his press conference today. He talked about wanting a no-fly zone. He talked about potentially wanting planes sent over here. So, and I will say one other thing. His press conference today sounded a little bit more urgent than we've heard him speak in the past. He really does need these things and he's seen the Russian advances. He's seen the Russians picking up their attacks on urban centers. And I think he knows that time is of the essence if they're going to continue holding them back."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Yes. You're doing a great job. Just echo what Geraldo -- all of you guys out there are doing great work. Just to let everybody know, my mother-in-law crossed into Poland about a half an hour ago."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Bravo."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, she's in a car on her way to Warsaw to see her daughter, Elena. I don't know if I have a question. Oh, yes, Russia floated this idea that they're going to do public executions. I saw that on Bloomberg. And I don't think that's something that wins hearts and minds and that made me want to ask you, what is -- how is Russia? How are the people? Do we know - - do they know what's going on, and do we know what they are thinking?"
    },
    {
      "speaker": "HALL",
      "utterance": "That's a very good question. We don't know exactly what the Russian people think, but based on a number of text messages and, you know, communications between some of the soldiers, Russian soldiers here and back home, many have them and Ukraine have released these, many of them did not realize they were coming to attack civilians. They thought they were going to be welcomed as peacekeepers and saviors, and they are largely surprised at the resistance they faced. One was (inaudible) his mother saying, I didn't know I was going to be asked to shoot people or to kill civilians, but here we are. What the Russian people themselves know about it, it's hard to tell because of course, Putin controls so much of the media out there. It is likely that many of them believe many the lies he's telling. That there is a -- the Ukrainians are a real threat to Russia. There was a genocide happening. So he controls the TV stations. He controls the radio. He does not have such a control over social media. And if you have a VPN, some of the youth in Russia will be able to hopefully get access to that and maybe they are learning the truth. It ties into this idea of sanctions as well. Will the sanctions help or hinder Russian domestic opinion? Because of course, if Putin can spin it the right way then sanctions can backfire and people could start to blame the west for the hardships they're about to face. Hopefully they realize that it is because of Putin's actions that these sanctions are coming their way, but you just don't know based on 22 years of Putin's rule, iron fist rule of that country, which way they really might go."
    },
    {
      "speaker": "PERINO",
      "utterance": "Benjamin Hall, we've taken up a lot of your time. We're grateful for it. Go stay safe and \"The Five\" will talk to you tomorrow. Thank you."
    },
    {
      "speaker": "HALL",
      "utterance": "Thank you."
    },
    {
      "speaker": "PERINO",
      "utterance": "He is quite incredible. Just all of the knowledge that he has covering Europe for so long. I wanted to play call for number three if you would. This is something that Benjamin just alluded to. It came from the press conference with President Zelenskyy about the sky. Watch."
    },
    {
      "speaker": "ZELENSKYY (through translation)",
      "utterance": "We want to introduce shutting off the Ukrainian sky because our people are dying. But if you cannot shut the sky now, then now give us the timeline of when will you do it. If you now cannot provide the timeline tell us how many people have to die, how many limbs to fly away from people's bodies so we -- so you hear us."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg, do you want to take a stab at that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, yes, because, you know, when you -- as an American, you never thought much beyond mutually assured destruction. You bomb us, we bomb you, everything's cool. We've been doing that for 50 years. But Putin is forcing us into a different spot. Do you believe in extended deterrence? Meaning i we bomb Ukraine, what are you going to do about it? That's not mutually assured destruction anymore. So why does this matter? It's about the no-fly zone. The no-fly zone, he is saying \"I will go nuclear if you do this,\" right? And so that's testing our belief in extended deterrence. And I'm wondering do we actually believe in this anymore. Should we be believing in it? And is actually, is a no-fly zone when it's over, if the country itself is asking for it, how can that be perceived as like an act of war if that's the country asking for it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's so interesting because I was thinking this morning about, Judge, maybe you'll take -- get your take on this. We've been playing by the rules on the mutually assured destruction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Putin broke the rules. So then do we re-think the rules? I'm not - -"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Cuba! Let's do it!"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, it's the --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what I mean?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I just got it, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. Well, this is all-out war. There are no polite rules that you can follow. Apparently, Zelenskyy had a -- no, I think Macron had a conversation with Putin."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Right."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And Putin said that -- Macron reports and Putin said the worse is yet to come. Now, what Zelenskyy was talking there is the fact that they've got children with their legs blown off. We've got people with limbs blown off. We're seeing this. At what point do we say, as a human being, enough is enough? And you know, even Biden didn't bother to do his nuclear exercises because he didn't want to be seen as intimidating Putin. So, we've got to make a decision here. We got to decide total stop to the oil, total stop -- Europeans and Americans can make him stop. There's nothing else unless we want to get involved in the war. If we want to get involved in the war, then we can. But we still have the energy exception and the sanctions. And don't tell me more oligarchs have been exempted. Putin doesn't give a damn. He is evil. He is a criminal. This is all-out war, no javelin, no anti-missile tankers or whatever they are sending over there are going to matter, and even assuming we can get them into the west. They are starting to go to the west."
    },
    {
      "speaker": "PERINO",
      "utterance": "I want to play one more sound bite and then, Geraldo, have you talk about that or this particular thing because this is some delusional stuff right here. Call for number two, this is Vladimir Putin earlier."
    },
    {
      "speaker": "VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translation)",
      "utterance": "Our officers, our soldiers are fighting in Ukraine for Russia for peaceful life in Donbas, for denazification of Ukraine so no country that would be hostile to us would be -- know so that we wouldn't have an enemy right at our border especially threatening us with nuclear weapons."
    },
    {
      "speaker": "PERINO",
      "utterance": "Ukraine doesn't have nuclear weapons, Geraldo. They gave them up in 1994 because we said we'd protect them from just this very thing."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That is feral evil war criminal. I've covered a lot of war over the last half-century. There's always been collateral damage. It's so tragic. You hate it when a civilian gets killed inadvertently. They take out two soldiers and 20 civilians. That happens. It is awful. But this is not collateral damage. This is specifically targeting civilians. He is a terrorist. He is specifically trying to kill as many women and children as he possibly can to terrorize the fighters in Ukraine. And I'll say this also. Any business person, any company that buys Russian oil is complicit. You are aiding and abetting a monstrous war criminal. You are just as guilty."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Does that include America? That includes America?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It includes every one of us."
    },
    {
      "speaker": "PIRRO",
      "utterance": "America?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Every one of us."
    },
    {
      "speaker": "PIRRO",
      "utterance": "America?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "If we buy -- if we buy, I don't know about the nations generally, but I'll talk about any business person in America or anywhere else who buys Russian oil. You are complicit. Your hands are -- there is blood in that oil. You may get a bargain on it. It will hunt you forever. Turn your back on it. This has to be seen in the context of what it is. This man is attempting to wipe out the Ukrainian race."
    },
    {
      "speaker": "PERINO",
      "utterance": "Okay. Call for number five for Jesse to comment on please. This is what Zelenskyy said happens after Ukraine."
    },
    {
      "speaker": "ZELENSKYY (through translation)",
      "utterance": "After Ukraine, if we don't exist, god forbid, then it will be Latvia, Lithuania, Estonia, Moldovia, Georgia, Poland, and they will keep going until Berlin Wall."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That might be what Putin wants, but I don't think he has the time or money to get to Berlin or to Poland at this point. These sanctions are so devastating, they are up against the clock. No one is buying Russian oil. They can't sell two-thirds of the oil they have right now. It's that toxic. No one wants it. The banking system will collapse at a certain point. They halted the stock market. It's been done for five days, almost six days. I don't see how -- this is now a military race against an economic clock. I mean, this could go on months, but it can't go on years and there's no way he can pacify this country, Ukraine, in a year. He's going to have to what, five times the amount of troops? There's no way! There is no way. And we have all of the intel guys from the west on the ground, in the capital, hiding Zelenskyy in little bunkers all over the city. If you see him you have to put a bag over your head and they drive you around a few blocks for 30 minutes before you see him. If this guy stays alive and we quadruple the amount of weaponry we get into that country, there's no way Russia's moving on a NATO country at this point. They can't afford it. The convoy? We're hearing the convoy stalled out because all the tires blew. They didn't do maintenance on any of the tires pre-invasion. So that convoy probably won't go back out and start running towards the capital. They don't have spare tires in Russia. Plus, it's the muddy season. These things are stuck. Yes, they're going to move on. They're going to go to Odessa and they're going to come up through the river and they're going to encircle the capital, yes. But I don't see him moving on Berlin. I don't think he has the time. I really don't. And right now, they are staying in their tanks because they don't want to fight. You don't see Russian soldiers out on their feet firing rifles. They are sitting in their tanks, they're shelling artillery into these cities and they're just trying to depopulate them like they did it in Chechnya, they did it in Aleppo, and that so you just scare everybody into being a refugee, then you have the city. All right. That's what's happening. And I don't see how he can continue much longer."
    },
    {
      "speaker": "PERINO",
      "utterance": "We have a lot more to get to. Up next, President Biden is under pressure even from top Democrats to hit Putin where it hurts the most and cut-off Russian oil."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Russia's invasion of Ukraine sending gas prices soaring. And the Biden administration doesn't seem interested in trying to stop it. The average price per gallon hitting $3.73 in the United States. The White House being pushed to ban Russian oil and drill more here at home to make up the difference. Kamala Harris offering up this word salad when asked to explain why we are still relying on the Russians."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "But let's take this one step at a time understanding that right now on the issue of energy, our allies have stood firm and unified in a way that many of the pundits didn't predict what happened to ensure that we are unified in our approach to this issue."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And while Biden won't ban Russian oil, top Democrats are calling to pull the plug."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "There's been a push by some Democrats to ban the import of Russian oil. Where do you stand?"
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "I'm all for that. Ban it."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Ban the oil."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Ban the oil coming from Russia. Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And now there is reports that we're close to bringing back the Iran Nuclear Deal, which could mean America would start importing Iranian oil. Judge, so --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "What oil is that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- explain this to me. The Biden administration would rather buy Iranian oil, would rather buy Russian oil, would rather buy Saudi oil, but they don't want to use American oil. Why do you think they won't do that?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Gee, Jesse, let me think about this. Oh, it will take me about two seconds. Because they don't support buy American, which is what the president just said the other night, didn't he? Didn't Biden promised to be the adult in the room?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "He promised stability. He is surrounded by buffoons like the one we just heard a second ago who gave us a word salad on thank goodness our allies were together, we're standing firm. And then Buttigieg comes out and he says we can't gallop after a permanent solution for a short-term advantage. Since when is the massacre of innocent children and blowing their legs off a short-term advantage? The bottom line is this, these people, all of them have done everything that is anti-American. Buttigieg, Joe Biden, Kamala doesn't know what she's saying, and Karine Jean-Pierre, she says, \"We don't have a strategic interest in reducing the supply of global energy.\" Why? Americans need oil. We don't want it from Iran and we don't want it from Russia, and we don't need it from OPEC when we are energy independent. And don't tell me it's going to take forever to go back online. Why not give Americans jobs? Why not support America? Why not buy American? That's all I have to say."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. You support America. You support Ukraine. You don't support Russia. Doing that would -- do all of those things, but they don't seem to want to do it. Geraldo, the Germans, you know what they did today? They announced they're going to start buying a lot more coal and they said, you know what? Politics, we're going to put that aside. We have to be pragmatic. Now, why doesn't the Biden administration have that same idea?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I don't care if the Germans buy coal. I don't care if they buy Cheerios, as long as it doesn't come from Russia. I like that, you know, Iranian oil coming back online is fine with me. Oil has no conscience. Oil is not a political party. Oil is a commodity. It doesn't matter. It comes out of the ground from one country -- as long as you're not buying from Russia, I want you to buy anywhere else you can weaken Russia by not buying Russia."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, wait a minute. If oil has no conscience, then you should buy it from Russia. Oil has no conscience (inaudible)"
    },
    {
      "speaker": "RIVERA",
      "utterance": "but that's a strategic calculation. You don't want to give cash to the people who are using you money to buy a bomb."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But you want to give cash to Iran? Do you want to give cash to Iran who says death to America, death to Israel every day?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Right now, yes. Until I break Russia, I want to buy it from everybody else that makes it -- that makes it available."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Who hates America?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "And I tell you one more other thing about Vladimir Putin. The war crimes he's committing, he's committing on the basis that he thinks that you're going to be so hungry for cheap oil and gas that you're going to forgive him to get $3.72 instead of $3.73. Sometimes you got to bite the bullet. Everyone is caring about Ukraine, oh, the poor civilians, then then you got to say, sometimes you got to bite the bullet. Sometimes you got to pay the extra couple of pennies."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think Americans want to do that deal. I mean, it's going to get $5.00 a gallon."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, no. I mean, Americans don't want that. We shouldn't want that for our economy. However, the poll that was taken by ABC news earlier this week said of the majority of Americans said yes, we understand the importance of this and understand this. We're willing to do this. But remember, gas prices were high before we got to this place. And part of that are the policies of this administration. Let me give you some tone- deafness for your evening pleasure. First of all, the Secretary of Energy Jen Granholm today, she said -- she went on TV to make a case to continue using Russian oil so we can then transition from fossil fuels. That's about as tone-deaf as you can get right? This is your Secretary of Energy. You mentioned Pete Buttigieg as well. Let me give you one other. The candidate for tone-deaf messenger of the day is Senator Mazie Hirono. This is what she said in the Senate hearing. We need environmental justice, not pipelines. Could somebody buy the senator a television so that she can see what the heck is going on around the world? We're not asking to figure out a way to make sure that oil companies make a ton of money and we feed those big oil cats because we just want to have cheap oil? No, we're talking about actual survival of your national security. And that's another thing I want to point out about this Iranian deal that we're talking about. Do you know who else is at the table in Vienna when the Biden administration is doing these talks? Russia. We're actually having a conversation at the table with Russia about Iranian oil. It is absolutely crazy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is crazy. And Joe Manchin thinks it's crazy too. Let's listen to what he had to say about his own party."
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "utterance": "Russia has weaponized energy. They will not just stop with Ukraine, they'll use it wherever it's advantageous. We have to have energy independence. You cannot be the superpower of the world if you have to depend on other nations to produce your energy. And I'm just in a different place than then my caucus or the colleagues or the president. And they have a hard time coming to grips that you've got to use everything you've got."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Use everything you got. They're not doing it, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, I'm totally for this going after the oil business and everything. But we're also at the same time literally punishing Russians who hate Putin more than anybody here. After COVID came from China, any criticism of China was perceived as racist when we kept having to tell everybody, we must separate government from the people. We should remind ourselves here to separate the government from the people. We are punishing paralympians of all people. We're taking money from hard- working people who want to feed their kids. And we're calling that strategy but with China, we called it bigotry. So, I just want to point that out. But this is the result -- I mean, when you look at this -- when you look at the Biden administration, you're seeing a clash between real world in old world. And I would say the modern world in the sense that right now, the Biden administration is designed by people who make college brochures, right? Like, every kind of person working together is sitting on the quad talking about environmental justice and trans issues. And then you have the old world, Putin invades Ukraine, right? What America needs right now are adults who have no patience for Zoom classes on pronouns. That's what we are doing right now. We are -- we've seen it. People are discussing the right pronouns. So, right now, this is a game of who's going to starve who, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The Russian army versus Ukrainian people. The issue is, Putin doesn't care who starves. He doesn't even care about the troops. So, this is -- what's interesting is, we don't understand this. We don't understand. We understand hashtags and memes. We're inspired by what we see on Twitter. He doesn't care. His legacy is going to outlast memes. Our system transfers power every four to eight years. That doesn't allow for a 30-year plan or 100-year plan. Putin doesn't like his chances with X. He'll just wait for why that's what China did. They knew that -- they were thinking, if Trump is not around, we'll just wait for the next guy. So, we've been spending all these decades playing ping pong while these guys are looking ahead playing chess because they don't care. They just see this stuff -- that's why they're so ruthless about their own people. They don't care if they're -- if their people are starving. You know, we're living off a diet and cable punditry and BuzzFeed listicles. You know, they don't care. Putin, believe me, does not care if the world thinks he's a really mean girl, right? But Russia does care. And that's what we got to figure out. We got to figure out how to get to persuasion to the Russian people because they've tasted our world. They've had our apple products, right? They love our music. They love our technology. You can't put the modern world back in the genie bottle. The only way we can do that -- the only way you can stop Putin is to get the Russian people to get rid of him, because they don't want to be North Korea. But that's where they're going."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, what is the strategy to get rid of Putin from the inside, Geraldo? Is that possible?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, I think -- I think that you have to put the screws to the country because you can't possibly determine which political class or how do you target so specifically, that you only hurt the people that you want to get hurt. This is this is basically World War."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, hopefully, we're not going to transition into, you know, no fly zones, where Americans shoot down Russians and so forth. But I really do think that this is a -- this is a clash of ideologies and political and economic systems. Russia's system is much more fragile than ours. They mimicked us in many ways. They looked free women stylish, and the men, you know, going back the sharp suits and so forth but they -- but it was a very thin -- it's a very thin society. Putin cannot, I think, long sustain that tremendous sacrifice that the Russian soldiers are now enduring, and that his people will soon be enduring because they'll be broke."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So, how long does he stay there? How long --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Until the Russian people say get out."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. So, if the Russian people are -- and by the way, I assume their elections are free and honest."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Oh, sure."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So, then he stays there as long as he wants."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, look how that have gone in Cuba --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The Judge has says so."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- and Venezuela and Iran. I mean, the people haven't wanted them either."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right. And that's the point. How long do we let them stay there?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, the you know, the United Nations did denounce in an overwhelming vote for more than the two-thirds they needed. I think it was 140 odd votes. China, unfortunately, and India abstained because they wanted to be brokers. But everybody else except for Russia, China, Eritrea, North Korea, and Syria voted against Russia to denounce Russian activities."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, China voted no. They didn't abstain. I think that's notable. China voted no."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's not that they didn't -- they didn't abstain. But most of the Arab world did."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It did."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, would you like --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Afghanistan voted yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- take us to the next segment here?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, wow. I didn't even know there was one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. We're going to keep it moving."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nobody told me."
    },
    {
      "speaker": "PIRRO",
      "utterance": "It's an hour show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right -- yes, I'd already checked out frankly. I'm going to go home and I'm going to get so drunk you're not going to believe it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, I'm going to believe it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Would you drink vodka?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "No Russian vodka."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No Russian vodka."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Russia carrying out a vicious and unforgiving new round of attacks. And now, Putin appears to be expanding his assault to cut off parts of the country. For more let's go to Bill Hemmer."
    },
    {
      "speaker": "BILL HEMMER, FOX NEWS CHANNEL ANCHOR",
      "utterance": "Hey, Greg. How you doing? Good evening to you. I enjoy the conversation here, guys. I want to tell you what we think is happening today. What we think the aims of the Russian military been throughout the day. In the north it's pretty much a stalemate, pretty much frozen. All the action today has been in the south. And I'm going to show you a little bit as to why. Mariupol' is a critical town, so is Kherson and I'll explain in a moment here. You know with Crimea, you know what happened in 2014, the Russian invasion happened there and they took that area. They also took the air in the Donbas over here. But what they did not take was this town of Mariupol'. And Mariupol', based on the reports forgetting is just been hammered for 24 hours a day for the past three days running. It appears the town is surrounded. Now why would that be? Well, Crimea was a Russian base. And they're able to fortify the military there for the past eight years. And when the Russians gave the go signal, they went right for Mariupol' right here because it is occupied by the Ukrainians, they run the town. It's largely Russian speaking, however, and a clear target on behalf of Putin and his army to try and take this area. What would they do next? Well, they're moving toward Kherson. And we had a report that the mayor of Kherson said the Russians had taken the city. Some other defense officials suggesting that wasn't the case. But let's assume that is the case at the moment. Why would that be important? The Dnieper river runs right down here and Kherson sits right at the mouth of that river. And you'd be able to prevent any traffic than went up or down. And then where would you go next? The town of Odessa is here to the west and Odesa has a million people, one of the top five in population for the entire country. So, here's the strategy. It that appears pretty evident based on the activity of the day. You got to rule the south, you got to cut off the waterways, and then perhaps once you secure that area, you can make a move toward the middle of the country then eventually up to the capital city of Kyiv. We believe the Russian military has advanced in the red portion behind me, but for the most part, it's pretty much stalled out. And there has been significant heavy fighting as well. There's the capital city. You're talking about a distance here, it's 16-20 miles give or take from Kyiv to the outskirts. A lot of people wondering about this this convoy. It's 40 miles long but what's it doing? It's been sitting there for days. Why is that? There have been a list of 10 different reasons to try and explain this. But to be honest with you, no clear reason as to why it is here. It started at the airport, then it just kind of runs up this road here to a small town for 40 miles. Well, the center of the city is roughly 16-20 miles to the southeast. Now, our Pentagon believes that the strategy on behalf of Putin is still to take Kyiv. There's a big debate about this right now. But we believe, based on the reporting we've been getting, that the idea is to go ahead and ring this city, and then just smoke out as many people in the military as you can along the way. And we have seen that strategy already play out in multiple cities. One of them is here in the Northeast. Kharkiv -- that's -- you've seen the video, right, guys? It's just devastating stuff here. If you look at Kharkiv on a map, you just Google it, you can see the ring road that surrounds Kharkiv. It's not exactly a circle, but it's pretty close to it. And we believe that's where the Russians are trying to clear out that town in an ongoing effort. And the story that's only going to build by the day. You got a million refugees in Poland, Romania, Hungary, and other parts across Eastern Europe. So, that's what we believe is the state of play Aswe try and figure out all this stuff."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Bill. Stay right there. We're going to take it around for questions. You know, it's funny, it just occurred to me. No one knows how to explain the convoy. Could it be a protest against COVID mandates?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know. Maybe we ought to --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No one has ever asked that question. That's why --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Maybe if --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's brilliant."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- I'm barely employable."
    },
    {
      "speaker": "PERINO",
      "utterance": "We could send Canada to break it up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "PERINO",
      "utterance": "That would be a really good idea."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Now, I understand."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "What more have you learned, Hemmer, about anything going on in regards to the European countries, the E.U.? You know, I saw today that several of the other countries there, like Moldova, for example, have asked to join the E.U. or they're looking to see if they could join the West. They want to be a part of NATO. And I read this headline that said, as usual, Brussels is stymied and not sure what to do. Like, guys, pay attention."
    },
    {
      "speaker": "HEMMER",
      "utterance": "It's kind of like Northwest Washington, right, Dana, when we're there? I mean, Greg, if you want to hear about COVID, go to Washington D.C."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMMER",
      "utterance": "They love it down there. Let me ask Dana all about it. She loves it too. This is Moldova right here, pretty much landlocked. There is a section of this country called Transnistria, OK. In 1990, not to get too deep in the weeds, but you guys need to know this -- in 199o, it broke away from the rest of Moldova. It too, just like Kherson, and just like Crimea, and just like Kharkiv, and just like Mariupol', it is a Russian-speaking section of Moldova. So, Dana, you could -- I mean, you could see this movement, you could see a connection here. And that would explain why the tiny landlocked country of Moldova is going to the E.U. for cover. And I guess they'll wait on Brussels for an answer on that for some time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. Because if you look at the map there, you have those mountains in Romania, the Carpathian mountains there, and so you'd want to carve out as a buffer Moldova, because that cuts off any invasion corridor from the south, and Russia would want to do that. So that makes perfect, logical sense to just keep going west there and secure Moldova."
    },
    {
      "speaker": "HEMMER",
      "utterance": "It could it be exactly right, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "General Watters. It's --"
    },
    {
      "speaker": "PERINO",
      "utterance": "And also he said (INAUDIBLE)."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- called General Watters."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes, I tell you, Jesse, not to make light of your point. That was not my intent there. You go back and listen to the video eight, nine days ago that Putin released when the invasion first started, he referenced all this stuff going back two and 300 years. That's what he's thinking. And I can make an argument that he went and Kharkiv for a reason, and he went to Mariupol' for a reason. He went to Kherson for a reason because in his head, he sees all these areas as Russian, and that was the -- that was the rationale that he used for the invasion. But I have to say --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Why is he parked a 40-mile convoy --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "I don't know."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- that's there for days?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's broken down."
    },
    {
      "speaker": "RIVERA",
      "utterance": "The gas is running because you got to have the heat on."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's broken down."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Those guys have to eat. They have to go to the bathroom, a 40-mile convoy that's been parked for days. I mean, they have to be deteriorating."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Can I ask you? Why do you think that's the case, Geraldo? You know, in a 10 word, it's hard to pick up the whole thing in one afternoon."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I tell you, Bill, you've read my mind. My dream to have -- in World War II, when Churchill was begging for aircraft from the United States before we entered the war, they can try to devise whereby they would take the airplanes to the border on the American side, then use horses to take them across to Canada where they -- and then they could fly them from Canada to the Great Britain for the fight. We should take a Warthog, fly it to the Ukrainian border. (INAUDIBLE) above the -- across the line, put a volunteer pilot in it, wipe out that 40 mile convoy. It's a sitting duck for those Warthog A-10s. They'd wiped out that convoy in half a day."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes. well, I'll just had one thing -- I know you guys got to go but I just want to add one thing to that. The Ukrainian military had Polish drones and they were very effective in the first few days. And last weekend, I think, Geraldo, there was a lot of I would suggest optimism toward the Ukrainian military fighting back, and it was because those drones were so effective. Some will tell you, some will suggest that they've run out of their supply of those drones. I can't say that's the case. But that would help explain as to why those trucks are still sitting there largely intact."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Exactly. Bill, it's Jeanine. I have a question. Did you say that the Pentagon is not convinced that they want to take Kyiv?"
    },
    {
      "speaker": "HEMMER",
      "utterance": "If I said that, I would say there's an ongoing debate in all military circles, Jeanine, about what the objective is here. But leading defense sources earlier today are still convinced that Kyiv is a target on behalf of Putin. He pretty much said it himself when he was -- when he delivered his message from Moscow several hours ago. If there was a misstatement on that Jeanine, I'll take it back. It was not the intention."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No, no, no. You said that there was disagreement. But I always think --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "I think -- I think there's an open debate as to what his intention is. I mean, there are a lot of people that think he just wants to divide the country, take the eastern half which I mentioned is largely Russian speaking in many of these towns, and leave the western half of the Ukrainian people to go ahead and if it is your desire to go ahead and move and live in that side of the country."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, then, why is it that Macron --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "It's just an open debate. That's all."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why is it that Macron said after speaking with Putin that the worst is yet to come?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Because that's what Putin said."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's what's what Putin said. Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Thanks, Bill. Great work on the billboard."
    },
    {
      "speaker": "HEMMER",
      "utterance": "You got it, guys. See you later."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See you this weekend. More breaking news out of Ukraine next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That makes sense."
    },
    {
      "speaker": "RIVERA",
      "utterance": "All right. Let me -- let me go to Communist China's coordination with Putin before Putin invaded Ukraine. It is now being exposed. A European official confirms to Fox News that China urged the Russian dictator to -- listen to this -- to delay his unprovoked war against the civilians in Ukraine because China wanted the Olympics. They wanted their Olympics to be on television. So, Putin honored the request. He waited, held back his invasion before he ordered his army to cross into Ukraine, so Beijing could have its fun Olympics. Beijing heard this report. They're calling it fake news. They're is saying, \"These claims are speculation without any basis and are intended to blame shift and smear China. I don't -- I don't mind. You know, it is a coincidence, Judge, that four days after the Olympics, the invasion happened. It could have happened at any time. He was ready weeks before. So, the Chinese convinced them so they can have their big show to hold off."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. Dirtbags hang together."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Dirtbags. Dirtbags hang together"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I don't know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The real outrage, the Olympics weren't that good."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, they weren't."
    },
    {
      "speaker": "PERINO",
      "utterance": "China held a crappy Olympics."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. But what do we -- what do we need to keep stop to stop kissing China's ring, right? I mean, we already know they've unleashed a disease, they persecuted Uyghurs, they poisoned Americans with fentanyl, and they might have just kind of like, waved a green flag for invasion. And yet we have-- you know, we stepped -- NBA, remember what NBA says. They're big fan of China. Because, Dana, we do business with -- we don't do business really with Russia. Not a lot. We do a lot of business with China. China is a very, very important trading partner. We're afraid to mess with China. China is playing us and they really being now revealed as the Axis of Evil. The Chinese and the Russians, they've been together from the get-go and they're sticking together."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, here's a point that I think has been lost a little bit in all of the discussion in the breaking news. There are reports that when the Biden administration was trying to figure out what was going on with Putin and try to discourage him, they shared a bunch of intel with China."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And China trying to turn around and gave it directly to President Putin. All right, so it's not hard to figure out that two plus two equals four right there. Plus, I think one of the most important things. You cannot disconnect what happened in Afghanistan to what is happening right now. And if you think that China isn't watching every single move of this, they are. And Nikki Haley said something very interesting this morning on America's newsroom that I hadn't thought of. She said China will be watching every single business to see which businesses are either not doing business anymore with Russia, but who is supplying weapons to the Ukrainians. They're going to make sure that American companies or Western companies that are actually helping the Ukrainians, that China will take notice and maybe make them pay."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Make them pay in what regard? Well, maybe like lack of business, loss of business, right? Or think of the things that they've done in terms of kidnapping -- or well, they wouldn't call it kidnapping, detaining American businesspeople over there, right, and you got to pay basically a ransom to get out of the deal. If I were doing -- if I were an American business person, I would not want to be traveling to China right now."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, don't you remember when Nancy Pelosi said, you know, don't make eye contact with them, don't say anything, you know, because of the Chinese and what they're capable of doing?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I mean, they're brutal."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, you're too young to remember the Cold War, the real Cold War where --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's 53."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, I'm not."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- where students in public schools, public elementary schools --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "When I'm 53, I'll be wearing a turtleneck under a blazer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We call this the Robert Culp."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Robert Cult, that's it. You need a pipe, a pipe but you don't smoke. But are you ready for that? Are you ready for your daughter's to hide under desks waiting for Russian bombs to drop?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think we're at that point, Geraldo. And that was fake. If you're going to get nuked, hiding under a desk doesn't do anything. That was government's psychological warfare. Yes, Greg, it was really easy for you."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was -- hiding under your desk was the masking of my child."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's so true."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That is brilliant."
    },
    {
      "speaker": "PERINO",
      "utterance": "It didn't work. That's falsehood."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That is brilliant. More breaking news from Ukraine. Stay tuned."
    },
    {
      "speaker": "PERINO",
      "utterance": "Welcome back. Harrowing drone footage of entire cities flattened by Russian forces. Putin ready to unleash more bloodshed. We want to get some quick final thoughts here on THE FIVE. Judge Jeanine."
    },
    {
      "speaker": "PIRRO",
      "utterance": "We have to bring Russia to its knees. There's no way that Russia has the ability to fight NATO. I'm not saying that NATO should get involved. But these are clearly situations of where the International Criminal Court should get involved. And that's all I have to say. We can stop this. We can."
    },
    {
      "speaker": "PERINO",
      "utterance": "Geraldo?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I just think that everyone has to understand that the world is at an inflection point here, Dana. This is a time of great peril. You know -- we can -- we can laugh and make jokes about Putin and so forth, but this is going to get worse before it gets better."
    },
    {
      "speaker": "PERINO",
      "utterance": "We got 15 seconds. Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "\"JESSE WATTERS PRIMETIME\" has a big show tonight. We'll be covering the Ukraine situation the whole hour. So, stay with us."
    },
    {
      "speaker": "PERINO",
      "utterance": "Good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "again, I just want to thank the people at Fox, Steve Harrigan, who was with my mother-in-law the whole time. Scott Wilder help marshal this. Trey Yingst was amazing. Everybody there was incredible. I'm over 6:00 but I don't really care because those guys are awesome. They rule. They saved my mother-in-law's life. Hello, Bret."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}