{
  "date": "March 31, 2018",
  "headline": "Rep. DeSantis talks investigation into potential FISA abuses",
  "subHeadline": "Florida congressman reacts on 'Justice with Judge Jeanine after AG Sessions declines to appoint a second special counsel to investigate the DOJ and FBI.",
  "url": "https://www.foxnews.com/transcript/rep-desantis-talks-investigation-into-potential-fisa-abuses",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KATIE PAVLICH, FOX NEWS",
      "sentences": "Hello and welcome to \"Justice.\" I am Katie Pavlich filling in for Judge Jeanine Pirro. Thanks so much for being with us tonight. We have a great show on top of the latest breaking details on all the big stories this week. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Congressman Ron DeSantis, Dr. Sebastian Gorka and two powerful political panels are all standing by to break everything down. Plus, on this Holy Saturday, Judge Jeanine takes us on a tour of the Museum of the Bible. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } But first, let's begin with Attorney General Jeff Sessions announcing this week that a federal prosecutor is now looking into alleged FISA abuses by the FBI. But some Republicans say, it's still not enough. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Joining me now with reaction from Florida, Congressman Ron DeSantis. Congressman, thank you so much for taking time out of Saturday night to be with us. We very much appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLORIDA",
      "sentences": "Good evening. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, what is your reaction to Attorney General Jeff Sessions saying this week that he is going to allow this US Attorney of Utah, John Huber to look into this first, and then take his recommendation about whether a special counsel is needed to look into the FISA abuse under the Obama administration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I think it is a step in the right direction from where he had been just a few weeks ago. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Remember, a few weeks ago, he said, \"I've appointed the Inspector General to look at it,\" who is a fine guy, but he doesn't have any prosecutorial authority. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } That means there would be no indictments, no grand jury, no anything. So, the fact that you actually have a prosecutor who is outside the beltway to me is a step in the right direction. But here is the deal, there was a special prosecutor appointed to pursue President Trump when there was no evidence of a criminal violation involving Trump's campaign and Russia. In this instance, we have a lot of evidence that there were statutes that may have been violated. False statements made to Congress, false statements made to investigators, Andrew McCabe, you have potential obstructing a congressional investigation, disclosure of classified information, so you have all of those things, and clearly the Justice Department has a conflict because they can't investigate themselves. So, to me it seems the case for a special counsel in this instance is much stronger than it was when Rosenstein appointed Robert Mueller. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, and the Justice Department has talked to General Michael Horowitz, who is very well respected by Republicans and Democrats for the work that he does, but I want to play you some sound from colleague, House Judiciary Committee Chairman Bob Goodlatte, and his response to the Attorney General saying, \"We're not quite there with a new special counsel.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BOB GOODLATTE, R-VIRGNIA, HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "sentences": "We really think there should be an investigation outside of the Department of Justice all together is why we continue to call for a special counsel. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Congressman, a lot of people don't exactly know that yes, the Inspector General has a lot of power to unveil a lot of the wrongdoing, but he can only recommend disciplinary action. He can't actually prosecute the crimes that may or may not have been committed. So, explain to the viewers about the jurisdiction that the Inspector General actually has and why the DOJ might not be able to investigate themselves. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, the Inspector General is not a prosecutor. So, if you identify a criminal violation, he doesn't go to a grand jury and get an indictment. Indeed, he can't go to a grand jury and subpoena evidence. He can't even bring witnesses in who are not already inside the Justice Department or FBI to question them. So, it has a role and I think this Inspector General is well-respected, but it's more of a bureaucratic function to try to see what the Department can do better. When you have evidence of wrongdoing, that calls for somebody that has prosecutorial authority. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } I mean, just look at the news with Andrew McCabe lying four times to other agents or the Inspector General. Now Mueller has gone after Michael Flynn for making one supposed false statement. Papadopoulos, one supposed false statement. Here you have, four. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, the American - average American, if they lie to the FBI, they get indicted, but the Deputy Director, if he lies four times, then he just goes to the Inspector General and that's it? So, we have to have equal justice that applies not just to the average American, but also to those people in those high levels of authority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, speaking of equal justice for all Americans, have you seen the Inspector General report that the Inspector General he has been working on, looking into how the FBI handled, including the former deputy director of the FBI, Andrew McCabe - how they handled the Hillary Clinton e-mail investigation. Have you seen that? What kind of insight can you give us? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "We have not seen the actual report. There are little bits that we hear about, but this has been going on for, I think going on 15 months now, Katie, and I think that this thing needs to be brought in for a landing. I think there is going to be a lot of problems that are uncovered. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } As we know, this investigation into Hillary was badly mishandled from the start. So, I think it's important to put that out there because there have been a lot of guys like me saying, \"Why aren't more heads rolling in the FBI for some of the misconduct that we have seen.\" And I think part of the reason is people like Sessions have been waiting and Christopher Wray have been waiting for this IG report. So, the quicker we get that, I think the quicker you'll see more accountability in both agencies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think that's the key question. Because people see these reports come out. The see Congress working to try to bring some kind of accountability. What do you think can be done when we do get those report from Congress's side to actually hold people accountable? The frustration is we see all this information all the time and yet people keep getting away with it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, I think there needs to be two tracks. One, the IG report can provide the basis to terminate people like Peter Strzok, the anti-Trump bias FBI agent in his text messaging. But the prosecutor, and hopefully that will evolve into a special counsel. That individual can address criminal violations. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } And so, hopefully some of these people who misbehave will immediately be terminated and be out of the government, but to me that's not the end of it. You need a special counsel to follow through for any criminal liability that is uncovered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Congressman, switching gears really quickly before I let you go, President Trump gave a speech last week about infrastructure. He is going to need Congress to push through a $1.5 trillion plan. It is what he is asking for. What is your view from Capitol Hill about how that is going to get done and whether it is going to get done before the mid-terms? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "The most important thing he has identified is making these projects go on time, cutting all the bureaucracies, the red tape, so that if a project is authorized, it could actually be done on time and hopefully, ahead of schedule, that's not the norm now. So, the dollar signs to me, I think that's going to be debated, but if he is really streamlining a way forward for infrastructure, even the existing dollars we have now will actually be put to good use, and I think you'd see a big time improvement. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "All right, well, we'll wait to see how that fight plays out on the Hill. Congressman Ron DeSantis, thanks so much for your time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And joining me now with more in all of this, senior adviser for the Trump 2020 campaign, Katrina Pierson and former Obama campaign foreign policy adviser, David Tafuri, correct, thank you both so much for coming on tonight. Katrina, I want to start with you and your reaction to Attorney General Jeff Sessions kind of punting this off to a US Attorney in Utah saying this guy is removed from the Justice Department maybe because he's in a faraway state. What is your reaction to that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } KATRINA PIERSON, SENIOR ADVISER, TRUMP 2020 CAMPAIGN: Well, you know, Katie, I have to sort of echo Congressman DeSantis in saying that yes, it makes sense to find somebody outside of DC to investigate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } But my issue really is about the standard here. Where was that standard when the special counsel was appointed to go after the President and his family? This is a complete and absurd atrocity. Jeff Sessions should have appointed a special counsel to investigate this because we have already seen what has happened under the Obama administration. Jeff Sessions himself has reconciled with American citizens who were targeted by Obama's IRS. What exactly is trying to confirm? Is he just waiting on some sort of maybe, I don't know, a confession? It just doesn't make any sense and this is going to take a lot more time and meanwhile, Robert Mueller is running all over the place. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } They won't even narrow his scope here, and so here we are today, knowing that neither you or I or any of the viewers of tonight's program could ever get away with deleting 30,000 emails after receiving a subpoena and still be walking around. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "David, my question for you, will you, David agree that they should be investigated for another reason? However, doesn't the FBI have a credibility problem not just with Republicans, but with the country as a whole and wouldn't a special prosecutor for this case kind of clean some of that up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID TAFURI, FORMER OBAMA CAMPAIGN ADVISER",
      "sentences": "Well, what I think what your audience would want is for to us follow the rule of law whether you are a Democrat or a Republican to make sure these investigations go forward properly and that they are impartial decision makers who are in charge of these investigations. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Katrina is massively confused about the standard. The standard for special counsel is if there is a conflict of interest or if there are extraordinary circumstances; neither of those are in place here. So, Sessions made the right choice. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "But where they in place for the special counsel with Mueller, that's the question. Are there double standards here? That sure looks like it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "And that's a great question. Because what happened with Mueller is very different. The reason we have a Special Counsel Mueller is because Trump fired Comey. When he fired Comey that showed there was a conflict of interest. In fact, Trump said a week later on NBC, he fired Comey because of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "David, do you believe that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Well, let me finish. Hold on. Let me finish. Let me finish. The reason that we know that there was a conflict of interest is because Trump went on NBC and he said, \"I fired Comey because of the Russia investigation.\" That's a true conflict of interest and that's why we ended up with a special counsel. In the case of this investigation that Sessions decided not to have a special counsel, there is no such concern. In fact, there is a US attorney in Utah who is going to follow the rules and follow the laws and investigate this. He doesn't have a conflict of interest, that's why these two issues are distinct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, Katrina you said, you were confused. You want to respond to that? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERSON",
      "sentences": "Yes, well, of course, Katie. I mean, the problem is about evidence. The standard is about evidence from General Sessions' mouth itself. There is zero evidence of Russia collusion. However, when you take Loretta Lynch sitting on the tarmac with Bill Clinton, you have hundreds of Americans, law-abiding citizens that have been spied on through unmasking by the Obama administration, not to mention Uranium One, the Clinton Foundation, accounts receivable and these new texts that show between Strzok and Page, \"The White House is leading on this.\" Really? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Evidence. The House Intelligence Committee has already uncovered FISA abuse of which Rod Rosenstein's signature is on that form, there is your conflict with appointing this Mueller investigation. It is a farce and a witch hunt, exactly like the President has stated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, and I think that every day Americans outside of the D beltway are concerned about this happening to them and the abuse at the FBI and the FISA court. It's not just about high profile politicians running for Presidents, but all Americans. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } But I want to switch gears really quickly to President Trump's infrastructure speech last week, Katrina, you are working on his 2020 campaign. He talked in front of 400 union members in Ohio. Should that concern Democrats when they are trying to get back those districts and counties that President Trump turned from blue to red?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERSON",
      "sentences": "Absolutely. You know, we'll let the Democrats still run on taking away their American bonuses and the state Russia collusion. Meanwhile, the President is making America great again. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is the infrastructure package that will be bipartisan. It is focused on putting Americans first and rebuilding our own communities and expanding financing for a lot of these projects with public-private partnerships in place that I would hope would make states more accountable for where their money is going so they could better serve their citizens as well. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, I think it is going to be really exciting over the summer as this plays out. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "David, infrastructure is usually a Democratic issue. Is this something that Trump is going to be able to work with Democrats on or are they going to take it and run, even in an election year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Well, it should be a bipartisan issue. I am from Ohio. We are really glad that the President went to Ohio. We always want to highlight our state. The President gave a speech there. He was supposed to talk about infrastructure, but he pretty much just talked about himself, his favorite subject. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, for the people who showed up for this speech, the pro-Trump people, they were probably happy to hear that speech, but if you were looking for details about the infrastructure program, and how it is going to be implemented, they were not in that speech. I would love to hear those and I'd like to see Democrats and Republicans support it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, you might want to go back through because he did give four distinct points on how he wants to implement it, but for another time. Katrina Pierson, David Tafuri, thank you so much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERSON",
      "sentences": "Happy Easter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Thank you. Judge Jeanine gives us a tour of the Bible Museum on this Holy Saturday night. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } And next, Kim Jong-un ready to sit down with the South Korea's President, what does it mean? And what's the next move for President Trump. Dr. Sebastian Gorka is here live and we'll talk about that and much more in just a moment. Stay with us as \"Justice\" rolls on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Just this week, we secured a wonderful deal with South Korea. We were in a deal that was a horror show. It was going to produce 200,000 jobs, and it did, for them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } That was a Hillary Clinton special, I hate to say. This will produce 200,000 jobs, and she was right, but it was for them, it wasn't not for us. So, we've redone it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Welcome back to \"Justice\" live from the nation's capital. That was President Trump giving a strong speech this week with a major focus on North and South Korea. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Joining me now with reaction, former deputy assistant to the President, Fox News contributor and author of \"Defeating Jihad,\" Dr. Sebastian Gorka. Thank you so much for coming in to talk to us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, CONTRIBUTOR, FOX NEWS",
      "sentences": "It's great to be here, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": ". important topics. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "We will start with Russia with the news this week, 60 diplomats expelled from the United States in conjunction with other countries around the world doing the same. What is your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "I'm very happy. We are coming together as an alliance, as a group of western nations to take the threat from Russia seriously. It's not of the strategic size of the Soviet Union, but in some ways, it can be more dangerous. According to some estimates, there are more Russian intelligence officers actively working in the west than there were at the height of the Cold War and we see that they are doing nefarious activities whether it is destabilizing countries like the Ukraine or the so-called near-abroad of Russia or whether it is potentially assassinating people on the streets of the UK, we have to respond. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, one of the things that people - the questions that come up is the administration officials have been saying, \"Look, these diplomats in the United States aren't actually Russian diplomats,\" they are just spies under a diplomatic flag so to speak. So, the question is how is it that they have been operating as spies as an intelligence network in the United States for so long and it look this issue in the UK with the Russians poisoning a former spy who was a British citizen to get everyone to react this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Well, look, there is an old tradition here. Every nation has diplomats. They deploy to the territory of another country in their embassy. They can be working economics, politics, you name it. They can be, you know, issuing visas, but every nation deploys intelligence professionals to their embassies. Now, in some cases they are declared. You have a Chief of Station, and if it's a friendly nation, they will know who the Chief of Station is, for example, from the CIA. But in the case of Russia, they pack their embassies full of you know, advisers, political analysts, economists who have nothing to do with those jobs but they are actually intelligence collectors, they are SVR, they are members of the KGB's new organization and they fill them full of hundreds operatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, the United States flag in St. Petersburg today came down off the US consulate there. Russia has respond in what they say is a reconciliatory way in terms of reciprocity, but it seems to me that that could actually be a distraction. Obviously, the expelling of diplomats here makes a statement, but should we be worried about real attacks that Russia could be launching in cyber war, for example, the Russians we found out a couple of weeks ago, they actually infiltrated our energy sector, parts of the energy grid in America, so you know, this is important obviously, an important show of force. But should we be also paying attention to other damaging aspects of how Russia will retaliate? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Oh, we expected a tit for tat. We have seen this during the Cold War. This is what they do. But yes, absolutely, whether it's in cyber domain or I am far more concerned in terms of information warfare, psychological information. If you look at the fact that it was Russian propaganda that went into the Steele dossier that Hillary Clinton paid for that was used to acquire that illegal FISA warrant, well guess what? That's a successful Russian information operation. That's the kind of thing we have to respond to as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Right, I want to get to the - related to Russia, the President said this week that he wants to take the United States out of Syria soon given that Russia has a lot of influence there. What is your reaction to that? And then I want to get to North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Look, I work for the President, the President is not an adventurist. The fact that he is a conservative. He is the GOP President. He won the election as a GOP candidate doesn't mean's a neoconservative. He sees the invasion of other people's countries whether it is Iraq, whether it is Afghanistan, it's fundamentally un-American. We were born as a nation in rebellion to colonialism. He doesn't like it, so nobody should be surprised that he wants our troops out of Syria because he wants to build a wall, he wants to do things back home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, Master Sergeant Jonathan Dunbar was killed this week in Syria, so that certainly gives a reality check about what we are doing there. North Korea - the South Korean President and the North Korean dictator, Kim Jong-un maybe meeting, you know, scheduled to have some talks. What should we expect from that and what should we expect from President Trump's meeting with Kim Jong-un in the future? April 1st is tomorrow, May is not too far away. That's exactly when they said they are willing to have the meeting, so where we on all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "April 1st could be very at the site, remember, this is a dictatorship. This is more Stalinist than even the height of Stalin's Soviet Union. This is a regime that starves its own people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, what do dictatorships do? They lie. Whether it is Hitler in Munich in 1938, whether it is the Soviet Union during the Cuban missile crisis, let's remember what Reagan said, \"Trust, but verify.\" This is the first time in 65 years, the North Korean head of state wants to meet an American President, that's massive already, but let's not expect it to go completely smoothly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Right, I think that's good advice. Well, we are out of time, but Dr. Sebastian Gorka, thank you so much for coming in tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Thanks, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And still ahead tonight, Charlie Kirk from Turning Point USA joins the political panel and next, a special treat for you this Easter Eve, Judge Jeanine takes you inside the beautiful Museum of the Bible in our nation's capital. Your exclusive look is next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS",
      "sentences": "Live from America's News Headquarters, I am Marianne Rafferty. More than a hundred protesters gathering in Sacramento again today. They are rallying over the police shooting of Stephon Clark two weeks ago. Among the protestors, his fianc,e and young children. Clark was unarmed when he was shot. Police say they mistook his cell phone for a gun. Autopsy results released yesterday found that he was shot eight times and six of the shots were in his back. And Pope Francis delivering his Easter vigil message today. He urged people to not be silent in the face of injustices as he said Jesus' disciples were during the crucifixion. He also baptized eight people, one of them a Nigerian beggar named John Ogah. Ogah became a hero in Italy for disarming a robber while standing outside a market begging for spare change. I am Marianne Rafferty. Now back to \"Justice With Judge Jeanine.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, the Museum of the Bible is a powerful and spiritual place to visit in Washington, DC that focuses on the history, narrative and impact of the Bible. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, what better time to take a look back at Judge Jeanine's exclusive interview with Hobby Lobby CEO, and Chairman of the Board for the Museum of the Bible, Steve Green and their tour of the museum. JEANINE PIRRO, HOST, \"JUSTICE WITH JUDGE JEANINE\": Now, you are one of the world's largest retailers, privately owned retailers and one of the most successful businessmen in the country. And yet, you've undertaken this mammoth project, 430,000 square feet, the Museum of the Bible here in Washington, DC. There is nothing like it anywhere in the world. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE GREEN, CHAIRMAN, MUSEUM OF THE BIBLE",
      "sentences": "I grew up in a home that had a love for God's Word. I grew up in a Christian home. My parents took us to church and raised our family according to the Bible and in business, if you look at the first statement and purpose in our business, it says, \"To operate our business according to Biblical principles.\" And it has served us well. And I am blessed to be born in a country that our founders built from principles they found in this book. So, I have been blessed personally by this book in multiple ways. And we just wanted to encourage others to consider this book themselves. We want to inspire them to engage with it and consider the principles this book teaches for their own life. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, they say that 90% of American homes have within them a Bible, and yet it seems that this generation unlike previous generations has never been more distanced from the Bible. Why do you think that is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Yes, I think you could argue we are probably more ignorant of this book than we have been as a nation. And I believe primarily because we don't teach it in our schools as we once did. It was regularly taught in our schools, so people grew up knowing it. Our founders, it was common, they would speak from the Bible and they wouldn't have to give chapter and verse because everybody knew what they were talking about. Today, you make a quote from the Bible and many people have no idea what you are talking about or where the source is. Even common phrases within our vernacular come from the Bible that many people would have no idea that that is where it comes from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "In this museum, you have created technology to tell the story, technology I understand that didn't exist, you created it and patented it. Tell us about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "There is new technology. One specific example is there is a digital docent. It's a tablet, smaller than maybe an iPad or larger than an iPhone, where a visitor can customize it and tell it how long they want to be in the museum, what their interest is and then it will direct them through the museum using indoor guidance that knows where they are at within inches. This is some of the new technology that we have patented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Doors downstairs - powerful, impactful, but more than that, how much do they weigh? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Sixteen tons collectively. You don't want them falling over on you, that's for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How do you deliver 16 tons of doors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "One piece at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "The Museum of the Bible, the Capitol, the Supreme Court, Library of Congress - it's amazing how much of our American history reflects quotes from the Bible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "So, this is the Museum of the Bible here, and you show - we can show you how far, we are just a few blocks from the United States Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And so what is written in the United States Capitol is quoted from the Bible. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Well, there's a lot of things. What we do is some of the paintings right there in the rotunda, the Mayflowers are coming over, there is a Bible that they are showing, a Geneva Bible that is in the painting that we will show. This is where we have scripture around us all day long and in many cases, we don't even know it. It's just phrases from our language that are used.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Here you have Victoria Beckham with a tattoo that literally quotes the Song of Solomon. You know, that the Bible is so relevant to so many people in so many ways that we don't even recognize. One of the things that you have done that also speaks to how religion plays such an important part of your life is as that not for profit business owner of Hobby Lobby, you took the Obama administration to the United States Supreme Court. You fought for religious freedom. You funded the case. Where the Obama administration made a mandate that religion be damned and you would have to pay for abortifacients for any employee in your employ. And you felt that that was a violation of your religious freedom. Number one, why? How hard was it and what did it feel like when you won?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "If life begins at conception, as our family believes, then to take part in an abortive drug or process, we view that as taking life. And that is something that violates our religious beliefs. And there are many in this country. There are many that believe the same way that we do, that taking life is obviously in our mind wrong. And so, for the government to come in and tell us we had to freely provide to our employees products that could take life, that violated our conscience and we felt like we had no option, but to take and challenge the government on the mandate that they required to us take part of that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } And so, we met as a family and the decision was unanimous that we really felt like we had no option, but to challenge the government that we love on the mandate that they had put on our business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And when you won?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "When we won, it was an exciting day. I think that there was, for many of us, we somewhat felt like we would have a win, but there is no guarantee. There was a certain comfort that we had that we knew we were doing the right thing and we were at Oxford, my wife and I and the rest of the family was at the corporate office at our - offices in Oklahoma City, and we were Skyping in and it was just a thrilling day to know that the foundational principle that this nation was built upon, our religious freedoms were upheld. And just the pride of our country, is - I remember some of the feelings I had. This section is called Bible Now, showing how people are engaging with it right now. Another world map showing people that are opening up the app to engage with the Bible. So, the skeptic comes in here thinking that nobody is reading this book anymore. No, there are people all over the world right now engaging with this book and there is no book that can compare to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And what do you say to American families about coming here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Well, our purpose is, we want to invite all people to engage with this book. So, this is a museum for all people. This book has spoken into people from all different walks of life and has impacted lives from all different walks, and so, this is a place for people to come in and learn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, Steven Green, you know, on behalf of so many of us, you and Mrs. Green, your wife, Jackie, have done an unbelievable job here. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Thank you. Thank you for coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Pretty amazing. Looking forward to going myself. President Trump's latest tweets target Amazon, \"We will see a border wall, right?\" When will that happen, Charlie Kirk from Turning Point USA and The Hill contributor, Wendy Osefo are on board next to debate the news of the day. \"Justice\" rolls on in just a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Welcome back to \"Justice.\" My panel is here and ready to battle it out. One side of your screen, founder and executive director of Turning Point USA, Charlie Kirk and on the other, political commentator and contributor to The Hill, Wendy Osefo. Thank you both for joining me tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDY OSEFO, CONTRIBUTOR, THE HILL",
      "sentences": "Thank you for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER, TURNING POINT USA",
      "sentences": "Thank you, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, Charlie, we're going to start with you first, last week President Trump gave a speech to a rowdy crowd of 400 union workers talking about building a wall, he said, what is your take on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "We absolutely need to build the wall. Look, first and foremost, the wall will be a symbol of our sovereignty, which we have been losing over the last couple decades, not to mention, you look the incalculable cost of illegal immigration upon this country. You look at 98% of all heroin in America comes across the southern border. Over 10,000 kids are illegally human trafficked across the southern border every year, and an independent study showed that in Arizona, an illegal immigrant is twice as likely to commit a crime over a natural born US citizen. And finally, the financial cost upon the US taxpayer is $115 billion a year, so even if the wall costs $10 billion or $15 billion, which I don't think it should cost that much, it is a small price to pay for how illegal immigration has been ruining this country over the last couple of decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, look, I've always said the open borders are inhumane borders, but Wendy, the border patrol actually gave an update this week about the progress of this wall, they are choosing the prototype that they are going to use. They are ready to go with 100 miles of fence and replacing that, building the wall in places that needs to be taken back and refurbished. And the people in charge at border patrol has said, this isn't us talking, this isn't politicians, this is guys on the ground saying in these specific areas, we absolutely need these kinds of barriers, the wall to keep out human traffickers and drug cartels as Charlie said from hurting Americans here at home. What's your response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "Well, at the end of the day, if we want to keep our country safe, that's something we could definitely do, but Charlie makes some points, but what if this is really just political rhetoric a political placebo? Why I say that is if we look at the wall, out of the 697 miles that can be fenced, 654 are already fenced. And then, if we also look at it, the people who are here in this country legally, we are looking at individuals who have lapsed in visas. They are not necessarily all criminals, and we could look at FactCheck.org or alliance.com - these are nonpartisan social networks which state this. So, let's not sit here and try to criminalize all illegal immigrants and say that they are hurting our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Nobody is saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "No one is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Charlie, no one is doing that, right? No one said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "No, we have 40,000 illegal immigrants in our federal prison systems, so we are not trying to criminalize an entire group of people. We are just talking about facts right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "We have more Americans in our federal prison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "Forty thousand illegal immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "One at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": ". in our federal prison. Let me finish, hold on. Let me finish, and like I said, an illegal immigrant is twice as likely to commit a crime over a natural US citizen and I will say this, this idea like, \"Oh, it's improbable. It's impractical.\" I don't accept that for a minute. We are Americans. We get big things done and if we had a zero tolerance policy about illegal immigration in this country, we would execute that. We have allowed illegal immigrants to undercut our country for far too long financially, and culturally, and it is destabilizing us all across America, and look, I don't think we should stand for it anymore. Not to mention, this is a key campaign promise that the President ran on that he needs to fulfill and it's going to restore our sovereignty which I think is critically important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Wendy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "Charlie, that's intellectually dishonest. For you to sit here and state the figures of illegal immigrants who are in the federal prison when we know we have more American citizens in the federal prison system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, they are entitled to it, Wendy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "Wait, so hold on here, you cut me off, but I can't cut you off. Now, let's face the facts. The facts are it is a campaign promise, but it's a flawed campaign promise. And furthermore, the President wants to build this wall by going into defense spending, which is not good. We can't take money away from our military just to keep a campaign promise. That's not what we are doing here. We should keep our country safe, yes, we should, but again, for you to sit here and make it seem as though illegal immigrants are some type of criminals or to criminalize them, that's not what we are going to do because that is intellectually dishonest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, first of all, it's not intellectually dishonest because according to the Federal Code, it is illegal to enter the country without permission, so entering with no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "(Inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, you just said that they are not operating will illegality and absolutely, they are, so let's actually be intellectually honest about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "That's not what I said, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": ". the fact that if you are in the country illegally, you have already broken the law. And as we have seen across the country, Charlie, as the President has pointed out repeatedly, we have states like California, cities across the country not just protecting illegal immigrants and allowing them to evade law enforcement, but protecting the worst of the worst - child rapists, domestic abusers, violent people who have a record with handguns in this country. What do you have to say to that when we are being told that we are intellectually dishonest about who these people really are?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "Well, look, and there is no response to any of these numbers or figures like for example, I am going to repeat myself, 98% of all the heroin and fentanyl in this country comes across the southern border. The opioid epidemic is destroying Middle America and if we built the wall and secured our borders, we could put a huge stop to that, not to mention MS-13 which has wreaked havoc on our urban areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "Here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "The number one conduit of bringing weapons and criminals into this country is the southern border. There is no response to that. Of course, there are more Americans in federal prison. There is more Americans than there are illegal immigrants, but if you look at it statistically, they are twice more likely to commit a crime than natural born Americans are, not to mention, they committed a crime by coming here in the first place. Citizenship is not a right. You don't get to be a citizen because you came across the border. That's not something that's just handed out upon crossing the Rio Grande and finally, Katie, you bring up a great point. We have to defund these sanctuary cities and stop giving preference to illegal immigrants in Sacramento and Los Angeles just because they want to be used as political pawns for the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Wendy, last word to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "No, you know, at the end of the day, what I think is really important here is that we need to secure our borders. We need to make sure that Americans are safe, but what we need to do is we need to look within our country and see how we can enhance our country, not just by saying we are going to preclude a certain group of people or a certain group of population from what's going on here in America, like that's not the way in which we move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think people are fine with getting criminal aliens out of the population.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "They are not all criminal aliens. That's exactly what I am saying, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We are out of time today. Charlie Kirk, Wendy Osefo, thank you so much for being here. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "Thank you, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "Thank you, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, what can the United States to do fight the persecution of Christians around the world? Judge Jeanine sits down with Father Andre Mahanna next to discuss that. And how we can help on this Easter weekend. Back in a moment. Earlier this week, Judge Jeanine sat down in advance of Easter with Father Andre Mahanna to talk about Christian persecution around the globe and how we can help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Father Andre Mahanna, thank you so much for being with us. You know, you are the National President of the Association of the Clergy which was created by the Vatican. You have been educated and you've studied the priesthood in France, in Rome, in Lebanon - the country where you are from, my ethnic background as well, but I am sure that you have seen as I have seen, in a 10-year period between 2005 and 2015, more than a million Christians slaughtered because they are Christians in the Middle East and Africa. What is happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FATHER ANDRE MAHANNA, APOSTOLIC UNION OF CLERGY",
      "sentences": "What's happening is a global genocide against Christianity, which is today is the world's largest persecuted religion in the world, Judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why? But why? Why is it happening and who is allowing it to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHANNA",
      "sentences": "Well, we have four reasons for this to happen in the world. First of all, it has been happening for 200 years and a great silence in the world. One of which I think the west secularism is one main reason after the French revolution and I think this is the historical reason behind this. And after that, you have the Turkish Empire First World War basically, when you had million and a half Armenians, you had the genocide against the Syrian people inside Turkey and Lebanon and Syria and other areas in the Middle East. Then you had the wave of the Arab states beginning and their creation after Sykes-Picot. The world was in so much transformation and changes. Then you had Europe, the United States, South Asia, Far Asia, between the two great wars and the 20th Century, but I think the main reason for the silence has to do with secularism, radical Islam in the world, unfortunately, and the trend in the west that the faith-persecuting Christians is a simple reason because of a religious ignorance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But why isn't the United States getting involved? Isn't the United States supposed to be you know, the country that protects people and liberties? And you know, we are welcoming all these refugees. What about Christian refugees? Are they coming in to this country equally?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHANNA",
      "sentences": "They are not coming. They are not allowed to come into the country at least under the former administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHANNA",
      "sentences": "We see hope with the new - yes, ma'am. We see hope with the new administration with our President and this is why I was inclined when I was doing prayers in Israel that he understood that message and he wanted to make sure America becomes one of the promoters and protectors for Christians in the world. I am praying that he will continue achieving his promises in this regard. In my short and few meetings, brief meetings with the President and part of his teams and many religious leaders in the US, that is what I do with our Lady of Fatima statue, the one I told you about. I blessed the President with it. And I blessed also, I prayed with Pope Francis with that same statue, spiritual diplomacy should be added as one of the platforms in the 21st Century to make America a leader in the world to maintain justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I don't know what spiritual diplomacy means? Father, with all due respect, I don't know what spiritual diplomacy means? We pray for them to stop? At some point, don't we.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHANNA",
      "sentences": "I will tell you what spiritual diplomacy means, it is simply say the truth, break the silence about the persecution against Christians. Make sure the world knows that Christianity is light in this world and it must be kept and don't let oil, don't let money, don't let any other values in the humanity or interest or political intrigues challenge you. That's what I call spiritual diplomacy. It's okay for the President some to stand and say I am a believer, I am a Christian, I am a pro-life I will stop now stop abortion. I will now stop physician-assisted suicide, I will now stop the murder of Christians in the world, I want to allow that faith to flourish because it is important for it to flourish as the only faith that calls for the love of the enemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Is the Pope doing enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHANNA",
      "sentences": "Is the pope doing enough? The pope - my information says is being informed. Definitely he's accompanying and he is following up. Doing enough? I think he can do more. To be honest with you, the pope can do more on the platform of protecting Christians in the world and in the Middle East, but I do believe he is very sincere at heart to try to understand and to try to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But he is the leader of the flock, he should be at the head of the spear. And finally, because we're running out of time, Father, what would you like my viewers to do besides spiritual diplomacy, speaking up, what can they do for Christians in the Middle East?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHANNA",
      "sentences": "I want them to go tell, save the persecuted Christians in the world. Go check at SaintRafkaMissionofHopeandMercy.org, Missionofhopeandmercy.org. It tells you the clear action you need to take in today's world, conserve your virtue, celebrate Easter as we come to this vigil of Easter, make sure you stand up for your values for your traditional values as an American and tell the story of the Christians. The Middle East is a place of dialogue, love, coexistence and peace and we need to keep Christianity as a light in this world, Judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, Father, Mahanna, from Colorado, thank you so much for being with us and Happy Easter to you, Father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHANNA",
      "sentences": "Happy Easter to you. God bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Thank you, Father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We'll be right back. Finally, tonight, I want to take a moment to wish all of our viewers a Happy Passover and a wonderful Easter holiday. I hope to get to spend the time that you wish with your family and friends this weekend. Thanks so much for watching. I am Katie Pavlich in for Judge Jeanine who will be back next Saturday. \"The Greg Gutfeld Show\" is next. Good night. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS",
      "utterance": "Hello and welcome to \"Justice.\" I am Katie Pavlich filling in for Judge Jeanine Pirro. Thanks so much for being with us tonight. We have a great show on top of the latest breaking details on all the big stories this week. Congressman Ron DeSantis, Dr. Sebastian Gorka and two powerful political panels are all standing by to break everything down. Plus, on this Holy Saturday, Judge Jeanine takes us on a tour of the Museum of the Bible. But first, let's begin with Attorney General Jeff Sessions announcing this week that a federal prosecutor is now looking into alleged FISA abuses by the FBI. But some Republicans say, it's still not enough. Joining me now with reaction from Florida, Congressman Ron DeSantis. Congressman, thank you so much for taking time out of Saturday night to be with us. We very much appreciate it."
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLORIDA",
      "utterance": "Good evening."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, what is your reaction to Attorney General Jeff Sessions saying this week that he is going to allow this US Attorney of Utah, John Huber to look into this first, and then take his recommendation about whether a special counsel is needed to look into the FISA abuse under the Obama administration?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I think it is a step in the right direction from where he had been just a few weeks ago. Remember, a few weeks ago, he said, \"I've appointed the Inspector General to look at it,\" who is a fine guy, but he doesn't have any prosecutorial authority. That means there would be no indictments, no grand jury, no anything. So, the fact that you actually have a prosecutor who is outside the beltway to me is a step in the right direction. But here is the deal, there was a special prosecutor appointed to pursue President Trump when there was no evidence of a criminal violation involving Trump's campaign and Russia. In this instance, we have a lot of evidence that there were statutes that may have been violated. False statements made to Congress, false statements made to investigators, Andrew McCabe, you have potential obstructing a congressional investigation, disclosure of classified information, so you have all of those things, and clearly the Justice Department has a conflict because they can't investigate themselves. So, to me it seems the case for a special counsel in this instance is much stronger than it was when Rosenstein appointed Robert Mueller."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, and the Justice Department has talked to General Michael Horowitz, who is very well respected by Republicans and Democrats for the work that he does, but I want to play you some sound from colleague, House Judiciary Committee Chairman Bob Goodlatte, and his response to the Attorney General saying, \"We're not quite there with a new special counsel.\""
    },
    {
      "speaker": "REP. BOB GOODLATTE, R-VIRGNIA, HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "utterance": "We really think there should be an investigation outside of the Department of Justice all together is why we continue to call for a special counsel."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Congressman, a lot of people don't exactly know that yes, the Inspector General has a lot of power to unveil a lot of the wrongdoing, but he can only recommend disciplinary action. He can't actually prosecute the crimes that may or may not have been committed. So, explain to the viewers about the jurisdiction that the Inspector General actually has and why the DOJ might not be able to investigate themselves."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, the Inspector General is not a prosecutor. So, if you identify a criminal violation, he doesn't go to a grand jury and get an indictment. Indeed, he can't go to a grand jury and subpoena evidence. He can't even bring witnesses in who are not already inside the Justice Department or FBI to question them. So, it has a role and I think this Inspector General is well-respected, but it's more of a bureaucratic function to try to see what the Department can do better. When you have evidence of wrongdoing, that calls for somebody that has prosecutorial authority. I mean, just look at the news with Andrew McCabe lying four times to other agents or the Inspector General. Now Mueller has gone after Michael Flynn for making one supposed false statement. Papadopoulos, one supposed false statement. Here you have, four. So, the American - average American, if they lie to the FBI, they get indicted, but the Deputy Director, if he lies four times, then he just goes to the Inspector General and that's it? So, we have to have equal justice that applies not just to the average American, but also to those people in those high levels of authority."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, speaking of equal justice for all Americans, have you seen the Inspector General report that the Inspector General he has been working on, looking into how the FBI handled, including the former deputy director of the FBI, Andrew McCabe - how they handled the Hillary Clinton e-mail investigation. Have you seen that? What kind of insight can you give us?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "We have not seen the actual report. There are little bits that we hear about, but this has been going on for, I think going on 15 months now, Katie, and I think that this thing needs to be brought in for a landing. I think there is going to be a lot of problems that are uncovered. As we know, this investigation into Hillary was badly mishandled from the start. So, I think it's important to put that out there because there have been a lot of guys like me saying, \"Why aren't more heads rolling in the FBI for some of the misconduct that we have seen.\" And I think part of the reason is people like Sessions have been waiting and Christopher Wray have been waiting for this IG report. So, the quicker we get that, I think the quicker you'll see more accountability in both agencies."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think that's the key question. Because people see these reports come out. The see Congress working to try to bring some kind of accountability. What do you think can be done when we do get those report from Congress's side to actually hold people accountable? The frustration is we see all this information all the time and yet people keep getting away with it."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, I think there needs to be two tracks. One, the IG report can provide the basis to terminate people like Peter Strzok, the anti-Trump bias FBI agent in his text messaging. But the prosecutor, and hopefully that will evolve into a special counsel. That individual can address criminal violations. And so, hopefully some of these people who misbehave will immediately be terminated and be out of the government, but to me that's not the end of it. You need a special counsel to follow through for any criminal liability that is uncovered."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Congressman, switching gears really quickly before I let you go, President Trump gave a speech last week about infrastructure. He is going to need Congress to push through a $1.5 trillion plan. It is what he is asking for. What is your view from Capitol Hill about how that is going to get done and whether it is going to get done before the mid-terms?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "The most important thing he has identified is making these projects go on time, cutting all the bureaucracies, the red tape, so that if a project is authorized, it could actually be done on time and hopefully, ahead of schedule, that's not the norm now. So, the dollar signs to me, I think that's going to be debated, but if he is really streamlining a way forward for infrastructure, even the existing dollars we have now will actually be put to good use, and I think you'd see a big time improvement."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "All right, well, we'll wait to see how that fight plays out on the Hill. Congressman Ron DeSantis, thanks so much for your time."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And joining me now with more in all of this, senior adviser for the Trump 2020 campaign, Katrina Pierson and former Obama campaign foreign policy adviser, David Tafuri, correct, thank you both so much for coming on tonight. Katrina, I want to start with you and your reaction to Attorney General Jeff Sessions kind of punting this off to a US Attorney in Utah saying this guy is removed from the Justice Department maybe because he's in a faraway state. What is your reaction to that? KATRINA PIERSON, SENIOR ADVISER, TRUMP 2020 CAMPAIGN: Well, you know, Katie, I have to sort of echo Congressman DeSantis in saying that yes, it makes sense to find somebody outside of DC to investigate. But my issue really is about the standard here. Where was that standard when the special counsel was appointed to go after the President and his family? This is a complete and absurd atrocity. Jeff Sessions should have appointed a special counsel to investigate this because we have already seen what has happened under the Obama administration. Jeff Sessions himself has reconciled with American citizens who were targeted by Obama's IRS. What exactly is trying to confirm? Is he just waiting on some sort of maybe, I don't know, a confession? It just doesn't make any sense and this is going to take a lot more time and meanwhile, Robert Mueller is running all over the place. They won't even narrow his scope here, and so here we are today, knowing that neither you or I or any of the viewers of tonight's program could ever get away with deleting 30,000 emails after receiving a subpoena and still be walking around."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "David, my question for you, will you, David agree that they should be investigated for another reason? However, doesn't the FBI have a credibility problem not just with Republicans, but with the country as a whole and wouldn't a special prosecutor for this case kind of clean some of that up?"
    },
    {
      "speaker": "DAVID TAFURI, FORMER OBAMA CAMPAIGN ADVISER",
      "utterance": "Well, what I think what your audience would want is for to us follow the rule of law whether you are a Democrat or a Republican to make sure these investigations go forward properly and that they are impartial decision makers who are in charge of these investigations. Now, Katrina is massively confused about the standard. The standard for special counsel is if there is a conflict of interest or if there are extraordinary circumstances; neither of those are in place here. So, Sessions made the right choice."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "But where they in place for the special counsel with Mueller, that's the question. Are there double standards here? That sure looks like it."
    },
    {
      "speaker": "TAFURI",
      "utterance": "And that's a great question. Because what happened with Mueller is very different. The reason we have a Special Counsel Mueller is because Trump fired Comey. When he fired Comey that showed there was a conflict of interest. In fact, Trump said a week later on NBC, he fired Comey because of."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "David, do you believe that."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Well, let me finish. Hold on. Let me finish. Let me finish. The reason that we know that there was a conflict of interest is because Trump went on NBC and he said, \"I fired Comey because of the Russia investigation.\" That's a true conflict of interest and that's why we ended up with a special counsel. In the case of this investigation that Sessions decided not to have a special counsel, there is no such concern. In fact, there is a US attorney in Utah who is going to follow the rules and follow the laws and investigate this. He doesn't have a conflict of interest, that's why these two issues are distinct."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, Katrina you said, you were confused. You want to respond to that?"
    },
    {
      "speaker": "PIERSON",
      "utterance": "Yes, well, of course, Katie. I mean, the problem is about evidence. The standard is about evidence from General Sessions' mouth itself. There is zero evidence of Russia collusion. However, when you take Loretta Lynch sitting on the tarmac with Bill Clinton, you have hundreds of Americans, law-abiding citizens that have been spied on through unmasking by the Obama administration, not to mention Uranium One, the Clinton Foundation, accounts receivable and these new texts that show between Strzok and Page, \"The White House is leading on this.\" Really? Evidence. The House Intelligence Committee has already uncovered FISA abuse of which Rod Rosenstein's signature is on that form, there is your conflict with appointing this Mueller investigation. It is a farce and a witch hunt, exactly like the President has stated."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, and I think that every day Americans outside of the D beltway are concerned about this happening to them and the abuse at the FBI and the FISA court. It's not just about high profile politicians running for Presidents, but all Americans. But I want to switch gears really quickly to President Trump's infrastructure speech last week, Katrina, you are working on his 2020 campaign. He talked in front of 400 union members in Ohio. Should that concern Democrats when they are trying to get back those districts and counties that President Trump turned from blue to red?"
    },
    {
      "speaker": "PIERSON",
      "utterance": "Absolutely. You know, we'll let the Democrats still run on taking away their American bonuses and the state Russia collusion. Meanwhile, the President is making America great again. This is the infrastructure package that will be bipartisan. It is focused on putting Americans first and rebuilding our own communities and expanding financing for a lot of these projects with public-private partnerships in place that I would hope would make states more accountable for where their money is going so they could better serve their citizens as well. So, I think it is going to be really exciting over the summer as this plays out."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "David, infrastructure is usually a Democratic issue. Is this something that Trump is going to be able to work with Democrats on or are they going to take it and run, even in an election year?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "Well, it should be a bipartisan issue. I am from Ohio. We are really glad that the President went to Ohio. We always want to highlight our state. The President gave a speech there. He was supposed to talk about infrastructure, but he pretty much just talked about himself, his favorite subject. So, for the people who showed up for this speech, the pro-Trump people, they were probably happy to hear that speech, but if you were looking for details about the infrastructure program, and how it is going to be implemented, they were not in that speech. I would love to hear those and I'd like to see Democrats and Republicans support it."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, you might want to go back through because he did give four distinct points on how he wants to implement it, but for another time. Katrina Pierson, David Tafuri, thank you so much for being here."
    },
    {
      "speaker": "PIERSON",
      "utterance": "Happy Easter."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Thank you. Judge Jeanine gives us a tour of the Bible Museum on this Holy Saturday night. And next, Kim Jong-un ready to sit down with the South Korea's President, what does it mean? And what's the next move for President Trump. Dr. Sebastian Gorka is here live and we'll talk about that and much more in just a moment. Stay with us as \"Justice\" rolls on."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Just this week, we secured a wonderful deal with South Korea. We were in a deal that was a horror show. It was going to produce 200,000 jobs, and it did, for them. That was a Hillary Clinton special, I hate to say. This will produce 200,000 jobs, and she was right, but it was for them, it wasn't not for us. So, we've redone it."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Welcome back to \"Justice\" live from the nation's capital. That was President Trump giving a strong speech this week with a major focus on North and South Korea. Joining me now with reaction, former deputy assistant to the President, Fox News contributor and author of \"Defeating Jihad,\" Dr. Sebastian Gorka. Thank you so much for coming in to talk to us."
    },
    {
      "speaker": "SEBASTIAN GORKA, CONTRIBUTOR, FOX NEWS",
      "utterance": "It's great to be here, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": ". important topics."
    },
    {
      "speaker": "GORKA",
      "utterance": "We will start with Russia with the news this week, 60 diplomats expelled from the United States in conjunction with other countries around the world doing the same. What is your reaction to that?"
    },
    {
      "speaker": "GORKA",
      "utterance": "I'm very happy. We are coming together as an alliance, as a group of western nations to take the threat from Russia seriously. It's not of the strategic size of the Soviet Union, but in some ways, it can be more dangerous. According to some estimates, there are more Russian intelligence officers actively working in the west than there were at the height of the Cold War and we see that they are doing nefarious activities whether it is destabilizing countries like the Ukraine or the so-called near-abroad of Russia or whether it is potentially assassinating people on the streets of the UK, we have to respond."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, one of the things that people - the questions that come up is the administration officials have been saying, \"Look, these diplomats in the United States aren't actually Russian diplomats,\" they are just spies under a diplomatic flag so to speak. So, the question is how is it that they have been operating as spies as an intelligence network in the United States for so long and it look this issue in the UK with the Russians poisoning a former spy who was a British citizen to get everyone to react this way."
    },
    {
      "speaker": "GORKA",
      "utterance": "Well, look, there is an old tradition here. Every nation has diplomats. They deploy to the territory of another country in their embassy. They can be working economics, politics, you name it. They can be, you know, issuing visas, but every nation deploys intelligence professionals to their embassies. Now, in some cases they are declared. You have a Chief of Station, and if it's a friendly nation, they will know who the Chief of Station is, for example, from the CIA. But in the case of Russia, they pack their embassies full of you know, advisers, political analysts, economists who have nothing to do with those jobs but they are actually intelligence collectors, they are SVR, they are members of the KGB's new organization and they fill them full of hundreds operatives."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, the United States flag in St. Petersburg today came down off the US consulate there. Russia has respond in what they say is a reconciliatory way in terms of reciprocity, but it seems to me that that could actually be a distraction. Obviously, the expelling of diplomats here makes a statement, but should we be worried about real attacks that Russia could be launching in cyber war, for example, the Russians we found out a couple of weeks ago, they actually infiltrated our energy sector, parts of the energy grid in America, so you know, this is important obviously, an important show of force. But should we be also paying attention to other damaging aspects of how Russia will retaliate?"
    },
    {
      "speaker": "GORKA",
      "utterance": "Oh, we expected a tit for tat. We have seen this during the Cold War. This is what they do. But yes, absolutely, whether it's in cyber domain or I am far more concerned in terms of information warfare, psychological information. If you look at the fact that it was Russian propaganda that went into the Steele dossier that Hillary Clinton paid for that was used to acquire that illegal FISA warrant, well guess what? That's a successful Russian information operation. That's the kind of thing we have to respond to as well."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Right, I want to get to the - related to Russia, the President said this week that he wants to take the United States out of Syria soon given that Russia has a lot of influence there. What is your reaction to that? And then I want to get to North Korea."
    },
    {
      "speaker": "GORKA",
      "utterance": "Look, I work for the President, the President is not an adventurist. The fact that he is a conservative. He is the GOP President. He won the election as a GOP candidate doesn't mean's a neoconservative. He sees the invasion of other people's countries whether it is Iraq, whether it is Afghanistan, it's fundamentally un-American. We were born as a nation in rebellion to colonialism. He doesn't like it, so nobody should be surprised that he wants our troops out of Syria because he wants to build a wall, he wants to do things back home."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, Master Sergeant Jonathan Dunbar was killed this week in Syria, so that certainly gives a reality check about what we are doing there. North Korea - the South Korean President and the North Korean dictator, Kim Jong-un maybe meeting, you know, scheduled to have some talks. What should we expect from that and what should we expect from President Trump's meeting with Kim Jong-un in the future? April 1st is tomorrow, May is not too far away. That's exactly when they said they are willing to have the meeting, so where we on all of that?"
    },
    {
      "speaker": "GORKA",
      "utterance": "April 1st could be very at the site, remember, this is a dictatorship. This is more Stalinist than even the height of Stalin's Soviet Union. This is a regime that starves its own people. So, what do dictatorships do? They lie. Whether it is Hitler in Munich in 1938, whether it is the Soviet Union during the Cuban missile crisis, let's remember what Reagan said, \"Trust, but verify.\" This is the first time in 65 years, the North Korean head of state wants to meet an American President, that's massive already, but let's not expect it to go completely smoothly."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Right, I think that's good advice. Well, we are out of time, but Dr. Sebastian Gorka, thank you so much for coming in tonight."
    },
    {
      "speaker": "GORKA",
      "utterance": "Thanks, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We appreciate it."
    },
    {
      "speaker": "GORKA",
      "utterance": "Sure."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And still ahead tonight, Charlie Kirk from Turning Point USA joins the political panel and next, a special treat for you this Easter Eve, Judge Jeanine takes you inside the beautiful Museum of the Bible in our nation's capital. Your exclusive look is next."
    },
    {
      "speaker": "MARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS",
      "utterance": "Live from America's News Headquarters, I am Marianne Rafferty. More than a hundred protesters gathering in Sacramento again today. They are rallying over the police shooting of Stephon Clark two weeks ago. Among the protestors, his fianc,e and young children. Clark was unarmed when he was shot. Police say they mistook his cell phone for a gun. Autopsy results released yesterday found that he was shot eight times and six of the shots were in his back. And Pope Francis delivering his Easter vigil message today. He urged people to not be silent in the face of injustices as he said Jesus' disciples were during the crucifixion. He also baptized eight people, one of them a Nigerian beggar named John Ogah. Ogah became a hero in Italy for disarming a robber while standing outside a market begging for spare change. I am Marianne Rafferty. Now back to \"Justice With Judge Jeanine.\""
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, the Museum of the Bible is a powerful and spiritual place to visit in Washington, DC that focuses on the history, narrative and impact of the Bible. So, what better time to take a look back at Judge Jeanine's exclusive interview with Hobby Lobby CEO, and Chairman of the Board for the Museum of the Bible, Steve Green and their tour of the museum. JEANINE PIRRO, HOST, \"JUSTICE WITH JUDGE JEANINE\": Now, you are one of the world's largest retailers, privately owned retailers and one of the most successful businessmen in the country. And yet, you've undertaken this mammoth project, 430,000 square feet, the Museum of the Bible here in Washington, DC. There is nothing like it anywhere in the world. Why?"
    },
    {
      "speaker": "STEVE GREEN, CHAIRMAN, MUSEUM OF THE BIBLE",
      "utterance": "I grew up in a home that had a love for God's Word. I grew up in a Christian home. My parents took us to church and raised our family according to the Bible and in business, if you look at the first statement and purpose in our business, it says, \"To operate our business according to Biblical principles.\" And it has served us well. And I am blessed to be born in a country that our founders built from principles they found in this book. So, I have been blessed personally by this book in multiple ways. And we just wanted to encourage others to consider this book themselves. We want to inspire them to engage with it and consider the principles this book teaches for their own life."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, they say that 90% of American homes have within them a Bible, and yet it seems that this generation unlike previous generations has never been more distanced from the Bible. Why do you think that is?"
    },
    {
      "speaker": "GREEN",
      "utterance": "Yes, I think you could argue we are probably more ignorant of this book than we have been as a nation. And I believe primarily because we don't teach it in our schools as we once did. It was regularly taught in our schools, so people grew up knowing it. Our founders, it was common, they would speak from the Bible and they wouldn't have to give chapter and verse because everybody knew what they were talking about. Today, you make a quote from the Bible and many people have no idea what you are talking about or where the source is. Even common phrases within our vernacular come from the Bible that many people would have no idea that that is where it comes from."
    },
    {
      "speaker": "PIRRO",
      "utterance": "In this museum, you have created technology to tell the story, technology I understand that didn't exist, you created it and patented it. Tell us about that."
    },
    {
      "speaker": "GREEN",
      "utterance": "There is new technology. One specific example is there is a digital docent. It's a tablet, smaller than maybe an iPad or larger than an iPhone, where a visitor can customize it and tell it how long they want to be in the museum, what their interest is and then it will direct them through the museum using indoor guidance that knows where they are at within inches. This is some of the new technology that we have patented."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Doors downstairs - powerful, impactful, but more than that, how much do they weigh?"
    },
    {
      "speaker": "GREEN",
      "utterance": "Sixteen tons collectively. You don't want them falling over on you, that's for sure."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How do you deliver 16 tons of doors?"
    },
    {
      "speaker": "GREEN",
      "utterance": "One piece at a time."
    },
    {
      "speaker": "PIRRO",
      "utterance": "The Museum of the Bible, the Capitol, the Supreme Court, Library of Congress - it's amazing how much of our American history reflects quotes from the Bible."
    },
    {
      "speaker": "GREEN",
      "utterance": "So, this is the Museum of the Bible here, and you show - we can show you how far, we are just a few blocks from the United States Capitol."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And so what is written in the United States Capitol is quoted from the Bible."
    },
    {
      "speaker": "GREEN",
      "utterance": "Well, there's a lot of things. What we do is some of the paintings right there in the rotunda, the Mayflowers are coming over, there is a Bible that they are showing, a Geneva Bible that is in the painting that we will show. This is where we have scripture around us all day long and in many cases, we don't even know it. It's just phrases from our language that are used."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Here you have Victoria Beckham with a tattoo that literally quotes the Song of Solomon. You know, that the Bible is so relevant to so many people in so many ways that we don't even recognize. One of the things that you have done that also speaks to how religion plays such an important part of your life is as that not for profit business owner of Hobby Lobby, you took the Obama administration to the United States Supreme Court. You fought for religious freedom. You funded the case. Where the Obama administration made a mandate that religion be damned and you would have to pay for abortifacients for any employee in your employ. And you felt that that was a violation of your religious freedom. Number one, why? How hard was it and what did it feel like when you won?"
    },
    {
      "speaker": "GREEN",
      "utterance": "If life begins at conception, as our family believes, then to take part in an abortive drug or process, we view that as taking life. And that is something that violates our religious beliefs. And there are many in this country. There are many that believe the same way that we do, that taking life is obviously in our mind wrong. And so, for the government to come in and tell us we had to freely provide to our employees products that could take life, that violated our conscience and we felt like we had no option, but to take and challenge the government on the mandate that they required to us take part of that. And so, we met as a family and the decision was unanimous that we really felt like we had no option, but to challenge the government that we love on the mandate that they had put on our business."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And when you won?"
    },
    {
      "speaker": "GREEN",
      "utterance": "When we won, it was an exciting day. I think that there was, for many of us, we somewhat felt like we would have a win, but there is no guarantee. There was a certain comfort that we had that we knew we were doing the right thing and we were at Oxford, my wife and I and the rest of the family was at the corporate office at our - offices in Oklahoma City, and we were Skyping in and it was just a thrilling day to know that the foundational principle that this nation was built upon, our religious freedoms were upheld. And just the pride of our country, is - I remember some of the feelings I had. This section is called Bible Now, showing how people are engaging with it right now. Another world map showing people that are opening up the app to engage with the Bible. So, the skeptic comes in here thinking that nobody is reading this book anymore. No, there are people all over the world right now engaging with this book and there is no book that can compare to that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And what do you say to American families about coming here?"
    },
    {
      "speaker": "GREEN",
      "utterance": "Well, our purpose is, we want to invite all people to engage with this book. So, this is a museum for all people. This book has spoken into people from all different walks of life and has impacted lives from all different walks, and so, this is a place for people to come in and learn."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, Steven Green, you know, on behalf of so many of us, you and Mrs. Green, your wife, Jackie, have done an unbelievable job here. Thank you."
    },
    {
      "speaker": "GREEN",
      "utterance": "Thank you. Thank you for coming."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Pretty amazing. Looking forward to going myself. President Trump's latest tweets target Amazon, \"We will see a border wall, right?\" When will that happen, Charlie Kirk from Turning Point USA and The Hill contributor, Wendy Osefo are on board next to debate the news of the day. \"Justice\" rolls on in just a moment."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Welcome back to \"Justice.\" My panel is here and ready to battle it out. One side of your screen, founder and executive director of Turning Point USA, Charlie Kirk and on the other, political commentator and contributor to The Hill, Wendy Osefo. Thank you both for joining me tonight."
    },
    {
      "speaker": "WENDY OSEFO, CONTRIBUTOR, THE HILL",
      "utterance": "Thank you for having us."
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER, TURNING POINT USA",
      "utterance": "Thank you, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, Charlie, we're going to start with you first, last week President Trump gave a speech to a rowdy crowd of 400 union workers talking about building a wall, he said, what is your take on that?"
    },
    {
      "speaker": "KIRK",
      "utterance": "We absolutely need to build the wall. Look, first and foremost, the wall will be a symbol of our sovereignty, which we have been losing over the last couple decades, not to mention, you look the incalculable cost of illegal immigration upon this country. You look at 98% of all heroin in America comes across the southern border. Over 10,000 kids are illegally human trafficked across the southern border every year, and an independent study showed that in Arizona, an illegal immigrant is twice as likely to commit a crime over a natural born US citizen. And finally, the financial cost upon the US taxpayer is $115 billion a year, so even if the wall costs $10 billion or $15 billion, which I don't think it should cost that much, it is a small price to pay for how illegal immigration has been ruining this country over the last couple of decades."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, look, I've always said the open borders are inhumane borders, but Wendy, the border patrol actually gave an update this week about the progress of this wall, they are choosing the prototype that they are going to use. They are ready to go with 100 miles of fence and replacing that, building the wall in places that needs to be taken back and refurbished. And the people in charge at border patrol has said, this isn't us talking, this isn't politicians, this is guys on the ground saying in these specific areas, we absolutely need these kinds of barriers, the wall to keep out human traffickers and drug cartels as Charlie said from hurting Americans here at home. What's your response?"
    },
    {
      "speaker": "OSEFO",
      "utterance": "Well, at the end of the day, if we want to keep our country safe, that's something we could definitely do, but Charlie makes some points, but what if this is really just political rhetoric a political placebo? Why I say that is if we look at the wall, out of the 697 miles that can be fenced, 654 are already fenced. And then, if we also look at it, the people who are here in this country legally, we are looking at individuals who have lapsed in visas. They are not necessarily all criminals, and we could look at FactCheck.org or alliance.com - these are nonpartisan social networks which state this. So, let's not sit here and try to criminalize all illegal immigrants and say that they are hurting our country."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Nobody is saying that."
    },
    {
      "speaker": "KIRK",
      "utterance": "No one is."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Charlie, no one is doing that, right? No one said that."
    },
    {
      "speaker": "KIRK",
      "utterance": "No, we have 40,000 illegal immigrants in our federal prison systems, so we are not trying to criminalize an entire group of people. We are just talking about facts right here."
    },
    {
      "speaker": "OSEFO",
      "utterance": "We have more Americans in our federal prison."
    },
    {
      "speaker": "KIRK",
      "utterance": "Forty thousand illegal immigrants."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "One at a time."
    },
    {
      "speaker": "KIRK",
      "utterance": ". in our federal prison. Let me finish, hold on. Let me finish, and like I said, an illegal immigrant is twice as likely to commit a crime over a natural US citizen and I will say this, this idea like, \"Oh, it's improbable. It's impractical.\" I don't accept that for a minute. We are Americans. We get big things done and if we had a zero tolerance policy about illegal immigration in this country, we would execute that. We have allowed illegal immigrants to undercut our country for far too long financially, and culturally, and it is destabilizing us all across America, and look, I don't think we should stand for it anymore. Not to mention, this is a key campaign promise that the President ran on that he needs to fulfill and it's going to restore our sovereignty which I think is critically important."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Wendy?"
    },
    {
      "speaker": "OSEFO",
      "utterance": "Charlie, that's intellectually dishonest. For you to sit here and state the figures of illegal immigrants who are in the federal prison when we know we have more American citizens in the federal prison system."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, they are entitled to it, Wendy."
    },
    {
      "speaker": "OSEFO",
      "utterance": "Wait, so hold on here, you cut me off, but I can't cut you off. Now, let's face the facts. The facts are it is a campaign promise, but it's a flawed campaign promise. And furthermore, the President wants to build this wall by going into defense spending, which is not good. We can't take money away from our military just to keep a campaign promise. That's not what we are doing here. We should keep our country safe, yes, we should, but again, for you to sit here and make it seem as though illegal immigrants are some type of criminals or to criminalize them, that's not what we are going to do because that is intellectually dishonest."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, first of all, it's not intellectually dishonest because according to the Federal Code, it is illegal to enter the country without permission, so entering with no."
    },
    {
      "speaker": "OSEFO",
      "utterance": "(Inaudible)."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, you just said that they are not operating will illegality and absolutely, they are, so let's actually be intellectually honest about."
    },
    {
      "speaker": "OSEFO",
      "utterance": "That's not what I said, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": ". the fact that if you are in the country illegally, you have already broken the law. And as we have seen across the country, Charlie, as the President has pointed out repeatedly, we have states like California, cities across the country not just protecting illegal immigrants and allowing them to evade law enforcement, but protecting the worst of the worst - child rapists, domestic abusers, violent people who have a record with handguns in this country. What do you have to say to that when we are being told that we are intellectually dishonest about who these people really are?"
    },
    {
      "speaker": "KIRK",
      "utterance": "Well, look, and there is no response to any of these numbers or figures like for example, I am going to repeat myself, 98% of all the heroin and fentanyl in this country comes across the southern border. The opioid epidemic is destroying Middle America and if we built the wall and secured our borders, we could put a huge stop to that, not to mention MS-13 which has wreaked havoc on our urban areas."
    },
    {
      "speaker": "OSEFO",
      "utterance": "Here we go."
    },
    {
      "speaker": "KIRK",
      "utterance": "The number one conduit of bringing weapons and criminals into this country is the southern border. There is no response to that. Of course, there are more Americans in federal prison. There is more Americans than there are illegal immigrants, but if you look at it statistically, they are twice more likely to commit a crime than natural born Americans are, not to mention, they committed a crime by coming here in the first place. Citizenship is not a right. You don't get to be a citizen because you came across the border. That's not something that's just handed out upon crossing the Rio Grande and finally, Katie, you bring up a great point. We have to defund these sanctuary cities and stop giving preference to illegal immigrants in Sacramento and Los Angeles just because they want to be used as political pawns for the Democratic Party."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Wendy, last word to you."
    },
    {
      "speaker": "OSEFO",
      "utterance": "No, you know, at the end of the day, what I think is really important here is that we need to secure our borders. We need to make sure that Americans are safe, but what we need to do is we need to look within our country and see how we can enhance our country, not just by saying we are going to preclude a certain group of people or a certain group of population from what's going on here in America, like that's not the way in which we move forward."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think people are fine with getting criminal aliens out of the population."
    },
    {
      "speaker": "OSEFO",
      "utterance": "They are not all criminal aliens. That's exactly what I am saying, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We are out of time today. Charlie Kirk, Wendy Osefo, thank you so much for being here. Appreciate it."
    },
    {
      "speaker": "KIRK",
      "utterance": "Thank you, Katie."
    },
    {
      "speaker": "OSEFO",
      "utterance": "Thank you, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, what can the United States to do fight the persecution of Christians around the world? Judge Jeanine sits down with Father Andre Mahanna next to discuss that. And how we can help on this Easter weekend. Back in a moment. Earlier this week, Judge Jeanine sat down in advance of Easter with Father Andre Mahanna to talk about Christian persecution around the globe and how we can help."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Father Andre Mahanna, thank you so much for being with us. You know, you are the National President of the Association of the Clergy which was created by the Vatican. You have been educated and you've studied the priesthood in France, in Rome, in Lebanon - the country where you are from, my ethnic background as well, but I am sure that you have seen as I have seen, in a 10-year period between 2005 and 2015, more than a million Christians slaughtered because they are Christians in the Middle East and Africa. What is happening?"
    },
    {
      "speaker": "FATHER ANDRE MAHANNA, APOSTOLIC UNION OF CLERGY",
      "utterance": "What's happening is a global genocide against Christianity, which is today is the world's largest persecuted religion in the world, Judge."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why? But why? Why is it happening and who is allowing it to happen?"
    },
    {
      "speaker": "MAHANNA",
      "utterance": "Well, we have four reasons for this to happen in the world. First of all, it has been happening for 200 years and a great silence in the world. One of which I think the west secularism is one main reason after the French revolution and I think this is the historical reason behind this. And after that, you have the Turkish Empire First World War basically, when you had million and a half Armenians, you had the genocide against the Syrian people inside Turkey and Lebanon and Syria and other areas in the Middle East. Then you had the wave of the Arab states beginning and their creation after Sykes-Picot. The world was in so much transformation and changes. Then you had Europe, the United States, South Asia, Far Asia, between the two great wars and the 20th Century, but I think the main reason for the silence has to do with secularism, radical Islam in the world, unfortunately, and the trend in the west that the faith-persecuting Christians is a simple reason because of a religious ignorance."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But why isn't the United States getting involved? Isn't the United States supposed to be you know, the country that protects people and liberties? And you know, we are welcoming all these refugees. What about Christian refugees? Are they coming in to this country equally?"
    },
    {
      "speaker": "MAHANNA",
      "utterance": "They are not coming. They are not allowed to come into the country at least under the former administration."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Obama."
    },
    {
      "speaker": "MAHANNA",
      "utterance": "We see hope with the new - yes, ma'am. We see hope with the new administration with our President and this is why I was inclined when I was doing prayers in Israel that he understood that message and he wanted to make sure America becomes one of the promoters and protectors for Christians in the world. I am praying that he will continue achieving his promises in this regard. In my short and few meetings, brief meetings with the President and part of his teams and many religious leaders in the US, that is what I do with our Lady of Fatima statue, the one I told you about. I blessed the President with it. And I blessed also, I prayed with Pope Francis with that same statue, spiritual diplomacy should be added as one of the platforms in the 21st Century to make America a leader in the world to maintain justice."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I don't know what spiritual diplomacy means? Father, with all due respect, I don't know what spiritual diplomacy means? We pray for them to stop? At some point, don't we."
    },
    {
      "speaker": "MAHANNA",
      "utterance": "I will tell you what spiritual diplomacy means, it is simply say the truth, break the silence about the persecution against Christians. Make sure the world knows that Christianity is light in this world and it must be kept and don't let oil, don't let money, don't let any other values in the humanity or interest or political intrigues challenge you. That's what I call spiritual diplomacy. It's okay for the President some to stand and say I am a believer, I am a Christian, I am a pro-life I will stop now stop abortion. I will now stop physician-assisted suicide, I will now stop the murder of Christians in the world, I want to allow that faith to flourish because it is important for it to flourish as the only faith that calls for the love of the enemy."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Is the Pope doing enough?"
    },
    {
      "speaker": "MAHANNA",
      "utterance": "Is the pope doing enough? The pope - my information says is being informed. Definitely he's accompanying and he is following up. Doing enough? I think he can do more. To be honest with you, the pope can do more on the platform of protecting Christians in the world and in the Middle East, but I do believe he is very sincere at heart to try to understand and to try to do."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But he is the leader of the flock, he should be at the head of the spear. And finally, because we're running out of time, Father, what would you like my viewers to do besides spiritual diplomacy, speaking up, what can they do for Christians in the Middle East?"
    },
    {
      "speaker": "MAHANNA",
      "utterance": "I want them to go tell, save the persecuted Christians in the world. Go check at SaintRafkaMissionofHopeandMercy.org, Missionofhopeandmercy.org. It tells you the clear action you need to take in today's world, conserve your virtue, celebrate Easter as we come to this vigil of Easter, make sure you stand up for your values for your traditional values as an American and tell the story of the Christians. The Middle East is a place of dialogue, love, coexistence and peace and we need to keep Christianity as a light in this world, Judge."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, Father, Mahanna, from Colorado, thank you so much for being with us and Happy Easter to you, Father."
    },
    {
      "speaker": "MAHANNA",
      "utterance": "Happy Easter to you. God bless you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Thank you, Father."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We'll be right back. Finally, tonight, I want to take a moment to wish all of our viewers a Happy Passover and a wonderful Easter holiday. I hope to get to spend the time that you wish with your family and friends this weekend. Thanks so much for watching. I am Katie Pavlich in for Judge Jeanine who will be back next Saturday. \"The Greg Gutfeld Show\" is next. Good night. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}