{
  "date": "March 24, 2022",
  "headline": "'The Ingraham Angle' on Biden's Europe trip, Big Tech censorship",
  "subHeadline": "Guests: Kellyanne Conway, Dinesh D'Souza, Sean Davis, Joel Berry, Victor Davis Hanson, Herschel Walker",
  "url": "https://www.foxnews.com/transcript/the-ingraham-angle-on-bidens-europe-trip-big-tech-censorship",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham. This is INGRAHAM ANGLE on a busy Thursday night. Big Tech censorship. It was kind of once a relative rarity, but it's now increasingly commonplace. And the media, once defenders of free expression, are cheering it on. So tonight we speak to the CEO of The Federalist and the managing editor of The Babylon Bee. Now, they have both seen their companies targeted in just the last 24 hours. Also, the Biden Administration very petty, demanding that Georgia Senate candidate and football legend Herschel Walker step down from the President's Council on sports, fitness and nutrition, or be fired from the board. Herschel Walker is here later to respond. But first, weak and wobbly. That's the focus of tonight's ANGLE. With Biden in Europe today, the world saw an ineffective hesitant and dissembling American president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Whoa, whoa, whoa. No, I'm not thanking you. Someone I haven't called on before, you. Who are you? What was the first question? You're playing a game with me. I'm not supposed to say where I'm going on, am I?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "As the war in Ukraine grinds on, gas prices skyrocket and global food shortage looming, Joe Biden had no answers. And like a Supreme Court nominee at a confirmation hearing last week, he gave a lot of non answers to important questions, like when he was pressed on the upshot of his recent phone call with China's President Xi. Namely, the question was, Is China helping the Russian Military?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I am not going to comment on any detail about what we know, or don't know, as a consequence of that conversation. But tomorrow is - tomorrow or next Monday, that Ursula is having that conference with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The first. On April 1st.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Translation. Let the EU handle it. They'll handle Xi. I couldn't get anywhere with the guy. I mean, how embarrassing. Biden obviously couldn't get Xi to agree to anything regarding Russia. So now we're relying on the Europeans to figure things out. Good luck with that. Now, world leaders, especially our adversaries, listen intently to what an American president has to say. And Biden said several things today that were absurd on their face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "NATO has never, never been more united than it is today. We've built that same unity with our European - the European Union, and with the leading democracies of the G7.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Even the Washington Post had to concede that NATO is far from being unified. And, France, obviously didn't get that unity memo either. Despite Biden's call to isolate Putin economically, major French companies have just announced that they're not cutting off their business operations in Russia at all. Now, perhaps this is why Biden is singing a different tune on the power of sanctions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Let's get something straight. Sanctions never deter. You keep talking about that. Sanctions never deter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Just last month, the White House insisted that sanctions did serve an important deterrence role.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISOR TO U.S. PRESIDENT",
      "sentences": "The President believes that sanctions are intended to deter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DALEEP SINGH, DEPUTY NATIONAL SECURITY ADVISOR FOR INTERNATIONAL ECONOMICS",
      "sentences": "They're meant to prevent and deter a large scale invasion of Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN FINER, FORMER CHIEF OF STAFF TO THE UNITED STATES SECRETARY OF STATE",
      "sentences": "Deter Russia through sanctions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "The sanctions are designed in the first instance to try to deter Russia for taking further aggression.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Inconsistency is the only consistent theme of this administration at this point. Now, Biden has made it clear that he's content to let other nations lead on Ukraine, on energy and pretty much everything else. But when all else fails, and all else is failing with Biden, old Joe returns to his greatest hits. Trump and Charlottesville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I had no intention to running for president again. And until I saw those folks coming out of the fields in Virginia carrying torches and carrying Nazi banners and literally singing the same vile rhyme that they used in Germany in the early 20s or 30s, I should say. And then when those gentlemen you mentioned was asked, what he thought, and a young woman was killed, a protester. He said there are very good people on both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This framing has been debunked so many times. It's not even worth addressing it again. But Biden didn't stop there, using a foreign reporter's question to once again tee off on the United States while standing abroad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "My focus of any election is on making sure that we retain the House in the United States Senate. So that I have the room to continue to do the things that I've been able to do in terms of grow the economy and deal in a rational way with American foreign policy and lead the world. Lead - be the leader of the free world. I say to people at home. Imagine, if we sat and watched the doors of the Bundestag broken down and police officers killed and hundreds of people storming in. Or imagine if we saw that happen in the British Parliament or whatever. How would we feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Even for Biden, this is a new low. Giving the impression that America is filled with torch carrying Nazis ready at any moment to storm the Capitol. Why would you want the President of the United States of that America to lead the way on anything? They wouldn't. This is just a bad version of what Obama though did in 2009. Remember, when he sucked up to Europe by talking down his own country? BARACK OBAMA, 44TH PRESIDENT OF THE UNITED STATES: In America, there's a failure to appreciate Europe's leading role in the world. Instead of celebrating your dynamic union and seeking to partner with you to meet common challenges, there have been times where America has shown arrogance and been dismissive, even derisive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Naturally, the press loved that, because he was a citizen of the world. Europe knew Obama signal weakness, and today we're even weaker with Obama's old VP in charge. Putin is targeting civilians and American families can't afford food and gas. And Biden's acting like an MSNBC pundit by feeding Russia and China anti-American propaganda. Yes, that happened today. This entire trip to Brussels was just a waste of jet fuel. Biden should have just participated over Zoom or something. It would have been easier. The man's incoherent enough without jet lag. How do you think he was with jet lag? Well, you saw it. How pathetic to see an American President make false claims about NATO unity, while sowing division and disunity at home. Everything Biden touches though falls apart, doesn't it? Including his disastrous foreign policy. Americans aren't used to seeing their Commander-In-Chief as an observer on the world stage. No matter what you thought of Trump, he was the lead dog in every fight. And the latest polls suggest that Americans aren't loving Biden's lead from behind strategy. Our Grinnell College poll pegged his approval rating at 34 percent. Only 37 percent supported his handling of the situation in Ukraine. And a new Emerson poll has Biden trailing Donald Trump and a head-to-head match-up by three points. If he thinks these appearances on the world stage are somehow going to boost him, he's got another thing coming. It's a good time to remember that Biden from the moment he was elected, Europe breathed a sigh of relief, knowing that it didn't have to deal with Trump, flexing on them any longer. After all, Trump demanded so much of Europe. More trade reciprocity, more Military spending, of course, they had to honor their NATO commitments. And no Nord Stream II pipeline. Oh, no. But in Biden, they know they have a debilitated American leader who values collectivism over national sovereignty, and of course, globalization above everything else. The rest of the world, along with the U.S. media have waited for this moment for really over 30 years. Because ever since Reagan left office, the global elites have dreamed of a weaker America, a humbler America, an America that will do what it's told. Obama sacrificed his entire presidency to that concept, which is why Trump came along and won in 2016. But after 2020, with Biden in the White House, the Americans were supposed to just behave themselves, be obedient to this new international order and then all would be calm. Well, how's that working out so far? And that's the 'Angle'. Joining me now is Kellyanne Conway, former senior counselor to President Trump and author of 'Here's the Deal'. Also, Dinesh D'Souza, conservative commentator, host of 'The Dinesh D'Souza Podcast'. Kellyanne, Biden, once again, following in the great tradition of his old boss, openly trashing America on the world stage with his depiction, of course, and harkening back to Charlottesville and making his points about January 6. Your reaction tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, FMR SR COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "Reaction is we're neither feared nor respected around the globe, including NATO in front of our allies. This is the time to reassure our allies and allay the fears of many Americans, Laura and Dinesh, who are feeling the pain at the pump, feeling the pain in the grocery store, and feeling the pain when we see - they see the vice president two times go to Europe, followed by her boss, the president, go to Europe and engage in what can only fairly be seen as America last policy here and abroad. It's one thing to castigate and denigrate Americans here at home to make us less dependent on our own resources for energy independence. It's quite another to go and do that in front of a - probably a salivating few countries at NATO, happy to see a United States president who's not going to put America first and says as much. And not only is Putin watching and Iran and China and the rest of the world, but our Military, our active Military, our Veterans, our Military spouses also hear an American president say and do that. If you look back to the 2020 presidential debates, foreign policy questions were conspicuous by their absence. Particularly, in one of those debates, people were afraid to bring - raise it, frankly, so we didn't hear enough from this man who had been in Washington DC for 50 years. But two quick polling numbers as well to build on what you said. Number one, in the AP-NORC poll, 56 percent said, they think that Biden has not been strong enough in his response on Ukraine. That includes 43 percent of Democrats; 68 percent of Republicans; 64 percent of independents. Only 6 percent of Americans say, he's been too strong. And finally, 74 percent of Americans say, they don't have faith. They have a low level of confidence for Biden to handle a crisis. That means a crisis of any type. So you see in there - I have something I'm going to - we're going to make a serious point. It's not a partisan point. It's a serious point. I would prefer that Joe Biden and Kamala Harris not go to these forums anymore. I think this is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I want to get to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Yes. And--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Dinesh - I go to get Dinesh in on this Kellyanne. I got to get Dinesh in on this. Dinesh, to see Biden go to Europe is to see American weakness on display. How debilitating is that to America's respect and prestige around the world. And it certainly doesn't help them at home. So I don't know why they keep sending him. DINESH D'SOUZA, \"THE DINESH D'SOUZA PODCAST\" HOST: Well, they don't really have much of a choice. And the Europeans are in a very odd situation. In some ways, there's a part of them that wants and yearns for and demands American leadership. And so that part of them is disappointed in having this stumbling, mumbling figure, who is supposedly the leader of the free world, and is actually embarrassing the free world in front of the world. Now here in America, the embarrassment of Biden is somewhat camouflaged by the thick fog of rhetoric put out by the media, which in a sense, is constantly cloaking in supporting Biden. But you don't have that. And the rest of the world, they just see a kind of naked Biden, who absolutely seems intellectually incoherent, seems to have no sense of what the interests of other countries are, keeps making absurd statements like, Oh, there's a division between the democracies and the autocracies of the world. Think of the largest democracy in the world, India. Now, here's India that buys a lot of Russian oil. It's a developing country that needs that oil in order to grow economically. India doesn't really care about the Ukraine. And so India says, we're going to keep buying the oil. So here's a democracy bigger than the United States in terms of population. That's not on our side on this. You think Biden would need to address something like this. But he doesn't. He just pretends like India doesn't exist. Oh, the democracies in the world. So you just have this sing-song routine, while the world looks on in disbelief and contempt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Kellyanne, there was progress today, though. We have to admit this, because Biden acknowledged that his sanctions are causing hardship. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "With regard to food shortage, yes, we did - talk about food shortages. And it's going to be real. The price of these sanctions is not just imposed upon Russia. It's imposed upon an awful lot of countries as well, including European countries and our country as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kellyanne, we thought Carter's malaise speech was bad. This is a heck of a midterm message. It's going to cost you 150 bucks to fill up your tank. And we're going to get 100,000 refugees, billions out the door, and food shortages. Vote Democrat. 2022. What a nightmare message that is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "There's nothing like - that's right. There's (ph) nothing an uninspiring Commander-In-Chief to go abroad and deliver that message. Also, speaking of sanctions, he seems to be the only guy in his administration, in his inner circle, who says that they don't work, that they were never meant to deter his Secretary of State, his national security adviser, his vice president. And today, basically his press secretary said that they are meant to deter. They do have a deterrent effect. But he says, Look, man, don't joke around with me. I always say that they want to deter. So even on the simplest meaning of the purpose of sanctions, he cannot agree with his inner circle. But projecting to us back at home that food is going to continue to be expensive and then in short supply is really not the bomb we needed. I think the next time he feels like going abroad and embarrassing us, he should take his first trip in quite a while if ever to the southern border. Certainly, his first trip as President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh, think about what that message says to - I try to think of like middle-class family, kind of family I grew up in. As Kellyanne said, here's that message today from a sitting U.S. President. They already feel the gas pump pain. Now they're being told, there might not be food. I just want to drive this point home to the American public. I have never heard a U.S. President speak in these terms ever, ever. It's going to drive people to the store to stock up and hoard food at this point. I wouldn't be surprised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "I mean, I think that if one is going to make the case that a president who is supposed to act on behalf often in the interest of the American people is going to take steps that impose this kind of hardship in ordinary life. I mean, think about a guy who makes $15 an hour, and it costs him $100 in to fill up your SUV. That's one day salary out of five going just to fill up your tank, and Biden is doing that to you. And now, you think that he'd say, Well, this is why it is in our vital national interests that we do this. This isn't just in Ukraine's interest. It isn't vital for America that we intervene here. It's vital for America. But there's not even any attempt to show that to make that case. There's just this kind of blind rhetoric, Oh, Putin is like Hitler and so on. And people are just supposed to salute and go along. But I think the ordinary American is wondering what is it that justifies this high degree of sacrifice that our leaders, who by the way, don't face the pain themselves, are imposing on the rest of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I guess a horrible, rotten, racist country that his party thinks we are. I mean, they're just going to have to suffer and suffer and suffer for all their foreign policy mistakes. Kellyanne, I have to get to this moment from Biden, when he tried to tell the world that he was really firm with China when he came to Ukraine. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I had a very straightforward conversation with Xi. I made no threats, but I made it clear to him that make sure he understood the consequences of him helping Russia. China understands that its economic future is much more closely tied to the west than it is to Russia. And so I'm hopeful that he does not get engaged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kellyanne, shouldn't we see the transcript. Who buys this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, we shouldn't see the full transcript. And in fact, China put out their version, Laura, within 20 minutes. We're yet to see the full transcript. I'm sure President Xi is really convinced and I'm sure President Putin is. Look, China has already benefited from the Biden presidency. He won't hold them to account on fentanyl, which is the number one killer of 18 to 44 year olds in this country right now, as we sit here. He doesn't hold them to account for their persecution of the Uyghurs. He doesn't hold them to account for the virus. He doesn't hold them to account for the $85 billion of American equipment and intelligence that is within Chinese wingspan that Biden left behind when he allowed the Taliban to take Kabul and the searching service members to perish, not listening to his 'generals'. So I don't believe Biden when he says, he'll stick it to China. He knows that Hunter Biden's done very well there. He's not going to take on President Xi. And if we don't believe - if the polls here in this country don't show credibility and competence vis-A -vis our own president, you can't expect the rest of the world, particularly someone like President Xi to feel that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Xi and Putin, or at least Xi is laughing and that's sad for America. Kellyanne and Dinesh, thank you. Now, median Big Tech have a way of, well, squashing dissenting thought, labeling its consumption dangerous or offensive. Now, it's happened to this show and in the last 24 hours it happened to our next guests. The Federalist's, Sean Davis; and The Babylon Bee's Joel Berry are here in moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We told you last night about how one of our interviews with Tulsi Gabbard got a warning label slapped on it by YouTube for being 'inappropriate' or offensive. Now, we aren't the only ones that are being censored. Fox's Matt Finn is in our West Coast bureau to tell us more. Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "Hi, Laura. Twitter was called out and then it reversed its decision to temporarily censor some articles published by The Federalist. The co-founder of the conservative online magazine, Sean Davis, tweeted yesterday, \"Twitter is currently censoring links to Federalist's news stories, falsely claiming that our stories are violent, or misleading content that could lead to real world harm. Stories about KBJ, Ron DeSantis, Hunter Biden and majolica art are all being maliciously censored by Twitter.\" Davis's tweet came after Twitter was found giving users a caution about Federalist's articles reading in part, warning this link may be unsafe. But Twitter was forced to acknowledge their apparent error saying, Federalist articles were given a warning by mistake. Explaining in part \"The URLs referenced were mistakenly marked under our unsafe links policy. This action has been reversed.\" Now, also this week, Twitter suspended the entire account of the Babylon Bee. It's a popular satirical publication with over a million followers. The Babylon Bee got banned for a tweet, which it says, keeps with its comedic brand. The tweet read, \"Man of the Year\" about President Biden's transgender HHS Secretary Rachel Levine, who identifies as a female and was named Times Woman of the Year. The Babylon Bee appeal to be reinstated, but lost. Twitter require The Bee to delete the tweet, which it says it will not, because it's not going to bend its knee to Twitter. Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thanks, Matt. And thanks for not breaking out into laughter. All right. Joining me now is Sean Davis, CEO and co founder of The Federalist; and Joel Berry, managing editor of The Babylon Bee. Sean, what is Big Tech going to do to conservatives? Like look, it's not just censorship, that's what a government does. But this is clearly a - an attempt at some type of political purge, but I think it just ends up backfiring on them, at least in this case. SEAN DAVIS, THE FEDERALIST CO-FOUNDER & CEO: Well, in this case, it definitely did. And I'll tell you what. Twitter's not the first to try it. Google tried canceling The Federalist before the election. YouTube, I think just yesterday, cancelled a bunch of CPAC videos featuring my colleague, Mollie Hemingway and me talking about Big Tech censorship. And I think the big issue is the attempt of these left-wing oligarchs, who control these Big Tech monopolies, using their power to basically put their thumb on the scale of what happens in our elections and what happens in our government. To me, that's a lot scarier than a silly flag of a link is unsafe. It's this coordinated effort to use their market power to shut down half the country that they don't agree with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Joel. Here's what Twitter told us about locking The Babylon Bee out of its account. \"We took enforcement action on the account for violating the Twitter rules on hateful conduct. Per the policy, we prohibit targeting others with repeated slurs, tropes, or other content that intends to dehumanize, degrade, or reinforce negative or harmful stereotypes about a protected category. This includes targeting misgendering, or deadnaming of transgender individuals.\" Joel, can we put up the full screen from Babylon Bee, again? Is this - are you misgendering again, Joel? I mean, we're going to have to put you in some type of PC prison here. What is happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOEL BERRY, THE BABYLON BEE MANAGING EDITOR",
      "sentences": "Well, that's funny, because from our point of view to call Rachel Levine a woman is to misgender. We have a very different philosophy, a very different worldview than the people who run Twitter. And the Twitter Terms of Service, they don't define misgendering. They - whether it's misgendering, according to the left, or to the rights philosophy, what we're dealing with is really - it's kind of a cultic, religious movement with the trans movement. And it has a lot of power. And we harbor no hatred toward people like Rachel Levine, Lia Thomas, people in the transgender community. But we do think it's important even as a bunch of goofballs that tell jokes and write satire to tell the truth. And if a company like Twitter can get you to admit that you have invited yourself in hateful conduct just to keep your Twitter followers then they can get you to admit to anything. And we feel like that's a hill to die on and we're going to keep fighting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good for you. I mean, and Sean, Rogan actually addressed this recent activity from Big Tech on his podcast yesterday. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE ROGAN, AMERICAN PODCASTER",
      "sentences": "The way she described it to me. She's like, it is utter madness. It's utter madness, and the lunatics are running the asylum. And they have to placate them, because there's a certain percentage of the population of the people that work for the company, and they're the loudest, and they oftentimes don't get work done. And when confronted, they talk about their activism. And she's like, Listen, you are here for X amount of hours a day. This is your f---ing job. You're not an activist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So she used to talk about a friend there. He used to work inside Big Tech. And he's suggesting, it's just a few bad seeds. But, I mean, a few bad seeds, Sean, can silence the voices of people like the President of the United States, a former president of the United States as China is allowed to tweet conspiracy theories morning, noon, and night, about COVID, like COVID came from Maine lobsters, you remember that little ditty that they tweeted about back in the fall of 2021? They're enjoying carte blanche, do whatever they want, China is on Twitter still. Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Yes, it's crazy. It actually kind of reminds me of George Orwell's \"1984\" where the main character Winston is forced to admit that two plus two equals five, and he said I can't, I can't, it's not true. And at the end, remember the goal of the censors isn't to get the person they are targeting to change. It's to get everyone else to self-censor themselves, and it's why 1984 ends with saying that Winston, after he was tortured into admitting that two plus two equals five, it talks but him admitting and winning the battle over himself, learning to win big brother. And that's what's really going on. They are trying to bully everyone else by bullying people like \"The Federalist.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. And Joel, this is what Russia and China does. They both, in their own way, cite -- they cite harmony. We have to promote harmony, and we have to promote the idea of security. But the language is eerily reminiscent of what some of the worst dictators in the world say when they suppress speech, similarly cited by some of our big tech overlords.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERRY",
      "sentences": "Absolutely. We saw this in Mao's China, we saw this in Soviet Russia. This worldview, this neo-Marxist worldview, it doesn't just want your body, it doesn't just want your money. It wants her soul. It wants you to change your worldview and give your very beliefs and your convictions over to them, to admit that they are the arbiters of the truth and not your own conscience. And so it is an eerie thing that has happened, with technology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The only thing that's going to change this -- the only thing that's going to change this is money. They only response to money. Until they are de-platformed, they won't listen. I say de-platformed. There's competition, there has to be competition. People just have to start pulling out of these entities altogether. Gentlemen, thank you. Sirens have been going off throughout Ukraine tonight. We're going to take you to the ground there in moments for a live report. Plus, could this war usher in the end of globalization? Victor Davis Hanson will tackle that important question next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We turn now to Ukraine, where a counteroffensive by Ukrainian forces is underway to reclaim territory from Russian troops. FOX's Greg Palkot is live in Lviv with the latest. Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS SENIOR FOREIGN AFFAIRS CORRESPONDENT",
      "sentences": "Absolutely correct, Laura. While President Biden on Thursday was talking to allied leaders in Brussels, Ukrainian forces here were putting up one heck of a fight. Most dramatic, one Russian landing ship destroyed, another damaged in the port of Berdyansk. The ships are crucial to bring troops, arms, and supplies in to the Russians. Their destruction, an important gain for the Ukrainians. In the suburbs of Kyiv, intense fighting going on. Ukrainians claiming gains in what they call a counteroffensive. It can't be independently verified, but at the very least, it's keeping the Russians near the capital very occupied. Still, it's looking very grim in devastated Mariupol. Again, about 100,000 traps there, 90 percent of the buildings destroyed. The news reports that we're seeing just in the past several hours is the Russian troops there entering the center of that city, reports that Russians are abducting thousands of civilians there. And Ukrainian President Zelenskyy, well, he got a word in via video link on Thursday to NATO. He's had one major pitch, he wants weapons. First, he said -- these are his words -- unrestricted, give me weapons. And then I guess he thought about it, and then he said OK, just give me or let me buy one percent of your planes, your missiles, your tanks. A desperate call at a very brave time right now for this country. Laura, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Greg, thank you. We've told you before about the great reset of capitalism that's being pushed by the elites at the World Economic Forum. Among the most ardent re- setters is Blackrock CEO Larry Fink. But in his annual shareholder letter today, Fink issued a warning to his Davos buddies, saying \"The Russian invasion of Ukraine has put an end to the globalization we've experienced over the last three decades. Companies and governments will also be looking more broadly at their dependencies on other nations.\" Joining me now is Victor Davis Hanson, Hoover Institution senior fellow. Victor, if there's a bright light in a devastating, tragic, ongoing nightmare in Ukraine, it might be the people are generally beginning to wake up to the idea that it's time to decouple from these despotic regimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "sentences": "Yes, I think people understood from the League of Nations failure in the 30s that political globalism never worked. The United Nations condemned Russia's invasion, didn't do any good. The majority of the population in the world didn't sign on to sanction, that's why Joe Biden has changed his tune. But what's fascinating, Laura, is this is economic globalization. This was supposed to make us all live in utopia. And here we have an architect of it, and he's saying, two or three years ago he would say capital chases labor and production cost anywhere in the world where they are the cheapest. And now he is saying we can't do that. And I think he's saying that because the natural order of history is not calm, it's not peace, it's not cooperation. Unfortunately, and tragically, it's war, its revolution, it's plague. And we learned that with COVID and now Ukraine. And so I think he is saying to Americans -- he of all people -- the stuff of life is shelter, it's fuel, it's food, it's a military that's a deterrent, it's a border that's secure. And we don't have that now. And I think it's time that we look at -- if you don't have fuel, you beg Saudi Arabia or you beg Venezuela. If you don't have food and you're vulnerable to the cutoff in Ukraine. If you don't have building materials, then China -- the prices are too steep form China. And so we've got to really readjust our value system. It's farmers, it's soldiers, it's border patrol agents, it's electricians, it's plumbers, it's frackers. These are the heroes of the country, and we've got to reevaluate our value system so that we put more emphasis on what they do because they are the people that keep us going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, time for made in the USA, but former Obama official Steve Rattner, Victor, he ain't ready to decouple from China quite yet. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE RATTNER, MORNING JOE ECONOMIC ANALYST",
      "sentences": "We import lower-cost goods from China rather than making it at home with higher cost labor and higher costs in general, for that matter, we are increasing costs to consumers. And so the natural evolution of trade is to find lowest source of supply, and when you don't, prices go up for consumers. And we have to be mindful of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, this is at a time when prices are going up for consumers. So his whole argument collapses now, but he still cites it, you're going to pay more for that pair of pants you otherwise wouldn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes, and that's predicated on Ukraine always producing food and supplying 20 percent of Russia with Ukraine, 30 percent of the world's food, or China not in the middle of the pandemic say, oh, by the way, we're running out of protective equipment, you're not going to get any. So yes, it's good to have cheap prices, and globalization did it, but they went way overboard. And it leaves the country entirely dependent on a supply chain or just in time supplies. And go look at the port of L.A. tell us if that's one of the wonders of globalism. So we need to protect our national interests by reemphasizing producing the really elemental stuff that keeps us going -- food, shelter, fuel, security, secure borders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And, Victor, will there be a place in the future for the old establishment GOP who you know are just itching to have us enter something like TTIP, that European trade deal, or a new version of the Transpacific Partnership? They love those multilateral trade deals that never work out for the United States, but they are -- you know their yearning to get us hooked back into one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "They are, and there's two things there. In theory they sound great if the world is always peaceful and cooperative. It never really is. And two, they are never really subject to the consequences of their own ideologies. So out here in rural California, people can't find gas and they are panicking about the food supply. And two years ago, Romex wire was $30 a spool, and now it's $140. And they can't function. And this is a globalized, supposedly cost-efficient system, but it's predicated on what happens in Ukraine and what happens in China and whether the Wuhan lab lets out a virus by accident or by intention, who knows. And they can't control that. And they're not going to suffer because they have enough capital and income that they're going to be insulated. But they should ask themselves, can you really eat Google? Can you drive a Facebook car? Can you live in the Twitter house? Because I don't think you can. You have to have other people, Americans, do those things for you. And if they can't do it, we are in big trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, this is -- I think this is the most important discussion we've had tonight, of all the topics, but this is it. And you were a great guest to have on. Thank you so much. Why is President Biden coming after Georgia Senate candidate Herschel Walker? He's here next to tell us. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "With all the rot that is in this administration, you have to start asking, what are the president's priorities? Well, Biden has decided not to clean house in the White House, like the White House staff. He has decided to clean house at the President's Council on Sports, Fitness, and Nutrition. And by that, I mean force out two Trump appointees still sitting on it because sports is now politicized. The White House sent letters to both Dr. Mehmet Oz and Herschel Walker, telling them to resign by 6:00 p.m. last night or be fired. They both chose the latter. One of them is here to tell us why. Herschel Walker, Georgia Senate candidate and former NFL player extraordinaire joins me now. Herschel, so that's it? I guess you're officially off the council for just being you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERSCHEL WALKER, (R-GA) U.S. SENATE CANDIDATE",
      "sentences": "Well, I am, and with so much going on in this country, I cannot believe he's going to think that Herschel Walker is going to quit. I think he don't know Herschel Walker. And he sent me a letter at 10:00, asked me to resign or they are going to fire me at 6:00. So I said I'm not going to quit, so I reckon they are going to fire me, but I haven't gotten a letter that they fired me yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Herschel, I think they are pegging this to the fact that you and Oz are running for office, and they say you can't sit on the sports council while you're doing that. It's part of the Hatch Act even though you're not actually in office yet, so I'm not sure if that really makes sense. Your response to the? They say it's not partisan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "It's very interesting because I'm not supposed to use the council while I am out campaigning, and I never have used the council while I've been campaigning. And that's what was so strange is they sent me this letter, they know that I'm out campaigning where I'm raising money because I'm going to win this Senate seat, and I think that's what they thought they could do is throw me off track. But this letter is not going to do that. The way they're going to throw me off track is they are going to have to get out and they're going to have to show that these policies that I'm making right now is going to be great for Georgia and great for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Herschel, speaking of the race, I was wondering what the latest polls said, and right now you are leading Raphael Warnock by four points. Given how high inflation is, energy prices in the state everywhere hitting Georgians especially hard, do you expect that to increase, or do you expect this to stay pretty close?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "I expect that to increase. And the reason I say that is it seems that they are not going to try to make anything better. Right now, they are doubling down, and they are going back and blaming everyone else instead of blaming themselves. Right now, we could be energy independent. They don't even want to do that. We can start doing things for ourselves. They don't even want to do that. They continue hurt Georgia. They continue to hurt the American people, so they seem to be doubling down trying to make this country terrible and putting us second. America is not second, and I'm not going to settle for that. That's the reason I'm running. That's the reason I got in the race. I'm not going to settle for second place. This is the greatest country in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Herschel, what's your message to African American voters in Georgia, many of whom have suffered failing schools, increased crime rates in city areas especially? What's your message, and what can Republicans do to reach out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "I think what Republicans can do to reach out is, first of all, get better messaging in the sense to let them know that what Republicans stands for is what African Americans believe in. They believe in education. They believe in a school choice. They believe in public safety. They believe in all the things that all the Democrats have been telling them they don't. And I think they are seeing it now. And you look at this economy right now, and I think they are starting to see that all the messages that they thought we were, we're not. And right now, they believe in this country. I'm sad to say that Herschel Walker got an I.D. I can get my own idea, I'm smart enough to have an I.D. And you know what, it's so strange, I also know that I can vote. We can get out and we can vote. We don't need people telling us that we can't vote, that we are not suppressed. And I can find the American dream here in United States of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Herschel, great to see her tonight. Sorry about the Council on Physical Fitness. Now, while Biden embarrassed us in Europe, Kamala didn't have to travel far to do so. The Last Bite explains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Many communities of color, however, have been prevented of taking full advantage of the wealth building power of homeownership. Segregation, restrictive covenants, and redlining long, long denied black homeowners a share in the American dream. That inequity continues today. Systemic change is urgently needed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's inspiring. Gutfeld next. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham. This is INGRAHAM ANGLE on a busy Thursday night. Big Tech censorship. It was kind of once a relative rarity, but it's now increasingly commonplace. And the media, once defenders of free expression, are cheering it on. So tonight we speak to the CEO of The Federalist and the managing editor of The Babylon Bee. Now, they have both seen their companies targeted in just the last 24 hours. Also, the Biden Administration very petty, demanding that Georgia Senate candidate and football legend Herschel Walker step down from the President's Council on sports, fitness and nutrition, or be fired from the board. Herschel Walker is here later to respond. But first, weak and wobbly. That's the focus of tonight's ANGLE. With Biden in Europe today, the world saw an ineffective hesitant and dissembling American president."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "Whoa, whoa, whoa. No, I'm not thanking you. Someone I haven't called on before, you. Who are you? What was the first question? You're playing a game with me. I'm not supposed to say where I'm going on, am I?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "As the war in Ukraine grinds on, gas prices skyrocket and global food shortage looming, Joe Biden had no answers. And like a Supreme Court nominee at a confirmation hearing last week, he gave a lot of non answers to important questions, like when he was pressed on the upshot of his recent phone call with China's President Xi. Namely, the question was, Is China helping the Russian Military?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I am not going to comment on any detail about what we know, or don't know, as a consequence of that conversation. But tomorrow is - tomorrow or next Monday, that Ursula is having that conference with China."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The first. On April 1st."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Translation. Let the EU handle it. They'll handle Xi. I couldn't get anywhere with the guy. I mean, how embarrassing. Biden obviously couldn't get Xi to agree to anything regarding Russia. So now we're relying on the Europeans to figure things out. Good luck with that. Now, world leaders, especially our adversaries, listen intently to what an American president has to say. And Biden said several things today that were absurd on their face."
    },
    {
      "speaker": "BIDEN",
      "utterance": "NATO has never, never been more united than it is today. We've built that same unity with our European - the European Union, and with the leading democracies of the G7."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Even the Washington Post had to concede that NATO is far from being unified. And, France, obviously didn't get that unity memo either. Despite Biden's call to isolate Putin economically, major French companies have just announced that they're not cutting off their business operations in Russia at all. Now, perhaps this is why Biden is singing a different tune on the power of sanctions."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Let's get something straight. Sanctions never deter. You keep talking about that. Sanctions never deter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Just last month, the White House insisted that sanctions did serve an important deterrence role."
    },
    {
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISOR TO U.S. PRESIDENT",
      "utterance": "The President believes that sanctions are intended to deter."
    },
    {
      "speaker": "DALEEP SINGH, DEPUTY NATIONAL SECURITY ADVISOR FOR INTERNATIONAL ECONOMICS",
      "utterance": "They're meant to prevent and deter a large scale invasion of Ukraine."
    },
    {
      "speaker": "JONATHAN FINER, FORMER CHIEF OF STAFF TO THE UNITED STATES SECRETARY OF STATE",
      "utterance": "Deter Russia through sanctions."
    },
    {
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "utterance": "The sanctions are designed in the first instance to try to deter Russia for taking further aggression."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Inconsistency is the only consistent theme of this administration at this point. Now, Biden has made it clear that he's content to let other nations lead on Ukraine, on energy and pretty much everything else. But when all else fails, and all else is failing with Biden, old Joe returns to his greatest hits. Trump and Charlottesville."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I had no intention to running for president again. And until I saw those folks coming out of the fields in Virginia carrying torches and carrying Nazi banners and literally singing the same vile rhyme that they used in Germany in the early 20s or 30s, I should say. And then when those gentlemen you mentioned was asked, what he thought, and a young woman was killed, a protester. He said there are very good people on both sides."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This framing has been debunked so many times. It's not even worth addressing it again. But Biden didn't stop there, using a foreign reporter's question to once again tee off on the United States while standing abroad."
    },
    {
      "speaker": "BIDEN",
      "utterance": "My focus of any election is on making sure that we retain the House in the United States Senate. So that I have the room to continue to do the things that I've been able to do in terms of grow the economy and deal in a rational way with American foreign policy and lead the world. Lead - be the leader of the free world. I say to people at home. Imagine, if we sat and watched the doors of the Bundestag broken down and police officers killed and hundreds of people storming in. Or imagine if we saw that happen in the British Parliament or whatever. How would we feel?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Even for Biden, this is a new low. Giving the impression that America is filled with torch carrying Nazis ready at any moment to storm the Capitol. Why would you want the President of the United States of that America to lead the way on anything? They wouldn't. This is just a bad version of what Obama though did in 2009. Remember, when he sucked up to Europe by talking down his own country? BARACK OBAMA, 44TH PRESIDENT OF THE UNITED STATES: In America, there's a failure to appreciate Europe's leading role in the world. Instead of celebrating your dynamic union and seeking to partner with you to meet common challenges, there have been times where America has shown arrogance and been dismissive, even derisive."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Naturally, the press loved that, because he was a citizen of the world. Europe knew Obama signal weakness, and today we're even weaker with Obama's old VP in charge. Putin is targeting civilians and American families can't afford food and gas. And Biden's acting like an MSNBC pundit by feeding Russia and China anti-American propaganda. Yes, that happened today. This entire trip to Brussels was just a waste of jet fuel. Biden should have just participated over Zoom or something. It would have been easier. The man's incoherent enough without jet lag. How do you think he was with jet lag? Well, you saw it. How pathetic to see an American President make false claims about NATO unity, while sowing division and disunity at home. Everything Biden touches though falls apart, doesn't it? Including his disastrous foreign policy. Americans aren't used to seeing their Commander-In-Chief as an observer on the world stage. No matter what you thought of Trump, he was the lead dog in every fight. And the latest polls suggest that Americans aren't loving Biden's lead from behind strategy. Our Grinnell College poll pegged his approval rating at 34 percent. Only 37 percent supported his handling of the situation in Ukraine. And a new Emerson poll has Biden trailing Donald Trump and a head-to-head match-up by three points. If he thinks these appearances on the world stage are somehow going to boost him, he's got another thing coming. It's a good time to remember that Biden from the moment he was elected, Europe breathed a sigh of relief, knowing that it didn't have to deal with Trump, flexing on them any longer. After all, Trump demanded so much of Europe. More trade reciprocity, more Military spending, of course, they had to honor their NATO commitments. And no Nord Stream II pipeline. Oh, no. But in Biden, they know they have a debilitated American leader who values collectivism over national sovereignty, and of course, globalization above everything else. The rest of the world, along with the U.S. media have waited for this moment for really over 30 years. Because ever since Reagan left office, the global elites have dreamed of a weaker America, a humbler America, an America that will do what it's told. Obama sacrificed his entire presidency to that concept, which is why Trump came along and won in 2016. But after 2020, with Biden in the White House, the Americans were supposed to just behave themselves, be obedient to this new international order and then all would be calm. Well, how's that working out so far? And that's the 'Angle'. Joining me now is Kellyanne Conway, former senior counselor to President Trump and author of 'Here's the Deal'. Also, Dinesh D'Souza, conservative commentator, host of 'The Dinesh D'Souza Podcast'. Kellyanne, Biden, once again, following in the great tradition of his old boss, openly trashing America on the world stage with his depiction, of course, and harkening back to Charlottesville and making his points about January 6. Your reaction tonight."
    },
    {
      "speaker": "KELLYANNE CONWAY, FMR SR COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "Reaction is we're neither feared nor respected around the globe, including NATO in front of our allies. This is the time to reassure our allies and allay the fears of many Americans, Laura and Dinesh, who are feeling the pain at the pump, feeling the pain in the grocery store, and feeling the pain when we see - they see the vice president two times go to Europe, followed by her boss, the president, go to Europe and engage in what can only fairly be seen as America last policy here and abroad. It's one thing to castigate and denigrate Americans here at home to make us less dependent on our own resources for energy independence. It's quite another to go and do that in front of a - probably a salivating few countries at NATO, happy to see a United States president who's not going to put America first and says as much. And not only is Putin watching and Iran and China and the rest of the world, but our Military, our active Military, our Veterans, our Military spouses also hear an American president say and do that. If you look back to the 2020 presidential debates, foreign policy questions were conspicuous by their absence. Particularly, in one of those debates, people were afraid to bring - raise it, frankly, so we didn't hear enough from this man who had been in Washington DC for 50 years. But two quick polling numbers as well to build on what you said. Number one, in the AP-NORC poll, 56 percent said, they think that Biden has not been strong enough in his response on Ukraine. That includes 43 percent of Democrats; 68 percent of Republicans; 64 percent of independents. Only 6 percent of Americans say, he's been too strong. And finally, 74 percent of Americans say, they don't have faith. They have a low level of confidence for Biden to handle a crisis. That means a crisis of any type. So you see in there - I have something I'm going to - we're going to make a serious point. It's not a partisan point. It's a serious point. I would prefer that Joe Biden and Kamala Harris not go to these forums anymore. I think this is--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I want to get to that."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Yes. And--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Dinesh - I go to get Dinesh in on this Kellyanne. I got to get Dinesh in on this. Dinesh, to see Biden go to Europe is to see American weakness on display. How debilitating is that to America's respect and prestige around the world. And it certainly doesn't help them at home. So I don't know why they keep sending him. DINESH D'SOUZA, \"THE DINESH D'SOUZA PODCAST\" HOST: Well, they don't really have much of a choice. And the Europeans are in a very odd situation. In some ways, there's a part of them that wants and yearns for and demands American leadership. And so that part of them is disappointed in having this stumbling, mumbling figure, who is supposedly the leader of the free world, and is actually embarrassing the free world in front of the world. Now here in America, the embarrassment of Biden is somewhat camouflaged by the thick fog of rhetoric put out by the media, which in a sense, is constantly cloaking in supporting Biden. But you don't have that. And the rest of the world, they just see a kind of naked Biden, who absolutely seems intellectually incoherent, seems to have no sense of what the interests of other countries are, keeps making absurd statements like, Oh, there's a division between the democracies and the autocracies of the world. Think of the largest democracy in the world, India. Now, here's India that buys a lot of Russian oil. It's a developing country that needs that oil in order to grow economically. India doesn't really care about the Ukraine. And so India says, we're going to keep buying the oil. So here's a democracy bigger than the United States in terms of population. That's not on our side on this. You think Biden would need to address something like this. But he doesn't. He just pretends like India doesn't exist. Oh, the democracies in the world. So you just have this sing-song routine, while the world looks on in disbelief and contempt."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Kellyanne, there was progress today, though. We have to admit this, because Biden acknowledged that his sanctions are causing hardship. Watch."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Right."
    },
    {
      "speaker": "BIDEN",
      "utterance": "With regard to food shortage, yes, we did - talk about food shortages. And it's going to be real. The price of these sanctions is not just imposed upon Russia. It's imposed upon an awful lot of countries as well, including European countries and our country as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kellyanne, we thought Carter's malaise speech was bad. This is a heck of a midterm message. It's going to cost you 150 bucks to fill up your tank. And we're going to get 100,000 refugees, billions out the door, and food shortages. Vote Democrat. 2022. What a nightmare message that is."
    },
    {
      "speaker": "CONWAY",
      "utterance": "There's nothing like - that's right. There's (ph) nothing an uninspiring Commander-In-Chief to go abroad and deliver that message. Also, speaking of sanctions, he seems to be the only guy in his administration, in his inner circle, who says that they don't work, that they were never meant to deter his Secretary of State, his national security adviser, his vice president. And today, basically his press secretary said that they are meant to deter. They do have a deterrent effect. But he says, Look, man, don't joke around with me. I always say that they want to deter. So even on the simplest meaning of the purpose of sanctions, he cannot agree with his inner circle. But projecting to us back at home that food is going to continue to be expensive and then in short supply is really not the bomb we needed. I think the next time he feels like going abroad and embarrassing us, he should take his first trip in quite a while if ever to the southern border. Certainly, his first trip as President."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh, think about what that message says to - I try to think of like middle-class family, kind of family I grew up in. As Kellyanne said, here's that message today from a sitting U.S. President. They already feel the gas pump pain. Now they're being told, there might not be food. I just want to drive this point home to the American public. I have never heard a U.S. President speak in these terms ever, ever. It's going to drive people to the store to stock up and hoard food at this point. I wouldn't be surprised."
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "I mean, I think that if one is going to make the case that a president who is supposed to act on behalf often in the interest of the American people is going to take steps that impose this kind of hardship in ordinary life. I mean, think about a guy who makes $15 an hour, and it costs him $100 in to fill up your SUV. That's one day salary out of five going just to fill up your tank, and Biden is doing that to you. And now, you think that he'd say, Well, this is why it is in our vital national interests that we do this. This isn't just in Ukraine's interest. It isn't vital for America that we intervene here. It's vital for America. But there's not even any attempt to show that to make that case. There's just this kind of blind rhetoric, Oh, Putin is like Hitler and so on. And people are just supposed to salute and go along. But I think the ordinary American is wondering what is it that justifies this high degree of sacrifice that our leaders, who by the way, don't face the pain themselves, are imposing on the rest of us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I guess a horrible, rotten, racist country that his party thinks we are. I mean, they're just going to have to suffer and suffer and suffer for all their foreign policy mistakes. Kellyanne, I have to get to this moment from Biden, when he tried to tell the world that he was really firm with China when he came to Ukraine. Watch."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I had a very straightforward conversation with Xi. I made no threats, but I made it clear to him that make sure he understood the consequences of him helping Russia. China understands that its economic future is much more closely tied to the west than it is to Russia. And so I'm hopeful that he does not get engaged."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kellyanne, shouldn't we see the transcript. Who buys this?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, we shouldn't see the full transcript. And in fact, China put out their version, Laura, within 20 minutes. We're yet to see the full transcript. I'm sure President Xi is really convinced and I'm sure President Putin is. Look, China has already benefited from the Biden presidency. He won't hold them to account on fentanyl, which is the number one killer of 18 to 44 year olds in this country right now, as we sit here. He doesn't hold them to account for their persecution of the Uyghurs. He doesn't hold them to account for the virus. He doesn't hold them to account for the $85 billion of American equipment and intelligence that is within Chinese wingspan that Biden left behind when he allowed the Taliban to take Kabul and the searching service members to perish, not listening to his 'generals'. So I don't believe Biden when he says, he'll stick it to China. He knows that Hunter Biden's done very well there. He's not going to take on President Xi. And if we don't believe - if the polls here in this country don't show credibility and competence vis-A -vis our own president, you can't expect the rest of the world, particularly someone like President Xi to feel that way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Xi and Putin, or at least Xi is laughing and that's sad for America. Kellyanne and Dinesh, thank you. Now, median Big Tech have a way of, well, squashing dissenting thought, labeling its consumption dangerous or offensive. Now, it's happened to this show and in the last 24 hours it happened to our next guests. The Federalist's, Sean Davis; and The Babylon Bee's Joel Berry are here in moments."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We told you last night about how one of our interviews with Tulsi Gabbard got a warning label slapped on it by YouTube for being 'inappropriate' or offensive. Now, we aren't the only ones that are being censored. Fox's Matt Finn is in our West Coast bureau to tell us more. Matt."
    },
    {
      "speaker": "MATT FINN, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "Hi, Laura. Twitter was called out and then it reversed its decision to temporarily censor some articles published by The Federalist. The co-founder of the conservative online magazine, Sean Davis, tweeted yesterday, \"Twitter is currently censoring links to Federalist's news stories, falsely claiming that our stories are violent, or misleading content that could lead to real world harm. Stories about KBJ, Ron DeSantis, Hunter Biden and majolica art are all being maliciously censored by Twitter.\" Davis's tweet came after Twitter was found giving users a caution about Federalist's articles reading in part, warning this link may be unsafe. But Twitter was forced to acknowledge their apparent error saying, Federalist articles were given a warning by mistake. Explaining in part \"The URLs referenced were mistakenly marked under our unsafe links policy. This action has been reversed.\" Now, also this week, Twitter suspended the entire account of the Babylon Bee. It's a popular satirical publication with over a million followers. The Babylon Bee got banned for a tweet, which it says, keeps with its comedic brand. The tweet read, \"Man of the Year\" about President Biden's transgender HHS Secretary Rachel Levine, who identifies as a female and was named Times Woman of the Year. The Babylon Bee appeal to be reinstated, but lost. Twitter require The Bee to delete the tweet, which it says it will not, because it's not going to bend its knee to Twitter. Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thanks, Matt. And thanks for not breaking out into laughter. All right. Joining me now is Sean Davis, CEO and co founder of The Federalist; and Joel Berry, managing editor of The Babylon Bee. Sean, what is Big Tech going to do to conservatives? Like look, it's not just censorship, that's what a government does. But this is clearly a - an attempt at some type of political purge, but I think it just ends up backfiring on them, at least in this case. SEAN DAVIS, THE FEDERALIST CO-FOUNDER & CEO: Well, in this case, it definitely did. And I'll tell you what. Twitter's not the first to try it. Google tried canceling The Federalist before the election. YouTube, I think just yesterday, cancelled a bunch of CPAC videos featuring my colleague, Mollie Hemingway and me talking about Big Tech censorship. And I think the big issue is the attempt of these left-wing oligarchs, who control these Big Tech monopolies, using their power to basically put their thumb on the scale of what happens in our elections and what happens in our government. To me, that's a lot scarier than a silly flag of a link is unsafe. It's this coordinated effort to use their market power to shut down half the country that they don't agree with."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Joel. Here's what Twitter told us about locking The Babylon Bee out of its account. \"We took enforcement action on the account for violating the Twitter rules on hateful conduct. Per the policy, we prohibit targeting others with repeated slurs, tropes, or other content that intends to dehumanize, degrade, or reinforce negative or harmful stereotypes about a protected category. This includes targeting misgendering, or deadnaming of transgender individuals.\" Joel, can we put up the full screen from Babylon Bee, again? Is this - are you misgendering again, Joel? I mean, we're going to have to put you in some type of PC prison here. What is happening?"
    },
    {
      "speaker": "JOEL BERRY, THE BABYLON BEE MANAGING EDITOR",
      "utterance": "Well, that's funny, because from our point of view to call Rachel Levine a woman is to misgender. We have a very different philosophy, a very different worldview than the people who run Twitter. And the Twitter Terms of Service, they don't define misgendering. They - whether it's misgendering, according to the left, or to the rights philosophy, what we're dealing with is really - it's kind of a cultic, religious movement with the trans movement. And it has a lot of power. And we harbor no hatred toward people like Rachel Levine, Lia Thomas, people in the transgender community. But we do think it's important even as a bunch of goofballs that tell jokes and write satire to tell the truth. And if a company like Twitter can get you to admit that you have invited yourself in hateful conduct just to keep your Twitter followers then they can get you to admit to anything. And we feel like that's a hill to die on and we're going to keep fighting."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good for you. I mean, and Sean, Rogan actually addressed this recent activity from Big Tech on his podcast yesterday. Watch."
    },
    {
      "speaker": "JOE ROGAN, AMERICAN PODCASTER",
      "utterance": "The way she described it to me. She's like, it is utter madness. It's utter madness, and the lunatics are running the asylum. And they have to placate them, because there's a certain percentage of the population of the people that work for the company, and they're the loudest, and they oftentimes don't get work done. And when confronted, they talk about their activism. And she's like, Listen, you are here for X amount of hours a day. This is your f---ing job. You're not an activist."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So she used to talk about a friend there. He used to work inside Big Tech. And he's suggesting, it's just a few bad seeds. But, I mean, a few bad seeds, Sean, can silence the voices of people like the President of the United States, a former president of the United States as China is allowed to tweet conspiracy theories morning, noon, and night, about COVID, like COVID came from Maine lobsters, you remember that little ditty that they tweeted about back in the fall of 2021? They're enjoying carte blanche, do whatever they want, China is on Twitter still. Sean."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Yes, it's crazy. It actually kind of reminds me of George Orwell's \"1984\" where the main character Winston is forced to admit that two plus two equals five, and he said I can't, I can't, it's not true. And at the end, remember the goal of the censors isn't to get the person they are targeting to change. It's to get everyone else to self-censor themselves, and it's why 1984 ends with saying that Winston, after he was tortured into admitting that two plus two equals five, it talks but him admitting and winning the battle over himself, learning to win big brother. And that's what's really going on. They are trying to bully everyone else by bullying people like \"The Federalist.\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. And Joel, this is what Russia and China does. They both, in their own way, cite -- they cite harmony. We have to promote harmony, and we have to promote the idea of security. But the language is eerily reminiscent of what some of the worst dictators in the world say when they suppress speech, similarly cited by some of our big tech overlords."
    },
    {
      "speaker": "BERRY",
      "utterance": "Absolutely. We saw this in Mao's China, we saw this in Soviet Russia. This worldview, this neo-Marxist worldview, it doesn't just want your body, it doesn't just want your money. It wants her soul. It wants you to change your worldview and give your very beliefs and your convictions over to them, to admit that they are the arbiters of the truth and not your own conscience. And so it is an eerie thing that has happened, with technology."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The only thing that's going to change this -- the only thing that's going to change this is money. They only response to money. Until they are de-platformed, they won't listen. I say de-platformed. There's competition, there has to be competition. People just have to start pulling out of these entities altogether. Gentlemen, thank you. Sirens have been going off throughout Ukraine tonight. We're going to take you to the ground there in moments for a live report. Plus, could this war usher in the end of globalization? Victor Davis Hanson will tackle that important question next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We turn now to Ukraine, where a counteroffensive by Ukrainian forces is underway to reclaim territory from Russian troops. FOX's Greg Palkot is live in Lviv with the latest. Greg?"
    },
    {
      "speaker": "GREG PALKOT, FOX NEWS SENIOR FOREIGN AFFAIRS CORRESPONDENT",
      "utterance": "Absolutely correct, Laura. While President Biden on Thursday was talking to allied leaders in Brussels, Ukrainian forces here were putting up one heck of a fight. Most dramatic, one Russian landing ship destroyed, another damaged in the port of Berdyansk. The ships are crucial to bring troops, arms, and supplies in to the Russians. Their destruction, an important gain for the Ukrainians. In the suburbs of Kyiv, intense fighting going on. Ukrainians claiming gains in what they call a counteroffensive. It can't be independently verified, but at the very least, it's keeping the Russians near the capital very occupied. Still, it's looking very grim in devastated Mariupol. Again, about 100,000 traps there, 90 percent of the buildings destroyed. The news reports that we're seeing just in the past several hours is the Russian troops there entering the center of that city, reports that Russians are abducting thousands of civilians there. And Ukrainian President Zelenskyy, well, he got a word in via video link on Thursday to NATO. He's had one major pitch, he wants weapons. First, he said -- these are his words -- unrestricted, give me weapons. And then I guess he thought about it, and then he said OK, just give me or let me buy one percent of your planes, your missiles, your tanks. A desperate call at a very brave time right now for this country. Laura, back to you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Greg, thank you. We've told you before about the great reset of capitalism that's being pushed by the elites at the World Economic Forum. Among the most ardent re- setters is Blackrock CEO Larry Fink. But in his annual shareholder letter today, Fink issued a warning to his Davos buddies, saying \"The Russian invasion of Ukraine has put an end to the globalization we've experienced over the last three decades. Companies and governments will also be looking more broadly at their dependencies on other nations.\" Joining me now is Victor Davis Hanson, Hoover Institution senior fellow. Victor, if there's a bright light in a devastating, tragic, ongoing nightmare in Ukraine, it might be the people are generally beginning to wake up to the idea that it's time to decouple from these despotic regimes."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "utterance": "Yes, I think people understood from the League of Nations failure in the 30s that political globalism never worked. The United Nations condemned Russia's invasion, didn't do any good. The majority of the population in the world didn't sign on to sanction, that's why Joe Biden has changed his tune. But what's fascinating, Laura, is this is economic globalization. This was supposed to make us all live in utopia. And here we have an architect of it, and he's saying, two or three years ago he would say capital chases labor and production cost anywhere in the world where they are the cheapest. And now he is saying we can't do that. And I think he's saying that because the natural order of history is not calm, it's not peace, it's not cooperation. Unfortunately, and tragically, it's war, its revolution, it's plague. And we learned that with COVID and now Ukraine. And so I think he is saying to Americans -- he of all people -- the stuff of life is shelter, it's fuel, it's food, it's a military that's a deterrent, it's a border that's secure. And we don't have that now. And I think it's time that we look at -- if you don't have fuel, you beg Saudi Arabia or you beg Venezuela. If you don't have food and you're vulnerable to the cutoff in Ukraine. If you don't have building materials, then China -- the prices are too steep form China. And so we've got to really readjust our value system. It's farmers, it's soldiers, it's border patrol agents, it's electricians, it's plumbers, it's frackers. These are the heroes of the country, and we've got to reevaluate our value system so that we put more emphasis on what they do because they are the people that keep us going."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, time for made in the USA, but former Obama official Steve Rattner, Victor, he ain't ready to decouple from China quite yet. Watch."
    },
    {
      "speaker": "STEVE RATTNER, MORNING JOE ECONOMIC ANALYST",
      "utterance": "We import lower-cost goods from China rather than making it at home with higher cost labor and higher costs in general, for that matter, we are increasing costs to consumers. And so the natural evolution of trade is to find lowest source of supply, and when you don't, prices go up for consumers. And we have to be mindful of that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, this is at a time when prices are going up for consumers. So his whole argument collapses now, but he still cites it, you're going to pay more for that pair of pants you otherwise wouldn't."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes, and that's predicated on Ukraine always producing food and supplying 20 percent of Russia with Ukraine, 30 percent of the world's food, or China not in the middle of the pandemic say, oh, by the way, we're running out of protective equipment, you're not going to get any. So yes, it's good to have cheap prices, and globalization did it, but they went way overboard. And it leaves the country entirely dependent on a supply chain or just in time supplies. And go look at the port of L.A. tell us if that's one of the wonders of globalism. So we need to protect our national interests by reemphasizing producing the really elemental stuff that keeps us going -- food, shelter, fuel, security, secure borders."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And, Victor, will there be a place in the future for the old establishment GOP who you know are just itching to have us enter something like TTIP, that European trade deal, or a new version of the Transpacific Partnership? They love those multilateral trade deals that never work out for the United States, but they are -- you know their yearning to get us hooked back into one of them."
    },
    {
      "speaker": "HANSON",
      "utterance": "They are, and there's two things there. In theory they sound great if the world is always peaceful and cooperative. It never really is. And two, they are never really subject to the consequences of their own ideologies. So out here in rural California, people can't find gas and they are panicking about the food supply. And two years ago, Romex wire was $30 a spool, and now it's $140. And they can't function. And this is a globalized, supposedly cost-efficient system, but it's predicated on what happens in Ukraine and what happens in China and whether the Wuhan lab lets out a virus by accident or by intention, who knows. And they can't control that. And they're not going to suffer because they have enough capital and income that they're going to be insulated. But they should ask themselves, can you really eat Google? Can you drive a Facebook car? Can you live in the Twitter house? Because I don't think you can. You have to have other people, Americans, do those things for you. And if they can't do it, we are in big trouble."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, this is -- I think this is the most important discussion we've had tonight, of all the topics, but this is it. And you were a great guest to have on. Thank you so much. Why is President Biden coming after Georgia Senate candidate Herschel Walker? He's here next to tell us. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "With all the rot that is in this administration, you have to start asking, what are the president's priorities? Well, Biden has decided not to clean house in the White House, like the White House staff. He has decided to clean house at the President's Council on Sports, Fitness, and Nutrition. And by that, I mean force out two Trump appointees still sitting on it because sports is now politicized. The White House sent letters to both Dr. Mehmet Oz and Herschel Walker, telling them to resign by 6:00 p.m. last night or be fired. They both chose the latter. One of them is here to tell us why. Herschel Walker, Georgia Senate candidate and former NFL player extraordinaire joins me now. Herschel, so that's it? I guess you're officially off the council for just being you."
    },
    {
      "speaker": "HERSCHEL WALKER, (R-GA) U.S. SENATE CANDIDATE",
      "utterance": "Well, I am, and with so much going on in this country, I cannot believe he's going to think that Herschel Walker is going to quit. I think he don't know Herschel Walker. And he sent me a letter at 10:00, asked me to resign or they are going to fire me at 6:00. So I said I'm not going to quit, so I reckon they are going to fire me, but I haven't gotten a letter that they fired me yet."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Herschel, I think they are pegging this to the fact that you and Oz are running for office, and they say you can't sit on the sports council while you're doing that. It's part of the Hatch Act even though you're not actually in office yet, so I'm not sure if that really makes sense. Your response to the? They say it's not partisan."
    },
    {
      "speaker": "WALKER",
      "utterance": "It's very interesting because I'm not supposed to use the council while I am out campaigning, and I never have used the council while I've been campaigning. And that's what was so strange is they sent me this letter, they know that I'm out campaigning where I'm raising money because I'm going to win this Senate seat, and I think that's what they thought they could do is throw me off track. But this letter is not going to do that. The way they're going to throw me off track is they are going to have to get out and they're going to have to show that these policies that I'm making right now is going to be great for Georgia and great for America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Herschel, speaking of the race, I was wondering what the latest polls said, and right now you are leading Raphael Warnock by four points. Given how high inflation is, energy prices in the state everywhere hitting Georgians especially hard, do you expect that to increase, or do you expect this to stay pretty close?"
    },
    {
      "speaker": "WALKER",
      "utterance": "I expect that to increase. And the reason I say that is it seems that they are not going to try to make anything better. Right now, they are doubling down, and they are going back and blaming everyone else instead of blaming themselves. Right now, we could be energy independent. They don't even want to do that. We can start doing things for ourselves. They don't even want to do that. They continue hurt Georgia. They continue to hurt the American people, so they seem to be doubling down trying to make this country terrible and putting us second. America is not second, and I'm not going to settle for that. That's the reason I'm running. That's the reason I got in the race. I'm not going to settle for second place. This is the greatest country in the world."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Herschel, what's your message to African American voters in Georgia, many of whom have suffered failing schools, increased crime rates in city areas especially? What's your message, and what can Republicans do to reach out?"
    },
    {
      "speaker": "WALKER",
      "utterance": "I think what Republicans can do to reach out is, first of all, get better messaging in the sense to let them know that what Republicans stands for is what African Americans believe in. They believe in education. They believe in a school choice. They believe in public safety. They believe in all the things that all the Democrats have been telling them they don't. And I think they are seeing it now. And you look at this economy right now, and I think they are starting to see that all the messages that they thought we were, we're not. And right now, they believe in this country. I'm sad to say that Herschel Walker got an I.D. I can get my own idea, I'm smart enough to have an I.D. And you know what, it's so strange, I also know that I can vote. We can get out and we can vote. We don't need people telling us that we can't vote, that we are not suppressed. And I can find the American dream here in United States of America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Herschel, great to see her tonight. Sorry about the Council on Physical Fitness. Now, while Biden embarrassed us in Europe, Kamala didn't have to travel far to do so. The Last Bite explains."
    },
    {
      "speaker": "KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Many communities of color, however, have been prevented of taking full advantage of the wealth building power of homeownership. Segregation, restrictive covenants, and redlining long, long denied black homeowners a share in the American dream. That inequity continues today. Systemic change is urgently needed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's inspiring. Gutfeld next. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}