{
  "date": "March 3, 2021",
  "headline": "Biden slams Texas, Mississippi for COVID reopening measures",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/biden-slams-texas-mississippi-for-covid-reopening-measures",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "WATTERS",
      "sentences": "Thank you. And if you want to send me a book, Bret on any subject, please do, but make sure it has pictures, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, pictures you got it. Thank you. Good evening. I'm Bret Baier. Breaking tonight, we are covering three big stories. New York Democratic Governor Andrew Cuomo refusing to resign despite the growing uproar over sexual harassment allegations from three women and the continuing controversy of his handling of nursing homes in his state. President Biden facing major problems on the southern border of the U.S. as illegal immigration is surging there. We will go there but we begin with the president ridiculing decisions by some states to eliminate some COVID rules, such as mandatory masks. White House correspondent Peter Doocy takes a look at the struggle between politics, economics and science live from the North Lawn. Good evening, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The last thing we need is a Neanderthal thinking that in the meantime, everything's fine, take off your mask, forget it. DOOCY (voice over): The Neanderthal thinking, he's talking about reopening measures by the Republican governor of Texas and the Republican governor of Mississippi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I think it's a big mistake. Look, I hope everybody's realized by now, these masks make a difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And the White House says don't take President Biden's word for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We're not asking people just to listen to the president. Of course, we recommend that. But we're asking people to listen to health experts, medical experts, the CDC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Now, the CDC director has weighed in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, DIRECTOR, CDC",
      "sentences": "I think we as the CDC have been very clear that now is not the time to release all restrictions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But Texas leaders are ready to let residents make up their own minds on masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you want to wear a mask, you can still wear a mask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The Biden administration is trying to help with that, sending them out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDY SLAVITT, WHITE HOUSE COVID RESPONSE TEAM",
      "sentences": "Last week we announced they were going to be distributing masks to community health centers and food banks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "President Biden wants people masked for at least the first 100 days of his term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We'll lose thousands more. This will not occur -- we'll not have everybody vaccinated until sometime in the summer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But some states don't want to wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "sentences": "So, I don't think Washington has a lot to states like my state about what the appropriate reopening measures are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The White House is warning, that kind of talk is dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "This entire country has paid the price for political leaders who ignored the science when it comes to the pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And even though the president has stressed COVID-19 isn't a political issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "These aren't Democrats Republicans going hungry in our nation, they're our fellow Americans, fellow human beings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Today, it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Washed your hands hot water, do it frequently. Wear a mask and stay socially distanced. And I know you all know that. I wish the heck some of our elected officials knew it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Peter Doocy live in the North Lawn. Peter, thank you. There is growing pressure tonight on the Biden administration over a major surge of illegal immigration along the southern border. Apprehensions are up as much as 350 percent in one particular area, and the coronavirus is multiplying the danger there. Let's look at the situation on the ground tonight. Correspondent Casey Stegall is in Eagle Pass, Texas. CASEY STEGALL, FOX NEWS CHANNEL CORRESPONDENT (voice over): In just the last 24 hours, U.S. border patrol agent shut down three stash houses used for human smuggling in the Rio Grande Valley of South Texas, yielding more than 50 arrests. One small snapshot official say of a growing migrant surge along the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MORGAN, FORMER ACTING CBP COMMISSIONER",
      "sentences": "Right now, we're looking at almost 5,000 a day that we are encountering (INAUDIBLE) on the southwest border illegally entering. 400 of those are unaccompanied minors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "Unaccompanied minors are children under the age of 17 traveling alone and caught entering the country illegally. In the Big Bend sector of Texas, Customs and Border Protection figures show a 141 percent increase in juvenile apprehensions compared to the same period of time last year. They're up 122 percent in the Del Rio sector, and 96 percent in El Paso. All of the border states combined, the year to date hike is 64 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MICHAEL MCCAUL (R-TX)",
      "sentences": "The green light is on now. We're open for business again (INAUDIBLE) the worst message to be sending to the traffickers who are smuggling these kids across the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "And another problem, officials with the city of Brownsville, Texas report at least 108 migrants tested positive for COVID since the end of January, more than six percent of everyone they screen. A city spokesperson tells Fox News they don't have the authority to detain those people and prevent them from getting on buses and traveling elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a crisis then, it's a crisis now. This is not a right or left thing. But how they phrase it does depend on which side of the aisle you stand on right now and the American people deserve better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "The recent surge is attributed to several factors including the pandemic, public perception of more relaxed rules and also migrant camps and border communities. Under the Trump administration, people had been waiting in these camps for their immigration court hearing on the Mexican side. Now, agents say more are attempting to cross and wait in the U.S.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Casey Stegall along the border. Casey, thank you. Meantime, embattled New York Governor Andrew Cuomo says he will not resign over sexual harassment allegations but he is apologizing to anyone he offended and he says he's embarrassed by the uproar. His critics say he hasn't yet apologized to the 15,000 plus families who lost loved ones in nursing homes in New York after his orders. Correspondent Bryan Llenas has details tonight from Brooklyn. Good evening, Bryan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "I'm not going to resign. LLENAS (voice over): New York Governor Andrew Cuomo is refusing to step down but he is apologizing amid accusations of sexual misconduct by three women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "I apologized today. I will apologize tomorrow. I will apologize the day after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "The governor contrite and seemingly emotional as he indirectly addressed the claims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "It was unintentional. And I truly and deeply apologize for it. I feel awful about it. And frankly, I am embarrassed by it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Last week, former aide Lindsey Boylan accused the governor of unwanted touching, saying Cuomo kissed her in his office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "I never touched anyone inappropriately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Another former aid Charlotte Bennett says Cuomo made inappropriate sexual remarks that made her feel \"horribly uncomfortable\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "I never knew at the time I was making anyone feel uncomfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "And about this photo in the New York Times, that 33 year old Anna Ruch said shows Governor Cuomo asking her if he could kiss her while touching her face at a 2019 wedding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "It is my usual and customary way of greeting. What I also understand is it doesn't matter. It doesn't matter my intent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Lawyers agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER HANSEN, TRIAL ATTORNEY",
      "sentences": "There's the jury of public opinion, that is who he is appealing to here. He is appealing to the people of New York and the people of this nation and the hopes that his feelings matter. And maybe they do to that jury but under the law, they do not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Both former aides criticized Cuomo's news conference today. Boylan tweeting: How can New Yorkers trust you Governor to lead our state if you don't know when you've been inappropriate with your own staff? Bennett released a statement through her attorney reading in part, the governor's press conference was full of falsehoods and inaccurate information. The governor now asking New Yorkers for patients as New York's Attorney General Letitia James oversees an independent investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "Wait for the facts from the Attorney General's report before forming an opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Hi, Brian, there weren't even questions about the nursing home controversy, were there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "No, there we're not, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, Bryan Llenas in Brooklyn. Thanks. Stocks were down, the Dow loss, 121 the S&P 500 gave back 51, the NASDAQ fell 361. President Joe Biden and Senate Democrats have agreed to tighten the upper income limits at which people could qualify for stimulus checks in the party's coronavirus relief bill. A concession to moderates and word tonight is that Senator Joe Manchin Democrat from West Virginia has warmed to the newly structured bill. Republicans however, remain vehemently opposed to saying more than 90 percent of the package is unrelated to the pandemic. Congressional correspondent Jacqui Heinrich has the latest tonight from Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This pack, he just so full of pork, it smells like bacon. JACQUI HEINRICH, FOX NEWS CHANNEL CORRESPONDENT (voice over): Senate Republicans plan to draw out the marathon voting session with amendment after amendment targeting items they deem unrelated to coronavirus. 180 million to change the definition of an at risk child for emergency meal reimbursement to include people up to 24 years old, billions to advanced portions of President Biden's executive orders on climate change, a new executive branch employee emergency leave program allowing nearly seven times the current leave with no requirement it's COVID related and 350 billion for state and local governments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICK SCOTT (R-FL)",
      "sentences": "(INAUDIBLE) significant increase in what their budgets are going to be this next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "sentences": "So, just because the numbers are not as bad as they were, doesn't mean we don't need a continued strong push to get us out of this ditch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Democrats already have had to drop two infrastructure projects, a subway extension in House Speaker Nancy Pelosi's home state of California and money for a bridge in Senate Majority Leader Chuck Schumer's home state of New York. President Biden's proposal argued transit was hit hard by the pandemic. But the Senate parliamentarian ruled against the subway for procedural reasons and Democrats abandoned the bridge after Republican pushback saying it was actually the Trump administration's prior request. With two of the most ridiculed items gone, Democrats hoped for smoother sailing, not so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "Only nine percent of this $1.9 trillion is related to health care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. STEVE DAINES (R-MT)",
      "sentences": "The prior five packages all had the high protections. There's $400 billion in this current package that can be used to fund abortions with taxpayer dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "But Democrats are confident the bill will pass, believing the polls and the optics are in their favor with Republicans standing between Americans and their checks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "When people want checks to help them get out of the morass, that's not a liberal wish list. That's what the American people want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jacqui Heinrich live on Capitol Hill. Jacqui, thanks. Up next, first, pollster Frank Luntz has a focus group of foreign students from around the world getting their thoughts about the U.S. First, here's what some of our Fox affiliates around the country are covering tonight. Fox 17 in Des Moines, with the discovery of a live pipe bomb at a central Iowa polling place as voters were casting ballots in a school district special election. The device was safely detonated and the facility reopened after about three hours. Fox 40 in Jackson, Mississippi as frustrations mount over the city's continuing water crisis. Residents have been told to boil water coming from kitchen taps for more than two weeks after winter storms and freezing weather. City officials are not giving a specific timeline for an end to that situation. And this is a live look at San Francisco from our affiliate Fox 2. The big story there tonight, Google says it will not develop new ways to follow individual users across the internet after it phases out existing ad tracking technology from Chrome browsers. The digital giant has been working on proposals to remove from Chrome so called third party cookies which are snippets of code used by a website's advertisers to record browsing history in order to show users personalized ads. That's tonight's live look outside the Beltway from SPECIAL REPORT. We will be right back",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tonight, a look at America from the outside. We're hearing directly from foreign students about their impressions of what's going on in the U.S. right now. Let's bring in pollster Frank Luntz. Frank, this is a focus group, how to come about? Who are these kids?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "sentences": "These kids are all studying or recently studied at New York University Abu Dhabi. There are 22 students from 16 different countries. There is nowhere else in the world where you've got more nations represented, more global discussion than at NYU Abu Dhabi. And that conversation that we had was incredible. We covered China, we covered the American political system. We covered capitalism. Bret, just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's just get to it. So, the American Dream and talking about America, let's play this sound bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TINTIE, RESIDENT, BURKINA FASO",
      "sentences": "You hear people that go and come back and tell you that the American Dream literally doesn't exist, right? I feel like it's, it's, it's just a bit messed up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIOVANNA, RESIDENT, BRAZIL",
      "sentences": "I've recently seen that decreased people don't want to go to the U.S. as much as they wanted to before because they see that right now it's not as it was in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "They wish the American Dream was still alive, and their dream was to come to America to study, work, and potentially live. Now, they're looking eastward. A lot of them are considering studying and working in China. The U.S. has got to get its act together at least in terms of public relations for these kids to want to return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, speaking of the U.S., this is about the political landscape here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAURICIO, RESIDENT, PERU",
      "sentences": "I don't want to go to the U.S. and that's heartbreaking. And that's because there's no more discourse, there's no more listening, hearing to each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREA, RESIDENT, ITALY",
      "sentences": "There are more -- no more shared principles or ethical norms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "They are cut down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "They're watching -- yes, they're watching with division, they watch the anger, they're watching the fact that all we do is yell at each other, and it's hurting our image, it's hurting -- it's not just a challenge for us in this country, it's a challenge for our global interests and global business, our political influence. Bret, these comments are very frightening to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You know, I can hear people though at home, Frank, saying, well, your countries have problems, too. You're not -- you're not -- you're not all that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Yes, but these are the best and brightest. These are the top one- tenth of one percent of students. These are the ones we want in this country. And right now, they don't want to come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, here is the last one, superpower race with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF, RESIDENT, CHINA",
      "sentences": "As long as we're able to maintain the speed of growth, we definitely exceed America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HIND, RESIDENT, MOROCCO",
      "sentences": "It has been strategizing this for the longest time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONICA, RESIDENT, TAIWAN",
      "sentences": "Perhaps that's also why more and more people in the society, right? Or just in the whole world are trying to learn Chinese, or otherwise, like where are people doing so right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I mean, from Taiwan, saying that China is obviously dominant in a lot of parts of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "And that dominance is going to grow unless and until we do a better job of demonstrating that our system is working. And China right now is competing with us. And this is my warning to all of the viewers, you cannot and will not succeed if we continue down the same path of tearing each other apart, tearing the country down. That we have to find some way to return to the way we used to be, open, and embracing, and welcoming of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Frank, very interesting. Foreign students from 16 different countries. As always, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Biden, trying to get as many school teachers vaccinated against the coronavirus is possible so students can return to classrooms across the U.S. Several states already working on that. Correspondent Jonathan Serrie shows us tonight from Atlanta.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIGUEL CARDONA, UNITED STATES SECRETARY OF EDUCATION",
      "sentences": "We must continue to reopen America schools for in-person learning as quickly and as safely as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "In an effort to prioritize educators, Georgia will start vaccinating K-12 teachers, March 8th. Massachusetts Governor Charlie Baker announced teachers in his state can start receiving the shots on March 11t. And Arizona Governor Doug Ducey is issuing an executive order requiring public schools to return to in-person instruction by March 15 or after spring break. The White House is leveraging private industry, not only to ramp up vaccine production but to get more shots into arms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One, two, three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "More than one dozen of the nation's leading insurance companies will contact 2 million unvaccinated seniors in underserved communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDY SLAVITT, WHITE HOUSE SENIOR ADVISOR, COVID RESPONSE TEAM",
      "sentences": "They will facilitate vaccine registration and appointment scheduling for seniors. They'll arrange transportation to and from a vaccination site.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "CDC Director Rochelle Walensky says America have the potential to become vaccinated in three to four months, but aggressive mitigation efforts must continue to slow the spread of highly infectious variants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, DIRECTOR, CENTERS FOR DISEASE CONTROL",
      "sentences": "The exact measure where you've -- taken just stop the pandemic are now too often being flagrantly ignored.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "Tomorrow, the CDC is expected to issue guidance on what social activities Americans can safely resume once they are fully vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonathan Serrie in Atlanta. Jonathan, thanks. Up next, new intelligence has security officials on edge on Capitol Hill. We'll tell you why there is fear of another uprising potentially in just a few hours. And later, should the government be able to tell you how you can display the American flag at your own home? We'll take you to a place where that is being debated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, we might like to -- we can't offer an exception for the American flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a free speech issue. It's not a Republican or Democrat issue. Let's do better, this is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Thousands of National Guard troops are still in Washington, D.C. tonight, almost two months after January's Capitol riot and the inaugurations. But -- inauguration. But there are concerns about how the troops are being fed. There's also worry this evening about a possible sequel to the uprising based on new Intel. Here is correspondent David Spunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOGANANDA PITTMAN, ACTING CHIEF, UNITED STATES CAPITOL POLICE",
      "sentences": "We've taken immediate steps to let the National Guard, as well as our workforce, know what to expect tomorrow and going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Guarding the Capitol, approximately 5,000 National Guard troops down from nearly 27,000 following the January 6th chaos. Pentagon officials estimate it will cost $483 million to keep the National Guard troops through March 12th, the day they are scheduled to leave. Some law enforcement experts believe that's too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAUREEN O'CONNELL, FORMER, AGENT, FEDERAL BUREAU OF INVESTIGATION",
      "sentences": "I think what I see there now looks to me to be overkill. It looks as if all your resources are centered on the exterior of a building as opposed to addressing each concentric circle as it should be addressed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "When the guard does leave, D.C. is well protected. Fox News found roughly three dozen police departments in the city, the most agencies in any city across the country, from the United States Secret Service to the Washington D.C. Metro Police to the U.S. Mint police, even the National Cathedral police, thousands of officers are on watch your route, but jurisdictional boundaries prevent agencies from moving to the Capitol once the guard goes home. Even the Supreme Court police just across the street from the Capitol doesn't have jurisdiction in the Capitol building. As the troops begin to pack up, lawmakers in Michigan wrote Pentagon officials complaining that 50 troops from their state got sick after eating food that was reportedly badly undercooked, raw, moldy, and even filled with metal shavings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN KILDEE, (D) MICHIGAN REPRESENTATIVE",
      "sentences": "It's a completely inexcusable situation and the fact that they've been given not just substandard food. This is completely inedible food.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Bret, a spokesman for the National Guard tells Fox News that spot checks will continue to take place. The safety of National Guard troops is the number one priority as for any potential safety issues tomorrow. The house is continuing to finish votes tonight. They'll be out of session tomorrow as an overabundance of caution. The Senate will remain in session tomorrow. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "David Spunt in D.C., David thanks. President Biden says the U.S. is trying to identify who's responsible for a spate of recent missile attacks on U.S. and coalition forces in Iraq. Tonight an American contractor is dead following an assault on a U.S. airbase in the western part of that country. We get details tonight from correspondent Trey Yingst in our Middle East Newsroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY YINGST, TEL AVIV, ISRAEL",
      "sentences": "Early this morning, Ain al-Assad base in Iraq came under attack. Ten rockets were fired from the back of a dump truck towards the facility that houses American troops. The Pentagon says, one U.S. civilian contractor died after suffering a heart attack while sheltering in place. This is the same Iraqi base that was targeted by Iran with 16 ballistic missiles in January of 2020, following a U.S. drone strike that killed top Iranian general Qassem Soleimani. Since then, a steady increase in tension has occurred. With today's attack marking the fourth time in three weeks that rockets fired by suspected Iranian backed groups hit U.S. link targets. President Biden responded to the ongoing attacks with airstrikes in Syria last week. The U.S. State Department today reiterated their belief that Biden Syria strikes were legal while discussing the possibility of more offensive action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NED PRICE, STATE DEPARTMENT SPOKESMAN",
      "sentences": "We responded to recent attacks by Iran backed militias on coalition U.S. forces in a manner that was calculated, proportionate and fully covered by legal authorities. I think you will see the same hallmarks of any forthcoming responses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "With all eyes on Iraq ahead of a scheduled visit by Pope Francis this weekend, there is growing anticipation about what comes next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) U.S. PRESIDENT",
      "sentences": "We're identifying who's responsible and we'll make judgments from that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "The recent rocket attacks by Iranian backed groups makes starting nuclear talks with Iran that much more difficult. Each day without a solution is a day closer to Iran having a nuclear weapon. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Trey Yingst, in our Middle East Newsroom. Trey, thank you. A bipartisan group of senators is pushing legislation to repeal the authorizations for the use of force against Iraq. Those authorizations were issued in 1991 and 2002, during the first two conflicts in the Persian Gulf, the wars there. The new legislation was introduced by Virginia Democrat Tim Kaine and Indiana Republican Todd Young. Kaine says last week's airstrikes in Syria by the Biden administration show the executive branch regardless of party will continue to stretch its war powers. One story beyond our borders tonight, authorities in southern Sweden say a man with an axe attacked eight people today before being shot by police. Officials say they are investigating possible terrorist motives. They say no one has died but they are not commenting on the conditions for either the victims or the suspect. Up next, the effort to control how Americans can display the flag at their own homes, will take you to one place debating that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There's new evidence tonight of what some may see is the broadening canceled culture and how it could affect the way you fly the American flag at your home or business. Our story comes from suburban Washington D.C. where there's a fight over just how old glory can be displayed. Chief Washington Correspondent Mike Emanuel reports tonight from Fairfax County, Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It says who live in the United States should in the United States flag be an exception?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "Just outside our nation's capitol in Virginia's largest county, Fairfax, officials are considering restrictions on the size and number of flags residents and businesses can display with no exception for the stars and stripes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "While we might like to, we can offer an exception for the American flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "The proposal would reduce the size of flags to 24 square feet lower the height of flag poles to 25 feet. Limit the number of flags you can fly to your home to two including national state military or college flags. Daniel Gade is a Retired Army Lieutenant Colonel who earned two Purple Hearts. He ran as the Republican nominee for the U.S. Senate in Virginia last year. But Gade says this is not a partisan issue. He says reducing the size of the flag is offensive to military families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. DANIEL GADE (RET.), U.S. ARMY",
      "sentences": "It's deeply personal and it seems like the fact that they're banning the flag that's the size that flies over our coffins when we're buried, that seems like a personal affront to Virginia's 900,000 veterans, America's 18 million veterans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Some Fairfax County officials note not all flags are the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILLIP NIEDZIELSKI-EICHNER, FAIRFAX COUNTY PLANNING COMMISSION",
      "sentences": "I hope the goodness that we find a way to exempt our American flag from any suggestion that it's comfortable from the other flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "But the democratic chairman of the Fairfax County Board of Supervisors tells Fox News that is not the case. The Supreme Court has ruled that free speech extends to all signs and flags are ordinates cannot categorize flags based on content. The proposed ordinance aims to allow residents to still fly flags proudly with reasonable guidelines while protecting everyone's first amendment rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Tonight's meeting is a critical step if the Planning Commission signs off on the proposal it will be sent on to the county board of supervisors for final approval next week. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mike Emanuel in Fairfax County. Mike, thank you. A vote is expected later this evening on a Democrat sponsored election reform measure in the House. It would create automatic voter registration across the country simplified voting by mail and expand early and absentee voting. Democrats said the bill counteracts 253 \"voter suppression\" initiatives being considered by legislators in 43 states. Republicans say this is a pure power grab by Democrats and likely will be legally challenged. When we come back, the panel on New York Governor Andrew Cuomo's apologies, President Biden's COVID warnings and the border Patrol's concerns about a surge on the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I think it's a big mistake. Look, I hope everybody's realized by now, these masks make a difference. The last thing we need is Neanderthal thinking that in the meantime, everything's fine, take off your mask, forget it. It still matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN CORNYN, (R) TEXAS SENATOR",
      "sentences": "President Biden has a lot of problems to take care of. It's got a crisis at the border that he calls a challenge and not a crisis, dismantling all of our immigration laws and protections to protect our border. And so I don't think he's got a lot to say about preaching to my state about how we've handled this COVID-19 virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Senator John Cornyn there, reacting to the question that was asked to the President about Texas and Governor Greg Abbott, there lifting the mask mandate as of next week, the governor of Mississippi has weighed in tonight as well. Short time ago Tate Reeves, tweeting, President Biden said allowing Mississippians to decide how to protect themselves as Neanderthal thinking recipients don't need handlers. As numbers drop, they can assess their choices and listen to experts. I guess I just think we should trust Americans, not insult them. With that, let's bring in our panel, Harold Ford Jr., former Tennessee Congressman, CEO of Empowerment Inclusion Capital, Morgan Ortagus, former State Department Spokesperson and Jonah Goldberg, Editor in Chief of the Dispatch. Morgan, let me start with you. Welcome back, first of all, and your thoughts about this. And obviously, it's important to point out while Texas is lifting the mandatory mask mandate, it is not saying that you're not going to wear masks or businesses couldn't say we want to have masks in our business?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESWOMAN",
      "sentences": "That's right. And I think there is super spreader news coming out of Texas today. But it's not about Governor Abbott's announcement. It's what you're seeing going on at the border, just as the senator alluded to. There are reports, media reports today about some of these illegal immigrants coming across the border, testing positive for COVID-19. So this is not only turning into an immigration issue, which is very contentious in the country, we now have potentially a public health issue as well. And I think when you're seeing law abiding citizens and citizens of other countries coming to the United States and abiding by the rules and taking a COVID test, it's nonsensical to people that illegal immigrants would cross the border without taking that COVID test. So there's certainly a lot to unpack in Texas today. You're seeing many of these people within the state stand up for themselves. And it's the nature of Texas, I think, the push to push back into the federal government, but we do have some very serious public health issues in Texas. And I think it's less about Governor Abbott and more about the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yeah, Harold, your thoughts, you know, the President is sending a signal. He wears the mask all the time while he's in the Oval Office there. When talking to the press, at least, he's been vaccinated. There are people who just I think, wonder if I'm going to get the vaccine, eventually, am I not going to wear a mask? And when is that? And shouldn't Texas -- shouldn't Americans be able to decide when that is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "sentences": "Well, absolutely, Americans should be able to make that determination. I think the governor should be able to weigh in heavily as well. But -- in Governor Reeves and Mississippi and Governor Abbott of Texas have that right to do so. I think part of the frustration, perhaps from President Biden is that there's some numbers, you have to pay attention to. Texas ranks 48 out of 50 in terms of people being vaccinated, less than 7% of the state is. So if we were at a point rebel, we're talking about half the state were vaccinated and he wanted to remove this mandate. I think there might be a different mood, might be a different feeling. I think it's important to know that the President unlike someone, maybe the former presidents not saying we're going to withhold money from anybody because they choose not to do this. I think that the President Biden probably used the wrong choice of words of Neanderthal today, but I just don't think it's smart with the governors of Mississippi and Texas are doing if their vaccination rates were higher, I'd say maybe it makes more sense. But not to be four out of 50 and say let's stop now. It's probably not the right time to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I guess. Jonah, the Neanderthal thinking raised the eyebrows, your thoughts on all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONAH GOLDBERG, THE DISPATCH",
      "sentences": "Yeah, I mean, I came here tonight to defend the Neanderthal. The latest science says that they are actually quite intelligent. But more importantly, look, I think this is -- people are on both sides of the argument are kind of making too big a deal about this. I went and looked on various Texas websites, most big businesses, most supermarkets, most movie theaters, hospitals, airports, bus stations, train stations, they're all still going to require wearing masks, people have been habituated to it. At the same time, I think that the Governor Abbott, you know, is basically a part of this as a cynical thing about changing the subject from the blackouts not too long ago. But he's probably right on the merits. People are going to -- people can take care of themselves. We learned from Florida that most of the lockdown stuff was unwarranted and uncalled for. And I think that both sides are trying to make it into a much bigger deal than it really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, a big deal today was the New York Governor, Andrew Cuomo, with a press conference apologizing. Here's a piece of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW CUOMO, (D) NEW YORK GOVERNOR",
      "sentences": "I now understand that I acted in a way that made people feel uncomfortable. It was unintentional. And I truly and deeply apologize for it. I never touched anyone, inappropriately. I wasn't elected by politicians. I was elected by the people of the state of New York. I'm not going to resign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES TRUSTY, ATTORNEY",
      "sentences": "Lawyers are right, you know that he needs to shut up. There is really nothing a prosecutor or a plaintiff's attorney likes more than a defendant who keeps running his mouth. He's got this title seven hostile environment thing, you know, flaming up in front of him with his own help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Morgan, what do you think of this apology, we should note he didn't apologize to about the nursing home controversy that he's also embroiled in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Yeah, as a woman, it really struck me whenever he said, I never touched anyone inappropriately. When we looked at the pictures that came out of the woman telling her story where the governor had his hands on her face, I think so many women in business and politics have unfortunately been there where a man, more senior than them has used his intimidating presence, in a way, you know, the touching of the cheek may not seem like a big deal to him. But obviously, there's a pattern of behavior there because there's one -- more than one woman that has had this experience, and the pattern of behavior, by the way, I would say extends beyond just this scandal. You know, there are journalists that have told their stories of what it's like the intimidating behavior from the governor and his staff when covering them. And then, of course, you know, we have seen that his staff has admitted hiding mishandling information related to the nursing home scandal. So again, I think it fits this larger pattern of behavior of intimidating behavior whenever you're covering Governor Cuomo, whenever you're interacting with him. And really the left is the one that have set the standards for what's you know, appropriate from politicians from other democrat politicians from Kavanaugh and I don't think Cuomo is meeting the standards that Kirsten Gillibrand, Elizabeth Warren and other women have set in the Democrat Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yeah, Jonah, a couple tweets in recent days as this thing was continuing to bubble up, Tara Reid tweeted out, I stand with both women coming forward about Cuomo's behavior. I've supported Lindsey Boylan for a while. She was responding to Alexandria Ocasio-Cortez. I exist, I endured a sexual assault from Joe Biden while I worked as a staff and then smears in silence. Your silence regarding me, the sheer hypocrisy breaks my heart. A former Political Strategist, former Clinton adviser tweeting, Peter Daou, if you're tweeting about Cuomo, but gave Biden a free pass, it's not about the principles. It's about the politics. MeToo isn't there for your political convenience. I guess, you know, people how they've reacted to different allegations coming up again and again and these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Yeah, that cuts way -- that cuts in all sorts of different ways, including for, you know, President Trump. But I think the remarkable thing about this is that this is an entirely a democratic scandal, democratic problem in a democratic state with a democratic governor, democratic legislature, who supported basically by the democratic favorable press, and everyone else is just sort of, you know, let when your opponents are tearing themselves apart, stay out of the way. And I think that's the smartest thing that a lot of Republicans can do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So Harold, does he resign? He said he's not going to today, but it seems like it keeps building?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Look these allegations are serious, the allegations around a nursing home, and perhaps things they may have done narrative that have alleged to have done their or even probably more serious in some ways. I've said on this show these investigations, and they're now number of them, the New York U.S. Attorney's Office, the FBI, and now the New York Attorney General, if any of the things the governor is saying if they're facts that countered that they've come out, he will find himself in a different set of trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yeah, we'll follow it all. All right, panel standby. When we come back, a sneak peek at tomorrow's headlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The rising China is a positive development. They're not bad folks, but guess what? They're not a competition for us. We do not fear China's rise. I think the biggest threat to our security is Russia. China is going to eat our lunch. Come on, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, I'll look at tomorrow's headlines. Back with the panel, Harold, you're first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Help is on the way. COVID relief bill makes it to the Senate. I hope this 1.9 show you gets out there soon (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Morgan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Mine's a little tongue in cheek but the headline that I see is that Iran promises to burn all of their Dr. Seuss books. It's amazing how much the radical canceled culture and authoritarian regimes and the mullahs in Iran have in common.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "How about that. All right, Jonah, what's your headline for tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "In bid to prove objectivity, CNN's Chris Cuomo grills own mother in blistering into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Just a tough interview with mom. That's very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Brakes all over the poles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. All right panel, thank you very much. Thank you for inviting us in your home tonight. That's it for the SPECIAL REPORT. Fair, balanced and still unafraid. We've got an interesting show for you tomorrow. I'm going to be off for the next couple of days. But I'll see you on Monday. \"FOX NEWS PRIMETIME\" hosted by Lawrence Jones. If you haven't seen that issue you need to stick around because it's great, starts right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS HOST",
      "sentences": "You left me some extra time. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So much I like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Thank you, brother. END Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR (on camera)",
      "utterance": "Jesse, I'm very excited about your book now that you'll have the different kinds of dog."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you. And if you want to send me a book, Bret on any subject, please do, but make sure it has pictures, OK?"
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, pictures you got it. Thank you. Good evening. I'm Bret Baier. Breaking tonight, we are covering three big stories. New York Democratic Governor Andrew Cuomo refusing to resign despite the growing uproar over sexual harassment allegations from three women and the continuing controversy of his handling of nursing homes in his state. President Biden facing major problems on the southern border of the U.S. as illegal immigration is surging there. We will go there but we begin with the president ridiculing decisions by some states to eliminate some COVID rules, such as mandatory masks. White House correspondent Peter Doocy takes a look at the struggle between politics, economics and science live from the North Lawn. Good evening, Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Good evening, Bret. President Biden often calls for unity. And he urges partisans to stop with the supercharged rhetoric, but he's got a new way to describe the Republicans reopening their states. And it's not particularly friendly."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "The last thing we need is a Neanderthal thinking that in the meantime, everything's fine, take off your mask, forget it."
    },
    {
      "speaker": "DOOCY (voice over)",
      "utterance": "The Neanderthal thinking, he's talking about reopening measures by the Republican governor of Texas and the Republican governor of Mississippi."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I think it's a big mistake. Look, I hope everybody's realized by now, these masks make a difference."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And the White House says don't take President Biden's word for it."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We're not asking people just to listen to the president. Of course, we recommend that. But we're asking people to listen to health experts, medical experts, the CDC."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Now, the CDC director has weighed in."
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, DIRECTOR, CDC",
      "utterance": "I think we as the CDC have been very clear that now is not the time to release all restrictions."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But Texas leaders are ready to let residents make up their own minds on masks."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you want to wear a mask, you can still wear a mask."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The Biden administration is trying to help with that, sending them out."
    },
    {
      "speaker": "ANDY SLAVITT, WHITE HOUSE COVID RESPONSE TEAM",
      "utterance": "Last week we announced they were going to be distributing masks to community health centers and food banks."
    },
    {
      "speaker": "DOOCY",
      "utterance": "President Biden wants people masked for at least the first 100 days of his term."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We'll lose thousands more. This will not occur -- we'll not have everybody vaccinated until sometime in the summer."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But some states don't want to wait."
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "utterance": "So, I don't think Washington has a lot to states like my state about what the appropriate reopening measures are."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The White House is warning, that kind of talk is dangerous."
    },
    {
      "speaker": "PSAKI",
      "utterance": "This entire country has paid the price for political leaders who ignored the science when it comes to the pandemic."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And even though the president has stressed COVID-19 isn't a political issue."
    },
    {
      "speaker": "BIDEN",
      "utterance": "These aren't Democrats Republicans going hungry in our nation, they're our fellow Americans, fellow human beings."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Today, it was."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Washed your hands hot water, do it frequently. Wear a mask and stay socially distanced. And I know you all know that. I wish the heck some of our elected officials knew it."
    },
    {
      "speaker": "DOOCY (on camera)",
      "utterance": "Those are things President Biden wants people to do even as his administration celebrates the number of people in this country vaccinated. Right now, across the driveway, President Biden is on a Zoom with House Democratic lawmakers and a few minutes ago, he told them that in his 36 years as a senator and eight as a V.P., this $1.9 trillion COVID stimulus package is the most urgent bill he's ever seen, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Peter Doocy live in the North Lawn. Peter, thank you. There is growing pressure tonight on the Biden administration over a major surge of illegal immigration along the southern border. Apprehensions are up as much as 350 percent in one particular area, and the coronavirus is multiplying the danger there. Let's look at the situation on the ground tonight. Correspondent Casey Stegall is in Eagle Pass, Texas."
    },
    {
      "speaker": "CASEY STEGALL, FOX NEWS CHANNEL CORRESPONDENT (voice over)",
      "utterance": "In just the last 24 hours, U.S. border patrol agent shut down three stash houses used for human smuggling in the Rio Grande Valley of South Texas, yielding more than 50 arrests. One small snapshot official say of a growing migrant surge along the southern border."
    },
    {
      "speaker": "MARK MORGAN, FORMER ACTING CBP COMMISSIONER",
      "utterance": "Right now, we're looking at almost 5,000 a day that we are encountering (INAUDIBLE) on the southwest border illegally entering. 400 of those are unaccompanied minors."
    },
    {
      "speaker": "STEGALL",
      "utterance": "Unaccompanied minors are children under the age of 17 traveling alone and caught entering the country illegally. In the Big Bend sector of Texas, Customs and Border Protection figures show a 141 percent increase in juvenile apprehensions compared to the same period of time last year. They're up 122 percent in the Del Rio sector, and 96 percent in El Paso. All of the border states combined, the year to date hike is 64 percent."
    },
    {
      "speaker": "REP. MICHAEL MCCAUL (R-TX)",
      "utterance": "The green light is on now. We're open for business again (INAUDIBLE) the worst message to be sending to the traffickers who are smuggling these kids across the border."
    },
    {
      "speaker": "STEGALL",
      "utterance": "And another problem, officials with the city of Brownsville, Texas report at least 108 migrants tested positive for COVID since the end of January, more than six percent of everyone they screen. A city spokesperson tells Fox News they don't have the authority to detain those people and prevent them from getting on buses and traveling elsewhere."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a crisis then, it's a crisis now. This is not a right or left thing. But how they phrase it does depend on which side of the aisle you stand on right now and the American people deserve better."
    },
    {
      "speaker": "STEGALL",
      "utterance": "The recent surge is attributed to several factors including the pandemic, public perception of more relaxed rules and also migrant camps and border communities. Under the Trump administration, people had been waiting in these camps for their immigration court hearing on the Mexican side. Now, agents say more are attempting to cross and wait in the U.S."
    },
    {
      "speaker": "STEGALL (on camera)",
      "utterance": "At least two Texas border communities are not relying on the federal government to COVID test these migrants. In fact, they're getting help from the state in the form of rapid COVID testing kits through the Department of Emergency Management, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Casey Stegall along the border. Casey, thank you. Meantime, embattled New York Governor Andrew Cuomo says he will not resign over sexual harassment allegations but he is apologizing to anyone he offended and he says he's embarrassed by the uproar. His critics say he hasn't yet apologized to the 15,000 plus families who lost loved ones in nursing homes in New York after his orders. Correspondent Bryan Llenas has details tonight from Brooklyn. Good evening, Bryan."
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS CHANNEL CORRESPONDENT (on camera)",
      "utterance": "Good evening, Bret. Tonight, New York Governor Andrew Cuomo apologized more than a dozen times in his first COVID-19 on camera briefing since the sexual harassment allegations came to light. The governor beginning his comments by saying his lawyers told him not to speak today, but he did anyway."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "I'm not going to resign."
    },
    {
      "speaker": "LLENAS (voice over)",
      "utterance": "New York Governor Andrew Cuomo is refusing to step down but he is apologizing amid accusations of sexual misconduct by three women."
    },
    {
      "speaker": "CUOMO",
      "utterance": "I apologized today. I will apologize tomorrow. I will apologize the day after."
    },
    {
      "speaker": "LLENAS",
      "utterance": "The governor contrite and seemingly emotional as he indirectly addressed the claims."
    },
    {
      "speaker": "CUOMO",
      "utterance": "It was unintentional. And I truly and deeply apologize for it. I feel awful about it. And frankly, I am embarrassed by it."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Last week, former aide Lindsey Boylan accused the governor of unwanted touching, saying Cuomo kissed her in his office."
    },
    {
      "speaker": "CUOMO",
      "utterance": "I never touched anyone inappropriately."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Another former aid Charlotte Bennett says Cuomo made inappropriate sexual remarks that made her feel \"horribly uncomfortable\"."
    },
    {
      "speaker": "CUOMO",
      "utterance": "I never knew at the time I was making anyone feel uncomfortable."
    },
    {
      "speaker": "LLENAS",
      "utterance": "And about this photo in the New York Times, that 33 year old Anna Ruch said shows Governor Cuomo asking her if he could kiss her while touching her face at a 2019 wedding."
    },
    {
      "speaker": "CUOMO",
      "utterance": "It is my usual and customary way of greeting. What I also understand is it doesn't matter. It doesn't matter my intent."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Lawyers agree."
    },
    {
      "speaker": "HEATHER HANSEN, TRIAL ATTORNEY",
      "utterance": "There's the jury of public opinion, that is who he is appealing to here. He is appealing to the people of New York and the people of this nation and the hopes that his feelings matter. And maybe they do to that jury but under the law, they do not."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Both former aides criticized Cuomo's news conference today. Boylan tweeting: How can New Yorkers trust you Governor to lead our state if you don't know when you've been inappropriate with your own staff? Bennett released a statement through her attorney reading in part, the governor's press conference was full of falsehoods and inaccurate information. The governor now asking New Yorkers for patients as New York's Attorney General Letitia James oversees an independent investigation."
    },
    {
      "speaker": "CUOMO",
      "utterance": "Wait for the facts from the Attorney General's report before forming an opinion."
    },
    {
      "speaker": "LLENAS (on camera)",
      "utterance": "Now, under state law, Governor Cuomo is entitled to receive updates on the A.G. investigation. In fact, he signs the checks that fund it. Meanwhile, there was no mention today of the nursing home scandal of which his administration is reportedly under an FBI investigation. In fact, nearly a year later and still no direct apology from the governor to those nursing home victim's families who believe his policies may have led to some unnecessary deaths, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Hi, Brian, there weren't even questions about the nursing home controversy, were there?"
    },
    {
      "speaker": "LLENAS",
      "utterance": "No, there we're not, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, Bryan Llenas in Brooklyn. Thanks. Stocks were down, the Dow loss, 121 the S&P 500 gave back 51, the NASDAQ fell 361. President Joe Biden and Senate Democrats have agreed to tighten the upper income limits at which people could qualify for stimulus checks in the party's coronavirus relief bill. A concession to moderates and word tonight is that Senator Joe Manchin Democrat from West Virginia has warmed to the newly structured bill. Republicans however, remain vehemently opposed to saying more than 90 percent of the package is unrelated to the pandemic. Congressional correspondent Jacqui Heinrich has the latest tonight from Capitol Hill."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This pack, he just so full of pork, it smells like bacon."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CHANNEL CORRESPONDENT (voice over)",
      "utterance": "Senate Republicans plan to draw out the marathon voting session with amendment after amendment targeting items they deem unrelated to coronavirus. 180 million to change the definition of an at risk child for emergency meal reimbursement to include people up to 24 years old, billions to advanced portions of President Biden's executive orders on climate change, a new executive branch employee emergency leave program allowing nearly seven times the current leave with no requirement it's COVID related and 350 billion for state and local governments."
    },
    {
      "speaker": "SEN. RICK SCOTT (R-FL)",
      "utterance": "(INAUDIBLE) significant increase in what their budgets are going to be this next year."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "utterance": "So, just because the numbers are not as bad as they were, doesn't mean we don't need a continued strong push to get us out of this ditch."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Democrats already have had to drop two infrastructure projects, a subway extension in House Speaker Nancy Pelosi's home state of California and money for a bridge in Senate Majority Leader Chuck Schumer's home state of New York. President Biden's proposal argued transit was hit hard by the pandemic. But the Senate parliamentarian ruled against the subway for procedural reasons and Democrats abandoned the bridge after Republican pushback saying it was actually the Trump administration's prior request. With two of the most ridiculed items gone, Democrats hoped for smoother sailing, not so."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "Only nine percent of this $1.9 trillion is related to health care."
    },
    {
      "speaker": "SEN. STEVE DAINES (R-MT)",
      "utterance": "The prior five packages all had the high protections. There's $400 billion in this current package that can be used to fund abortions with taxpayer dollars."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "But Democrats are confident the bill will pass, believing the polls and the optics are in their favor with Republicans standing between Americans and their checks."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "When people want checks to help them get out of the morass, that's not a liberal wish list. That's what the American people want."
    },
    {
      "speaker": "HEINRICH (on camera)",
      "utterance": "Full Democratic support is more likely tonight after President Biden signed off on tighter eligibility for stimulus checks partly to get Senator Joe Manchin on board and the minimum wage hike that he opposed was already stripped out of that bill, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jacqui Heinrich live on Capitol Hill. Jacqui, thanks. Up next, first, pollster Frank Luntz has a focus group of foreign students from around the world getting their thoughts about the U.S. First, here's what some of our Fox affiliates around the country are covering tonight. Fox 17 in Des Moines, with the discovery of a live pipe bomb at a central Iowa polling place as voters were casting ballots in a school district special election. The device was safely detonated and the facility reopened after about three hours. Fox 40 in Jackson, Mississippi as frustrations mount over the city's continuing water crisis. Residents have been told to boil water coming from kitchen taps for more than two weeks after winter storms and freezing weather. City officials are not giving a specific timeline for an end to that situation. And this is a live look at San Francisco from our affiliate Fox 2. The big story there tonight, Google says it will not develop new ways to follow individual users across the internet after it phases out existing ad tracking technology from Chrome browsers. The digital giant has been working on proposals to remove from Chrome so called third party cookies which are snippets of code used by a website's advertisers to record browsing history in order to show users personalized ads. That's tonight's live look outside the Beltway from SPECIAL REPORT. We will be right back"
    },
    {
      "speaker": "BAIER",
      "utterance": "Tonight, a look at America from the outside. We're hearing directly from foreign students about their impressions of what's going on in the U.S. right now. Let's bring in pollster Frank Luntz. Frank, this is a focus group, how to come about? Who are these kids?"
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "utterance": "These kids are all studying or recently studied at New York University Abu Dhabi. There are 22 students from 16 different countries. There is nowhere else in the world where you've got more nations represented, more global discussion than at NYU Abu Dhabi. And that conversation that we had was incredible. We covered China, we covered the American political system. We covered capitalism. Bret, just --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's just get to it. So, the American Dream and talking about America, let's play this sound bite."
    },
    {
      "speaker": "TINTIE, RESIDENT, BURKINA FASO",
      "utterance": "You hear people that go and come back and tell you that the American Dream literally doesn't exist, right? I feel like it's, it's, it's just a bit messed up."
    },
    {
      "speaker": "GIOVANNA, RESIDENT, BRAZIL",
      "utterance": "I've recently seen that decreased people don't want to go to the U.S. as much as they wanted to before because they see that right now it's not as it was in the past."
    },
    {
      "speaker": "BAIER",
      "utterance": "What about that?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "They wish the American Dream was still alive, and their dream was to come to America to study, work, and potentially live. Now, they're looking eastward. A lot of them are considering studying and working in China. The U.S. has got to get its act together at least in terms of public relations for these kids to want to return."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, speaking of the U.S., this is about the political landscape here."
    },
    {
      "speaker": "MAURICIO, RESIDENT, PERU",
      "utterance": "I don't want to go to the U.S. and that's heartbreaking. And that's because there's no more discourse, there's no more listening, hearing to each other."
    },
    {
      "speaker": "ANDREA, RESIDENT, ITALY",
      "utterance": "There are more -- no more shared principles or ethical norms."
    },
    {
      "speaker": "BAIER",
      "utterance": "They are cut down."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "They're watching -- yes, they're watching with division, they watch the anger, they're watching the fact that all we do is yell at each other, and it's hurting our image, it's hurting -- it's not just a challenge for us in this country, it's a challenge for our global interests and global business, our political influence. Bret, these comments are very frightening to me."
    },
    {
      "speaker": "BAIER",
      "utterance": "You know, I can hear people though at home, Frank, saying, well, your countries have problems, too. You're not -- you're not -- you're not all that?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Yes, but these are the best and brightest. These are the top one- tenth of one percent of students. These are the ones we want in this country. And right now, they don't want to come."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, here is the last one, superpower race with China."
    },
    {
      "speaker": "JEFF, RESIDENT, CHINA",
      "utterance": "As long as we're able to maintain the speed of growth, we definitely exceed America."
    },
    {
      "speaker": "HIND, RESIDENT, MOROCCO",
      "utterance": "It has been strategizing this for the longest time."
    },
    {
      "speaker": "MONICA, RESIDENT, TAIWAN",
      "utterance": "Perhaps that's also why more and more people in the society, right? Or just in the whole world are trying to learn Chinese, or otherwise, like where are people doing so right now?"
    },
    {
      "speaker": "BAIER",
      "utterance": "I mean, from Taiwan, saying that China is obviously dominant in a lot of parts of the world."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "And that dominance is going to grow unless and until we do a better job of demonstrating that our system is working. And China right now is competing with us. And this is my warning to all of the viewers, you cannot and will not succeed if we continue down the same path of tearing each other apart, tearing the country down. That we have to find some way to return to the way we used to be, open, and embracing, and welcoming of the world."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Frank, very interesting. Foreign students from 16 different countries. As always, thank you."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Biden, trying to get as many school teachers vaccinated against the coronavirus is possible so students can return to classrooms across the U.S. Several states already working on that. Correspondent Jonathan Serrie shows us tonight from Atlanta."
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CHANNEL CORRESPONDENT (voice-over)",
      "utterance": "President Biden pledges to have enough vaccine for every American adult by May. The administration is pressing states to get a first dose into the arms of teachers before the end of this month to speed the reopening of schools. Today, First Lady Jill Biden visited schools in Connecticut and Pennsylvania with Education Secretary Miguel Cardona."
    },
    {
      "speaker": "MIGUEL CARDONA, UNITED STATES SECRETARY OF EDUCATION",
      "utterance": "We must continue to reopen America schools for in-person learning as quickly and as safely as possible."
    },
    {
      "speaker": "SERRIE",
      "utterance": "In an effort to prioritize educators, Georgia will start vaccinating K-12 teachers, March 8th. Massachusetts Governor Charlie Baker announced teachers in his state can start receiving the shots on March 11t. And Arizona Governor Doug Ducey is issuing an executive order requiring public schools to return to in-person instruction by March 15 or after spring break. The White House is leveraging private industry, not only to ramp up vaccine production but to get more shots into arms."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "One, two, three."
    },
    {
      "speaker": "SERRIE",
      "utterance": "More than one dozen of the nation's leading insurance companies will contact 2 million unvaccinated seniors in underserved communities."
    },
    {
      "speaker": "ANDY SLAVITT, WHITE HOUSE SENIOR ADVISOR, COVID RESPONSE TEAM",
      "utterance": "They will facilitate vaccine registration and appointment scheduling for seniors. They'll arrange transportation to and from a vaccination site."
    },
    {
      "speaker": "SERRIE",
      "utterance": "CDC Director Rochelle Walensky says America have the potential to become vaccinated in three to four months, but aggressive mitigation efforts must continue to slow the spread of highly infectious variants."
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, DIRECTOR, CENTERS FOR DISEASE CONTROL",
      "utterance": "The exact measure where you've -- taken just stop the pandemic are now too often being flagrantly ignored."
    },
    {
      "speaker": "SERRIE",
      "utterance": "Tomorrow, the CDC is expected to issue guidance on what social activities Americans can safely resume once they are fully vaccinated."
    },
    {
      "speaker": "SERRIE (on camera)",
      "utterance": "A federal official tells Fox News, the CDC guidance will likely allow for small, unmasked gatherings with other fully vaccinated individuals in private houses or nursing homes. But masking in public will likely continue for now. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonathan Serrie in Atlanta. Jonathan, thanks. Up next, new intelligence has security officials on edge on Capitol Hill. We'll tell you why there is fear of another uprising potentially in just a few hours. And later, should the government be able to tell you how you can display the American flag at your own home? We'll take you to a place where that is being debated."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Well, we might like to -- we can't offer an exception for the American flag."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a free speech issue. It's not a Republican or Democrat issue. Let's do better, this is ridiculous."
    },
    {
      "speaker": "BAIER",
      "utterance": "Thousands of National Guard troops are still in Washington, D.C. tonight, almost two months after January's Capitol riot and the inaugurations. But -- inauguration. But there are concerns about how the troops are being fed. There's also worry this evening about a possible sequel to the uprising based on new Intel. Here is correspondent David Spunt."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CHANNEL CORRESPONDENT (voice-over)",
      "utterance": "With an eye on the calendar, the U.S. Capitol Police is on alert about the potential for new violence."
    },
    {
      "speaker": "YOGANANDA PITTMAN, ACTING CHIEF, UNITED STATES CAPITOL POLICE",
      "utterance": "We've taken immediate steps to let the National Guard, as well as our workforce, know what to expect tomorrow and going forward."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Guarding the Capitol, approximately 5,000 National Guard troops down from nearly 27,000 following the January 6th chaos. Pentagon officials estimate it will cost $483 million to keep the National Guard troops through March 12th, the day they are scheduled to leave. Some law enforcement experts believe that's too late."
    },
    {
      "speaker": "MAUREEN O'CONNELL, FORMER, AGENT, FEDERAL BUREAU OF INVESTIGATION",
      "utterance": "I think what I see there now looks to me to be overkill. It looks as if all your resources are centered on the exterior of a building as opposed to addressing each concentric circle as it should be addressed."
    },
    {
      "speaker": "SPUNT",
      "utterance": "When the guard does leave, D.C. is well protected. Fox News found roughly three dozen police departments in the city, the most agencies in any city across the country, from the United States Secret Service to the Washington D.C. Metro Police to the U.S. Mint police, even the National Cathedral police, thousands of officers are on watch your route, but jurisdictional boundaries prevent agencies from moving to the Capitol once the guard goes home. Even the Supreme Court police just across the street from the Capitol doesn't have jurisdiction in the Capitol building. As the troops begin to pack up, lawmakers in Michigan wrote Pentagon officials complaining that 50 troops from their state got sick after eating food that was reportedly badly undercooked, raw, moldy, and even filled with metal shavings."
    },
    {
      "speaker": "DAN KILDEE, (D) MICHIGAN REPRESENTATIVE",
      "utterance": "It's a completely inexcusable situation and the fact that they've been given not just substandard food. This is completely inedible food."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Bret, a spokesman for the National Guard tells Fox News that spot checks will continue to take place. The safety of National Guard troops is the number one priority as for any potential safety issues tomorrow. The house is continuing to finish votes tonight. They'll be out of session tomorrow as an overabundance of caution. The Senate will remain in session tomorrow. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "David Spunt in D.C., David thanks. President Biden says the U.S. is trying to identify who's responsible for a spate of recent missile attacks on U.S. and coalition forces in Iraq. Tonight an American contractor is dead following an assault on a U.S. airbase in the western part of that country. We get details tonight from correspondent Trey Yingst in our Middle East Newsroom."
    },
    {
      "speaker": "TREY YINGST, TEL AVIV, ISRAEL",
      "utterance": "Early this morning, Ain al-Assad base in Iraq came under attack. Ten rockets were fired from the back of a dump truck towards the facility that houses American troops. The Pentagon says, one U.S. civilian contractor died after suffering a heart attack while sheltering in place. This is the same Iraqi base that was targeted by Iran with 16 ballistic missiles in January of 2020, following a U.S. drone strike that killed top Iranian general Qassem Soleimani. Since then, a steady increase in tension has occurred. With today's attack marking the fourth time in three weeks that rockets fired by suspected Iranian backed groups hit U.S. link targets. President Biden responded to the ongoing attacks with airstrikes in Syria last week. The U.S. State Department today reiterated their belief that Biden Syria strikes were legal while discussing the possibility of more offensive action."
    },
    {
      "speaker": "NED PRICE, STATE DEPARTMENT SPOKESMAN",
      "utterance": "We responded to recent attacks by Iran backed militias on coalition U.S. forces in a manner that was calculated, proportionate and fully covered by legal authorities. I think you will see the same hallmarks of any forthcoming responses."
    },
    {
      "speaker": "YINGST",
      "utterance": "With all eyes on Iraq ahead of a scheduled visit by Pope Francis this weekend, there is growing anticipation about what comes next."
    },
    {
      "speaker": "JOE BIDEN, (D) U.S. PRESIDENT",
      "utterance": "We're identifying who's responsible and we'll make judgments from that point."
    },
    {
      "speaker": "YINGST",
      "utterance": "The recent rocket attacks by Iranian backed groups makes starting nuclear talks with Iran that much more difficult. Each day without a solution is a day closer to Iran having a nuclear weapon. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Trey Yingst, in our Middle East Newsroom. Trey, thank you. A bipartisan group of senators is pushing legislation to repeal the authorizations for the use of force against Iraq. Those authorizations were issued in 1991 and 2002, during the first two conflicts in the Persian Gulf, the wars there. The new legislation was introduced by Virginia Democrat Tim Kaine and Indiana Republican Todd Young. Kaine says last week's airstrikes in Syria by the Biden administration show the executive branch regardless of party will continue to stretch its war powers. One story beyond our borders tonight, authorities in southern Sweden say a man with an axe attacked eight people today before being shot by police. Officials say they are investigating possible terrorist motives. They say no one has died but they are not commenting on the conditions for either the victims or the suspect. Up next, the effort to control how Americans can display the flag at their own homes, will take you to one place debating that."
    },
    {
      "speaker": "BAIER",
      "utterance": "There's new evidence tonight of what some may see is the broadening canceled culture and how it could affect the way you fly the American flag at your home or business. Our story comes from suburban Washington D.C. where there's a fight over just how old glory can be displayed. Chief Washington Correspondent Mike Emanuel reports tonight from Fairfax County, Virginia."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It says who live in the United States should in the United States flag be an exception?"
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF WASHINGTON CORRESPONDENT",
      "utterance": "Just outside our nation's capitol in Virginia's largest county, Fairfax, officials are considering restrictions on the size and number of flags residents and businesses can display with no exception for the stars and stripes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "While we might like to, we can offer an exception for the American flag."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "The proposal would reduce the size of flags to 24 square feet lower the height of flag poles to 25 feet. Limit the number of flags you can fly to your home to two including national state military or college flags. Daniel Gade is a Retired Army Lieutenant Colonel who earned two Purple Hearts. He ran as the Republican nominee for the U.S. Senate in Virginia last year. But Gade says this is not a partisan issue. He says reducing the size of the flag is offensive to military families."
    },
    {
      "speaker": "LT. COL. DANIEL GADE (RET.), U.S. ARMY",
      "utterance": "It's deeply personal and it seems like the fact that they're banning the flag that's the size that flies over our coffins when we're buried, that seems like a personal affront to Virginia's 900,000 veterans, America's 18 million veterans."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Some Fairfax County officials note not all flags are the same."
    },
    {
      "speaker": "PHILLIP NIEDZIELSKI-EICHNER, FAIRFAX COUNTY PLANNING COMMISSION",
      "utterance": "I hope the goodness that we find a way to exempt our American flag from any suggestion that it's comfortable from the other flag."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "But the democratic chairman of the Fairfax County Board of Supervisors tells Fox News that is not the case. The Supreme Court has ruled that free speech extends to all signs and flags are ordinates cannot categorize flags based on content. The proposed ordinance aims to allow residents to still fly flags proudly with reasonable guidelines while protecting everyone's first amendment rights."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Tonight's meeting is a critical step if the Planning Commission signs off on the proposal it will be sent on to the county board of supervisors for final approval next week. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mike Emanuel in Fairfax County. Mike, thank you. A vote is expected later this evening on a Democrat sponsored election reform measure in the House. It would create automatic voter registration across the country simplified voting by mail and expand early and absentee voting. Democrats said the bill counteracts 253 \"voter suppression\" initiatives being considered by legislators in 43 states. Republicans say this is a pure power grab by Democrats and likely will be legally challenged. When we come back, the panel on New York Governor Andrew Cuomo's apologies, President Biden's COVID warnings and the border Patrol's concerns about a surge on the southern border."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I think it's a big mistake. Look, I hope everybody's realized by now, these masks make a difference. The last thing we need is Neanderthal thinking that in the meantime, everything's fine, take off your mask, forget it. It still matters."
    },
    {
      "speaker": "JOHN CORNYN, (R) TEXAS SENATOR",
      "utterance": "President Biden has a lot of problems to take care of. It's got a crisis at the border that he calls a challenge and not a crisis, dismantling all of our immigration laws and protections to protect our border. And so I don't think he's got a lot to say about preaching to my state about how we've handled this COVID-19 virus."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Senator John Cornyn there, reacting to the question that was asked to the President about Texas and Governor Greg Abbott, there lifting the mask mandate as of next week, the governor of Mississippi has weighed in tonight as well. Short time ago Tate Reeves, tweeting, President Biden said allowing Mississippians to decide how to protect themselves as Neanderthal thinking recipients don't need handlers. As numbers drop, they can assess their choices and listen to experts. I guess I just think we should trust Americans, not insult them. With that, let's bring in our panel, Harold Ford Jr., former Tennessee Congressman, CEO of Empowerment Inclusion Capital, Morgan Ortagus, former State Department Spokesperson and Jonah Goldberg, Editor in Chief of the Dispatch. Morgan, let me start with you. Welcome back, first of all, and your thoughts about this. And obviously, it's important to point out while Texas is lifting the mandatory mask mandate, it is not saying that you're not going to wear masks or businesses couldn't say we want to have masks in our business?"
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESWOMAN",
      "utterance": "That's right. And I think there is super spreader news coming out of Texas today. But it's not about Governor Abbott's announcement. It's what you're seeing going on at the border, just as the senator alluded to. There are reports, media reports today about some of these illegal immigrants coming across the border, testing positive for COVID-19. So this is not only turning into an immigration issue, which is very contentious in the country, we now have potentially a public health issue as well. And I think when you're seeing law abiding citizens and citizens of other countries coming to the United States and abiding by the rules and taking a COVID test, it's nonsensical to people that illegal immigrants would cross the border without taking that COVID test. So there's certainly a lot to unpack in Texas today. You're seeing many of these people within the state stand up for themselves. And it's the nature of Texas, I think, the push to push back into the federal government, but we do have some very serious public health issues in Texas. And I think it's less about Governor Abbott and more about the border."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yeah, Harold, your thoughts, you know, the President is sending a signal. He wears the mask all the time while he's in the Oval Office there. When talking to the press, at least, he's been vaccinated. There are people who just I think, wonder if I'm going to get the vaccine, eventually, am I not going to wear a mask? And when is that? And shouldn't Texas -- shouldn't Americans be able to decide when that is?"
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "utterance": "Well, absolutely, Americans should be able to make that determination. I think the governor should be able to weigh in heavily as well. But -- in Governor Reeves and Mississippi and Governor Abbott of Texas have that right to do so. I think part of the frustration, perhaps from President Biden is that there's some numbers, you have to pay attention to. Texas ranks 48 out of 50 in terms of people being vaccinated, less than 7% of the state is. So if we were at a point rebel, we're talking about half the state were vaccinated and he wanted to remove this mandate. I think there might be a different mood, might be a different feeling. I think it's important to know that the President unlike someone, maybe the former presidents not saying we're going to withhold money from anybody because they choose not to do this. I think that the President Biden probably used the wrong choice of words of Neanderthal today, but I just don't think it's smart with the governors of Mississippi and Texas are doing if their vaccination rates were higher, I'd say maybe it makes more sense. But not to be four out of 50 and say let's stop now. It's probably not the right time to do that."
    },
    {
      "speaker": "BAIER",
      "utterance": "I guess. Jonah, the Neanderthal thinking raised the eyebrows, your thoughts on all this?"
    },
    {
      "speaker": "JONAH GOLDBERG, THE DISPATCH",
      "utterance": "Yeah, I mean, I came here tonight to defend the Neanderthal. The latest science says that they are actually quite intelligent. But more importantly, look, I think this is -- people are on both sides of the argument are kind of making too big a deal about this. I went and looked on various Texas websites, most big businesses, most supermarkets, most movie theaters, hospitals, airports, bus stations, train stations, they're all still going to require wearing masks, people have been habituated to it. At the same time, I think that the Governor Abbott, you know, is basically a part of this as a cynical thing about changing the subject from the blackouts not too long ago. But he's probably right on the merits. People are going to -- people can take care of themselves. We learned from Florida that most of the lockdown stuff was unwarranted and uncalled for. And I think that both sides are trying to make it into a much bigger deal than it really is."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, a big deal today was the New York Governor, Andrew Cuomo, with a press conference apologizing. Here's a piece of that."
    },
    {
      "speaker": "ANDREW CUOMO, (D) NEW YORK GOVERNOR",
      "utterance": "I now understand that I acted in a way that made people feel uncomfortable. It was unintentional. And I truly and deeply apologize for it. I never touched anyone, inappropriately. I wasn't elected by politicians. I was elected by the people of the state of New York. I'm not going to resign."
    },
    {
      "speaker": "JAMES TRUSTY, ATTORNEY",
      "utterance": "Lawyers are right, you know that he needs to shut up. There is really nothing a prosecutor or a plaintiff's attorney likes more than a defendant who keeps running his mouth. He's got this title seven hostile environment thing, you know, flaming up in front of him with his own help."
    },
    {
      "speaker": "BAIER",
      "utterance": "Morgan, what do you think of this apology, we should note he didn't apologize to about the nursing home controversy that he's also embroiled in?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Yeah, as a woman, it really struck me whenever he said, I never touched anyone inappropriately. When we looked at the pictures that came out of the woman telling her story where the governor had his hands on her face, I think so many women in business and politics have unfortunately been there where a man, more senior than them has used his intimidating presence, in a way, you know, the touching of the cheek may not seem like a big deal to him. But obviously, there's a pattern of behavior there because there's one -- more than one woman that has had this experience, and the pattern of behavior, by the way, I would say extends beyond just this scandal. You know, there are journalists that have told their stories of what it's like the intimidating behavior from the governor and his staff when covering them. And then, of course, you know, we have seen that his staff has admitted hiding mishandling information related to the nursing home scandal. So again, I think it fits this larger pattern of behavior of intimidating behavior whenever you're covering Governor Cuomo, whenever you're interacting with him. And really the left is the one that have set the standards for what's you know, appropriate from politicians from other democrat politicians from Kavanaugh and I don't think Cuomo is meeting the standards that Kirsten Gillibrand, Elizabeth Warren and other women have set in the Democrat Party."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yeah, Jonah, a couple tweets in recent days as this thing was continuing to bubble up, Tara Reid tweeted out, I stand with both women coming forward about Cuomo's behavior. I've supported Lindsey Boylan for a while. She was responding to Alexandria Ocasio-Cortez. I exist, I endured a sexual assault from Joe Biden while I worked as a staff and then smears in silence. Your silence regarding me, the sheer hypocrisy breaks my heart. A former Political Strategist, former Clinton adviser tweeting, Peter Daou, if you're tweeting about Cuomo, but gave Biden a free pass, it's not about the principles. It's about the politics. MeToo isn't there for your political convenience. I guess, you know, people how they've reacted to different allegations coming up again and again and these days."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Yeah, that cuts way -- that cuts in all sorts of different ways, including for, you know, President Trump. But I think the remarkable thing about this is that this is an entirely a democratic scandal, democratic problem in a democratic state with a democratic governor, democratic legislature, who supported basically by the democratic favorable press, and everyone else is just sort of, you know, let when your opponents are tearing themselves apart, stay out of the way. And I think that's the smartest thing that a lot of Republicans can do."
    },
    {
      "speaker": "BAIER",
      "utterance": "So Harold, does he resign? He said he's not going to today, but it seems like it keeps building?"
    },
    {
      "speaker": "FORD",
      "utterance": "Look these allegations are serious, the allegations around a nursing home, and perhaps things they may have done narrative that have alleged to have done their or even probably more serious in some ways. I've said on this show these investigations, and they're now number of them, the New York U.S. Attorney's Office, the FBI, and now the New York Attorney General, if any of the things the governor is saying if they're facts that countered that they've come out, he will find himself in a different set of trouble."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yeah, we'll follow it all. All right, panel standby. When we come back, a sneak peek at tomorrow's headlines."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The rising China is a positive development. They're not bad folks, but guess what? They're not a competition for us. We do not fear China's rise. I think the biggest threat to our security is Russia. China is going to eat our lunch. Come on, man."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, I'll look at tomorrow's headlines. Back with the panel, Harold, you're first."
    },
    {
      "speaker": "FORD",
      "utterance": "Help is on the way. COVID relief bill makes it to the Senate. I hope this 1.9 show you gets out there soon (inaudible)."
    },
    {
      "speaker": "BAIER",
      "utterance": "Morgan?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Mine's a little tongue in cheek but the headline that I see is that Iran promises to burn all of their Dr. Seuss books. It's amazing how much the radical canceled culture and authoritarian regimes and the mullahs in Iran have in common."
    },
    {
      "speaker": "BAIER",
      "utterance": "How about that. All right, Jonah, what's your headline for tomorrow?"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "In bid to prove objectivity, CNN's Chris Cuomo grills own mother in blistering into."
    },
    {
      "speaker": "BAIER",
      "utterance": "Just a tough interview with mom. That's very good."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Brakes all over the poles."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. All right panel, thank you very much. Thank you for inviting us in your home tonight. That's it for the SPECIAL REPORT. Fair, balanced and still unafraid. We've got an interesting show for you tomorrow. I'm going to be off for the next couple of days. But I'll see you on Monday. \"FOX NEWS PRIMETIME\" hosted by Lawrence Jones. If you haven't seen that issue you need to stick around because it's great, starts right now."
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS HOST",
      "utterance": "You left me some extra time. Thank you so much."
    },
    {
      "speaker": "BAIER",
      "utterance": "So much I like it."
    },
    {
      "speaker": "JONES",
      "utterance": "Thank you, brother. END Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}