{
  "date": "March 23, 2022",
  "headline": "Tucker: No one in the Democratic Party cares what biologists think about biological sex",
  "subHeadline": "\"Tucker Carlson Tonight\" welcomed guests Jason Whitlock, Marjorie Taylor Greene, Erika Donalds and Tony Robbins.",
  "url": "https://www.foxnews.com/transcript/tucker-no-one-in-the-democratic-party-cares-what-biologists-think-about-biological-sex",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "sentences": "Good evening and welcome to TUCKER CARLSON TONIGHT. In the Senate Judiciary Committee yesterday, Marsha Blackburn of Tennessee asked Joe Biden's Supreme Court nominee, Ketanji Jackson, what should have been the easiest question ever posed. \"Can you define what a woman is?\" Now imagine, put yourself in her position and imagine how relieved Jackson must have been when she heard that question. Here, she stayed up all night trying to memorize obscure case law from 19th Century and Court precedent and when she finally gets to the hearing room, all the Republicans want is a recap of Day One of ninth grade Biology: What's a woman? For a world-famous scholar like Ketanji Jackson, that should have been effortless. Talk about slow and steady right down the plate. \"A woman,\" Jackson might have said, looking incredulous, \"That's simple. A woman is a human being with two X chromosomes. Ask any geneticist. It's detectable in a blood test, but if you're still confused by what a woman is, you can ask a doctor. Women have wider pelvises and different bone structures from men, not to mention a very different genitalia.\" \"It's usually pretty obvious they are women, just by looking at them. Women are built differently because their bodies are designed to do different things. Nature is real. Women menstruate. Women give birth and then breastfeed. Men do not do these things because they can't.\" \"Not a single man in all human history has ever had his period or delivered a baby and I know this, Senator, because I'm a woman myself. In fact, that's why I'm here. Joe Biden nominated me to the Supreme Court because I am female, and he has said so himself many times.\" \"The President knows exactly what a woman is. If he didn't know, he wouldn't have picked me, obviously.\" \"So please, Senator Blackburn, do not waste my time. With all respect, that is an incredibly stupid question.\" Imagine if she had said that. What an answer that would have been. Do you know a single person who wouldn't have cheered? We would have. Honesty is a wonderful thing to watch, no matter where it comes from, but that is not what Ketanji Jackson said. Here was her actual answer:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARSHA BLACKBURN (R-TN)",
      "sentences": "Can you provide a definition for the word \"woman\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KETANJI BROWN JACKSON, U.S. SUPREME COURT ASSOCIATE JUSTICE NOMINEE",
      "sentences": "Can I provide a definition? No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKSON",
      "sentences": "I can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "You can't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKSON",
      "sentences": "Not in this context. I'm not a biologist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"Oh, I'm not a biologist.\" You following this? So, only a biologist is allowed to tell you what a woman is and Ketanji Jackson, incredibly impressive as they tell us she is, is not, she just reminded us, a biologist. Not that it would make any difference if she were a biologist because no one in the Democratic Party cares what biologists think about biological sex. Biologists have been banned along with a lady who writes \"Harry Potter\" novels. In 2022, the power of science and literature crumble in the face of the trans-lobby. So, actually, Ketanji Jackson's academic credentials are not, strictly speaking, all that relevant here, but still pause for a second and marinade in the awe-inspiring stupidity of her answer. \"What's a woman? I don't know. I'm not a biologist.\" Oh, we see how this works. Hey, Ketanji Jackson, is it raining? I don't know. I'm not a meteorologist. How would you respond to someone who said something like that? You'd probably give up and find someone else to talk to. That person was not capable of conversation. So, last night we said we wanted to see Ketanji Jackson's LSAT scores. That's no longer necessary. We can say with certainty she is clearly a sub genius and probably shouldn't be on the Supreme Court. \"What's a woman?\" Definitely the most revealing question ever asked in a Senate confirmation hearing and one of the many things it reveals is how utterly the Democratic Party as an institution that has changed in just four years. It's a mile marker that tells us the evolution of the party. So, during the last Supreme Court nomination, you'll remember, we were commanded to believe that all women must be believed regardless of whether or not they were telling the truth. They are women, therefore in the name of social justice, you must accept whatever they say at face value. A woman's word is like a sworn affidavit. You can take it to the bank. Here's Kamala Harris to explain:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Let's speak truth about what we've all been talking about the last few days and again this evening, which is that Supreme Court process. Let's speak the truth. It was a sham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "And a disgrace. Let's speak the truth that it was a denial of justice for the women of this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How amusing is it to see Kamala Harris say, \"Let's speak the truth.\" Throw a beer can at the TV if you agree. So, to recap, in 2019, it was quote, \"a sham and a disgrace\" to doubt a woman's word because, by the virtue of their biology, women did not lie. That's what it was to be a woman -- utterly truthful all the time. Joe Biden agreed with this. Women were very different from men inherently. He told us so and that's why you weren't allowed to hit them. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), THEN CANDIDATE FOR PRESIDENT OF THE UNITED STATES",
      "sentences": "We, in fact, have to fundamentally change the culture, the culture of how women are treated. No man has a right to raise a hand to a woman in anger other than in self-defense, and that rarely ever occurs, and so we have to just change the culture. Period. And keep punching at it and punching at it and punching it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, so we mocked him. \"Keep punching at it.\" Domestic abuse it is. We made fun of him, but he was on to something. Actually, what he said was entirely true. Ask yourself: Two men get in a bar fight, one of them punches the other in the face. What's your response to that? \"Come on, guys. Take it outside.\" A man and a woman get in a bar fight. The man punches the woman in the face. What's your response to that? Well, if you're a normal human being, you're horrified. Punching a woman in the face is not just a felony -- though it is -- it is a moral crime. Decent people don't punch women in the face. Period. A man's best instinct is to protect women. That's nothing to be ashamed of. It makes a civilization civilized. That's why we don't send expectant mothers into battle. Got that, you degraded freaks? Pregnant flight suits are an attempt to make us deny our most basic instinct, an instinct that we should not be ashamed of. Joe Biden had this instinct. He noted it. He was absolutely right. Why was he right? Because men and women are not the same. We're not saying one is morally better than the other. They're morally equal, but they're different on the deepest levels, beginning with biology. Every person on Earth knows this is true. We are born knowing it, but now they are commanding you to pretend otherwise, to deny nature and suppress your most basic and valuable instincts. They're telling you, you have no right to be more upset when a woman is injured or when a woman gets her ear bitten off in a bar fight than when a man does. Are you ready to suppress those instincts? Are you ready to live in a society that won't acknowledge them? What happens to our justice system if we pretend men and women are exactly the same or don't exist? Ketanji Jackson's claim that we can't say who is a man and who is a woman will transform the way we administer justice, starting with our vast regime of anti-discrimination law. If we can't say for certain who is a woman, how are we going to enforce Joe Biden's famous Violence against Women Act? Why do we have such an act? Who would care? How can we set aside a huge percentage of Federal contracts for women-owned companies if we don't know what a woman is? Oh, I guess that scam is going to have to end tomorrow because it no longer makes any sense. And, by the way, how is sexism even a meaningful category in a world in which sex has no meaning? Well, it's not. Why have Title IX, which bans sex discrimination in schools? If we don't have biological sex, how can we have discrimination on the basis of biological sex? Thinking this through? The Trump administration thought it through. Actually, they saw this coming. We should tell you that. The Trump White House tried to preserve Title IX by arguing that the concept of sex as defined in that law derived from biology, not from how you're feeling about your personal identity on any particular day. That's the case they made. In response to that, they were denounced right-wing lunatics. The ACLU declared that, quote: \"The Trump administration is trying to erase trans- people.\" Really? Maybe it was bigger than that. Now, the Biden administration is in charge of everything, and in less than a year, the worst, most fervent predictions have come entirely true. Female athletes are losing NCAA championships to men dressing up as women in order to cheat their way to victory. Every person in America sees this happening. Very few are brave enough to say a word about it, but here is one of them. This is a woman who happened to be watching an NCAA swimming championship in which a male swimmer going by the name of Lia Thomas dominated every woman in the pool:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm a woman. That is not a woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can I ask you a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That is not a woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can I ask you a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you have ovaries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can I ask you a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ask me a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you a biologist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my god. Don't be ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, I'm serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm not a vet, but I know what a dog is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We'd love to have her on. \"I'm not a vet, but I know what a dog is.\" Yes, you do. We all do. Even Ketanji Jackson knows. She has had a few children of her own. She probably learned exactly how the process works. The point of the trans-movement isn't to convince anyone that biology isn't real. They're not even trying. That's an impossible case to make. You would sound ridiculous if you tried to articulate that, much less explain it. The point of this exercise is very different. The point is to make the rest of us repeat a lie, to say something we know perfectly well is not true. \"Yes, Lia Thomas is a proud, beautiful woman who won the swim meet because she practiced harder than the other girls. Lia Thomas deserved to win. Her victory wasn't cheating and no, I don't notice her bulging swimsuit. I have no idea what you're talking about.\" That's what they demand you say, not because they care about Lia Thomas or any other trans-person. They couldn't care less. Making you pretend to believe something you don't, that's the point, because if they can make you pretend to believe something you know is untrue, they've won. They control your brain. So, this isn't about trans-people. It's about all of us and the stakes are very high and that's why the censorship is so intense. Have you noticed? Our national conversation about transgenderism is completely defined by censorship, by making you shut up, not allowing you to notice the obvious is why they're doing it. There is no attempt to persuade you. There is no fact-based argument. You can't respond, \"Oh, so men can become women just by wishing it. So, tell us how that works. Can I stop male pattern baldness the same way? Can I grow six inches? Please explain how this remarkable new power the trans- community has discovered, it might apply to me. Can I do it, too?\" The power of positive thinking. Well, that's a fair question. They'll never answer it. They'll just make you be quiet. Their first move always is censorship and their second move, inevitably, is punishment. We learned that again last night when we were suspended from Twitter, quote: \"We have determined that this account violated the Twitter rules specifically for violating our rules against hateful conduct,\" Twitter wrote to us. The only way out of Twitter jail was to delete our tweet, to pretend we never said it, to cleanse America's conscience by just whiting out the past. What was our crime, by the way? Well, we dared to highlight two accounts that Twitter has banned from Charlie Kirk and \"The Babylon Bee.\" There was nothing hateful about either one. We'd say look them up, but you can't because they're gone now, but both merely noted that biological sex is fixed at birth. This has been universally acknowledged by homo sapiens for at least 300,000 years. So, it was a factual statement, but on Twitter, as in our public life, truth is no defense. Twitter is now run by a man called Parag Agrawal, who has said plainly he does not believe in free speech. Agrawal came to this country as an adult to get a degree from Stanford. Now, Agrawal controls the single most important forum for America's political conversation. That is a big and important job. It's not just a public company, it is much more than that. It's a kind of public trust that allows us democracy to function. So, you would think you'd want a guy like that, in a position like that, to have some respect for his adopted country's core institutions, beginning with and primarily the First Amendment, but Agrawal has no respect for our First Amendment or our Constitution. He explained that openly in a 2020 speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARAG AGRAWAL, CEO, TWITTER",
      "sentences": "Our role is not to be bound by the First Amendment, but our role is to serve a healthy public conversation and our moves are reflective of things that we believe lead to a healthier public conversation. The kinds of things that we do to work about this is to focus less on thinking about free speech, but thinking about how the times have changed. One of the changes today that we see is speech is easy on the internet. Most people can speak, but our role, which is particularly emphasized, is who can be heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, so the new standard isn't your right as a citizen to say what you believe is true. The new standard is achieving something called healthy public conversation. By the way, this is not one man's opinion. You grew up in a country where people are free to say what they wanted, but now that political speech, in fact, all speech is disseminated to other citizens via social media, this is the guy who actually controls what you're allowed to think. So, what is healthy public conversation? What does that mean, exactly? We're interested, so we texted Parag Agrawal very first thing this morning and then we e-mailed his office and then him personally, all to find out. Agrawal was too cowardly to respond to us. So, we're going to have to assume that a healthy public conversation is whatever Parag Agrawal wants it to be. He decides the meaning. In other words, a single man who has total and undisguised contempt for America's most basic values gets to decide what Americans are allowed to talk about. Parag Agrawal doesn't think you should know about Hunter Biden's laptop. That's unhealthy. So, he censors the story. You don't get to see it. He doesn't think you should be allowed to discuss basic biology in public. We're erasing all science because it's unhealthy. So, now you're not allowed to talk about it. In fact, you're banned, silenced, censored. We can't control Parag Agrawal, but we can't ask: how do you feel about this new standard? Not so long ago, this was a free country. Now Parag Agrawal and nine other billionaires, whose names you might not even know, who certainly were not elected to anything, get to determine the limits of your conversations. Are we okay with this? What happened to all the liberals and the self-described civil libertarians we used to have in America? They don't seem to be fighting the power anymore. They seem to have joined it. How about Liz Cheney and Adam Kinzinger and everyone else who is constantly lecturing the serfs about democracy? Is this the kind of democracy they're talking about? A democracy in which a tiny sliver of very rich people control everything, including your mind? It doesn't sound like democracy. It sounds suspiciously like oligarchy. Don't you think? They can let us know. All those people are welcome on this show any time, including and very much including you, Parag Agrawal. We promise a healthy public conversation. In the meantime, we're proud to have Jason Whitlock join us now. He has thought about this question deeply and has written about it incisively today. Jason Whitlock, thanks so much for joining us. So I'm just going to stand back and let you explain what this moment means. JASON WHITLOCK, HOST, \"FEARLESS WITH JASON WHITLOCK\": Well, I'm going to go all the way to Voltaire again, and just those who can make you believe absurdities will make you commit atrocities. And we're in the midst of a great atrocity going on here in America. People who have no respect for American values, our Constitution, our founding fathers, the founding principles that have made America great, they have no respect for, and they want to dismantle the Constitution. And this is a long process that we're in the middle of. We're naming Supreme Court justices who aren't committed to truth, but they are political activists. And so a simple question like, what's a woman? She can't answer because the goal is to create chaos and disorder by dismantling the truth. If there is no agreed upon truths, as simple as men and women, you can't have an organized, properly functioning society. And so they are creating chaos and division and building an argument that the Founding Fathers outdated. Oh, they were slavers, and the documents, the Declaration of Independence and the Constitution. Those weren't documents infused by Christian and Christian values and principles, those were documents infused by racism and oppression, and all this other stuff. That's just not true. Those documents made this country great and made it the freest country on the planet, and the fairest and safest country for people like me, who are Black. I'm just sorry. That's what America is in 2022 and they want to dismantle that and hand power to a small group of people, like the guy from Twitter, and I'm so glad you called him out. I'm not going to attempt to say his name, I can't. But he has the ultimate power. He is now in control of our Constitution and control of free speech, and a handful of other billionaire elites and globalists are in control of something that we all used to take for granted and was fundamental to our country being the envy of the world and being the safest, fairest, most opportunistic land and all the world. They're trying to destroy all of it. And I've got to admit, they're being successful. They are about to put a woman on the Supreme Court whose qualifications we know nothing about. We know she is not committed to truth and there are legitimate questions being asked about how does she feel about pedophilia and child pornography and we can't get straight answers. And the people that are asking these questions that are legitimate, based on her sentencing record, are being labeled racist, sexist, whatever name you can put on them. We should be able to ask someone that gets a lifetime position these questions and wonder about their commitment to truth, honesty, and the Constitution. She is there to interpret the Constitution, not help a group of revolutionaries overthrow the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But really quick, we're at a time, but for those viewers including myself, who want to write down that Voltaire quote, you just repeat that one more time because I think it gets to what exactly is going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "If they can make you believe absurdities, they can make you commit atrocities. I wish we did have more time. I hope people watch my show tomorrow because we're going all the way in on this. I think this could Ketanji Supreme Court nomination is critical for people to understand where they are taking this country and it is not a good place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I agree with that. Jason Whitlock, great to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So even if you voted for over the years, I think if you're a fair person, you'd have to acknowledge Hillary Clinton did not leave the world a better place after four years of Secretary of State than she found it, but don't say that out loud or else you're working for Vladimir Putin. We'll show you the tape, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In 2011, on the advice of then Secretary of State Hillary Clinton, the United States military began bombing Syria. Now, it was never clear why we did that. Why do we want to kill the leader -- I mean, of Libya rather? Why do we want to kill Muammar Gaddafi when bad guy though he was, he was helping us at the time. What was the purpose? We're still not sure, we know what the aftermath was -- one of the greatest humanitarian crises of our lives. Slaves are now sold in open air markets in Tripoli, along with child rape, and the normal miseries of a disintegrating society. So Hillary Clinton has been asked about this not very often, but occasionally. Has she apologized? No. Instead, she has laughed about it. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That is the land of unconfirmed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "Yes, we came, we saw, he died.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did it have anything to do with your visit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "I'm sure it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Imagine cackling like that when you talk about someone dying. It doesn't matter who it is. Muammar Gaddafi? It doesn't matter. It's a human being who died on your orders, and you're laughing about it. So that's obviously psychotic behavior, obvious to most people. But if you point that out in public, her many failures, Hillary Clinton's and the neocon foreign policy establishment more broadly, they have a response. It used to be, maybe they will try to defend what they did or explain why it was in America's national interest. Now, they just call you a traitor. Here's Hillary Clinton, saying that on a podcast yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "the Russian government even broadcasts Tucker Carlson, who appears on FOX News, because of what he says in support of Putin or casting doubt on those who are seeing with our own eyes what Putin is doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNE APPLEBAUM, POLISH-AMERICAN JOURNALIST",
      "sentences": "It evokes the role of left- wing apologists for communism, you know, in the last century, and I think their behavior comes out of something similar. Their dislike of their own country, of the United States, the nature of modern America is so strong, that they are looking for alternatives anywhere, even if those are autocratic alternatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Anne Applebaum, she is a foreign policy expert. Trust us. We're in trouble. But what's so interesting is that the people who legitimately loathe America who won't stand for the National Anthem, who tell you this country was born in sin and iniquity, and its core institutions are rotten, and you should feel shame for living here. Those are exactly the people calling anyone who criticizes their terrible foreign policy decisions as a traitor to America. You just don't love America enough, say the people who won't stand for the National Anthem. It's hilarious. On the other hand, you know what Hillary Clinton does to her enemies, so we're watching carefully. So one of the many unintended -- we don't know -- one of the consequences of the war in Ukraine is food shortages. Ukraine is one of the world's leading wheat exporters. As a result of the fighting there now, there will be food insecurity in this country and there will be famine in the developing world. People will die. In Cameroon, for example, the government says it is facing a wheat shortage that has increased the price of bread by more than 40 percent. So to be very clear, the government of Ukraine is controlled by the U.S. State Department. If Joe Biden called Zelenskyy on the phone tonight and said, \"Come to terms, let's end this, let's restore stability to Europe and prevent famine in the developing world and food insecurity in this country,\" he gets it done like that. But he won't do that. The State Department and the Congress are standing in the way of that. Why? You wonder. Marjorie Taylor Greene is one of the only Members of Congress who is willing to think this through in public. She represents the State of Georgia. We're honored to have her on our show tonight. Congresswoman, thanks so much for coming on. So how concerned are you that neocon foreign policy is going to cause food shortages in this country in the rest of the world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARJORIE TAYLOR GREENE (R-GA)",
      "sentences": "I'm extremely concerned. And what really concerns me even more, Tucker, is that the rest of Congress isn't concerned about the American people and if we really care about people, then we would be doing everything we can to be urging Putin and Zelenskyy to the negotiating table to stop this war and bring peace. But no, we have the same people in charge. You know, the adults, they're back in charge, the ones that removed Gaddafi from Libya, and then led to the Arab Spring and ISIS, destabilized the Middle East and then remember what Biden said? He said, NATO got it right. Well, now Biden is President of the United States, and he is heading over to Eastern Europe to encourage the international community to get involved because what does he want? He wants war. And really what concerns me, Tucker, is it's not just the Biden administration, and those that are so invested in regime change over the years, it's also Congress, even Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENE",
      "sentences": "Republicans like Lindsey Graham. Lindsey Graham who could stop Biden's nominees and this Supreme Court Justice nominee that can't even figure out what a woman is. He could be doing those kinds of things and caring about our Southern border. Republicans in the Senate, especially, they have control right now because three Democrats are missing. I wish that my colleagues in Congress, Republicans and Democrats would care more about securing our border, doing something about this crime, out of control inflation and gas prices, which is what the people in my district care about, instead of beating the drums of war and wanting nuclear war with Putin, that will undoubtedly lead to food shortages and famines, and then people will really suffer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, just to be -- I just want you to know the rules, though, because you care about inflation, gas prices, and food insecurity of the United States you hate America. Are you ready for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENE",
      "sentences": "Yes, that's what I heard. I heard that that makes you hate America. But that's the lie. Right? They always tell it because they have to blame people like us who were actually speaking out. And then a few people like me that are willing to vote against sanctions, because I actually do care about people not starving to death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, that's right. Very few-- three or four out of the entire Republican Conference. It is shameful. Congresswoman Marjorie Taylor Greene of Georgia. Thank you for joining us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENE",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Dr. Jill Biden -- the doctor -- is holding a soiree at the White House, but she just banned in many of the women who are invited from eating or drinking or socializing. Dr. Jill's medical guidance may expand your knowledge of modern medicine, one of the attendees joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Erika Donalds is the wife of a Republican member of Congressman Byron Donalds of the State of Florida. So First Lady, Dr. Jill Biden recently invited her and other congressional spouses to reception at the White House, which is common in Washington. But at this reception, there is a catch, as an unvaccinated person, Erika Donalds will not be allowed to eat at the reception. She will not be allowed to drink beverages at the reception or to socialize at the reception, those rules apply even though all the attendees also require a negative COVID test. So we're curious about the Medicine behind this order. So we asked and she was gracious enough to accept. Erika Donalds joins us tonight. Miss Donalds, thanks so much for coming on. First, it's hard to believe this is real. I'm assuming it is real. What do you suppose the medical justification for not allowing you to eat, drink, or socialize would be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIKA DONALDS, WIFE OF REP. BYRON DONALDS (R-FL)",
      "sentences": "Well, I definitely don't believe there is a medical justification for this, Tucker, which is why I posted it on Twitter and let everyone know how ridiculous this mandate was not only do I have to come with a negative COVID test, along with everyone else, but because I had COVID and have natural immunity and I don't need a vaccine. The e-mail from the White House said that I cannot eat or drink at the reception and I also have to stay in a six-foot bubble all by myself the entire reception. So it wasn't very inviting, to say the least.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. So many of us are in that category. Many Americans have had COVID, recovered from it, and have what appears to be a more durable immunity to future infection than people who've had the vaccine. That seems like the science. So are you going -- how are you going to respond -- I mean, because this is insane. They're trying to humiliate you, make you into a kulak. Are you going to go? And if you do, what are you going to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALDS",
      "sentences": "Well, Tucker, they sent out a save-the-date for this reception and I responded, I RSVP'd yes, I'm one of the few conservative wives that will actually accept an invitation from the White House. But my husband's been elected for a little while and I've always participated in the spouse events. So I didn't receive the COVID protocols until after I'd already made my travel plans to go to the reception in Washington, D.C. As you know, I live in Naples, Florida, in the Free State of Florida and Paradise. But when I saw those COVID protocols, I definitely had to take a second thought of whether I want to attend and exert my freedom to live as a free person and exercise my rights to eat and drink at a reception like everyone else, despite not being vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, maybe you'd do it anyway. Maybe you show up as is your right as an American, they don't own the White House, by the way, they don't get to make the rules and just attack the hors d'oeuvre table and have like 11 glasses of champagne, then throw your arm around Dr. Jill and breathe on her. I'm serious. Has it occurred to you to do that? Like, just ignore it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALDS",
      "sentences": "Yes, I absolutely did think about going and just operating as a free person like I believe I should be able to. If I'm coming there with a negative COVID test from that day as is required, I can't imagine how they're going to enforce those of us who are unvaccinated not being able to eat, drink, and enjoy the party. Are they going to give us a scarlet letter? Some kind of a gold star to let everyone know not to speak to us and for the servers not to serve? I just can't imagine how they are going to enforce such an absurd rule.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Jen Psaki the President's publicist has had every Pfizer product available and she keeps getting COVID. I think she has it again now. What do you think she'll say about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALDS",
      "sentences": "Well, they can say whatever they want. I'm a free person and I've been operating in the Free State of Florida in a normal life since I had COVID back in 2020, when all of this started. Here in Florida, where -- and I work in schools -- so I've seen lots of vaccinated people get COVID over the past six months to eight months, and I have not gotten it again. So I do believe in natural immunity. I believe I'm a healthy person. And I really don't care what Jen Psaki says about my lifestyle and the way that I live as a healthy, unvaccinated person. I'm not afraid of COVID and I want to participate in life, just like everybody else, and just like all of Americans are ready to do now that we're done with the pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't think Jen Psaki can respond because she is recovering from COVID again, but I hope you run for something in the end. Erika Donalds, great to see you tonight. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALDS",
      "sentences": "Thanks for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you may have noticed that there are marijuana dispensaries everywhere. People are getting super rich from this. They're not very regulated. As a result of that lack of regulations, there are a lot of political pressure to keep them from being regulated, unlike, say churches, which are highly regulated, but as a result of that, pregnant women routinely use marijuana products. They buy them from dispensaries. So is this a good thing or a bad thing? Well, not a ton of science, but there are some. One study found that the use of marijuana by pregnant women in California roughly doubled from 2009 to 2016. Okay, so what does that mean? Well, using marijuana while pregnant can be a big problem. It can cause behavioral issues in children who are exposed to it in utero, so we decided to find out how often dispensaries would recommend marijuana to women claiming to suffer from nausea during morning sickness? So we called 23 dispensaries all over the country. We are not allowed to do this, but we did because you can't criticize weed in any way or else you're bad, but what the hell? So every dispensary but one recommended that pregnant women use marijuana products, to use cannabis. Here's a sampling of what we heard. DISPENSARY EMPLOYEE 1: Pretty much all of our wed helps with nausea. Pretty much all of it like gummies. DISPENSARY EMPLOYEE 2: We have some buy one get one, some eighths. And we have a Trainwreck stream that helps with nausea. DISPENSARY EMPLOYEE 3: I'd recommend like a hybrid. All the THC will be good for like the nausea like that kind of thing. DISPENSARY EMPLOYEE 4: Yes, sure. All the edibles will probably help you with that. DISPENSARY EMPLOYEE 5: I personally think it's -- it'd be fine. I know that a lot of my family members used THC while they were pregnant, no adverse effects.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, what do we know? We just want to follow the science here and maybe they're right. Or maybe they're not, but we thought we'd ask an actual doctor, Dr. Marc Siegel. He joins us tonight. Dr. Siegel, as a physician, what do you think of the advice that the dispensaries are giving pregnant women?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARC SIEGEL, FOX NEWS CHANNEL MEDICAL CONTRIBUTOR",
      "sentences": "I am appalled and I like your study, Tucker. Listen, what does New York, California, Colorado, Michigan, Illinois, Maine and even Oklahoma have in common? All of them had mask mandates of some kind throughout the pandemic, and all of them have legalized marijuana. Now at first, you would think there'd be no connection, right? One is government overreach, attempts to do public health. The other is what? Well, you just said it. In the states that have legalized marijuana, the dispensaries are giving out advice that they can actually -- when pregnant women can actually use it during pregnancy, marijuana? Well, first of all, there was a study out of Colorado in 2018, that 70 percent of the dispensaries are telling pregnant women it is okay. But let's look at the science behind this. Mount Sinai just put out a big study this year in the \"Proceedings of the National Academy of Sciences\" that showed that pregnant women that were smoking pot to ease their anxiety, ease their anxiety, guess what happened? Their children when they were born, had more anxiety, had anger issues, had ADHD. Also, five million live births in California were studied over the last several years, and you know what? Those five million live births to women, that smoked pot, those five million children to women who smoked pot during pregnancy had behavioral issues. They were born smaller, they had other health problems occurring. And the same was found in Australia, by the way in a study just done this year, that you're born smaller, that you have a smaller head, that you're more prone to have health problems. And here's perhaps the worst, in Ottawa, a study of over 600,000 women found that when their children were born, there was almost 50 percent of an increase in autism. And I don't know by the way that that's proof, but that's an association that I find deeply disturbing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "My final point here, listen, don't listen to government officials for health advice and do not go to pot dispensaries for health advice, please -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, yes, I mean, I don't know. I am pretty libertarian on most things, not against tobacco, for example, but most people think pregnant women shouldn't smoke, so, why is it so unfashionable to say pregnant women probably shouldn't use weed either? I mean, I don't know why that is such a crazy thing to say, but you're not allowed to say it. Glad you did, Marc Siegel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "I am saying it. I'm saying it. Don't smoke pot if you're pregnant and don't listen to government officials.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's for sure. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Well, the coronavirus pandemic, obviously and for good reason destroyed the faith that many Americans have in the medical establishment. So looking for other advice? We went on this this long, super interesting conversation with Tony Robbins, which actually was not what we thought it was going to be. One of the most interesting deep conversations we've had in a long time. Tony Robbins, the self-help guy turns out to be definitely worth listening to. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "One of the things we realized during COVID is the people who are in charge of our public health don't know anything. If they can't even tell you to lose weight during a pandemic that kills fat people, then clearly they're either ignorant or not on your side. So we're looking for alternative voices. One of them is Tony Robbins, who turns out to be deeply knowledgeable on health. He's got a brand new book out called \"Life Force.\" We talked to him about that and a lot of other things. Here's part of the conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TONY ROBBINS (LIFE COACH)",
      "sentences": "I got invited by the Pope, believe it or not, the Pope -- every two years, has the biggest regenerative conference in the world, brings all the top stem cell doctors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I would just love to begin a sentence with -- \"So I got invited by the Pope.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBINS",
      "sentences": "But he wanted me to be the cleanup speaker of this three-day conference and I said happily, but I want to go to all the classes. So I went to all the classes and I met you know like an 11-year-old boy who was supposed to die when he is four, he got stem cells and was turned around. And I met people sent home to die that were turned around by some of the new alternatives to cancer treatment like something called CAR-T cells, and then I met Jack Nicklaus, greatest golfer of all time, and he told me he wasn't able to stand for more than 10 minutes, the pain was so bad and he was supposed to have a spinal fusion and someone convinced him to do stem cells. Now, he is 82 and he plays golf and tennis again at 82 years old. So I was like, I'm going to interview -- because I did this with money. I needed the top 50 financial people that started with nothing. I've got Ray Dalio, Carl Icahn, Warren Buffett, and I wrote a whole book on that. It's like, I want to interview 150 of the best scientists, Nobel laureates, regenerative medicine doctors and show people this cutting edge material is coming and Tucker, their stuff now, not only are they curing diseases, like with CRISPR, like a young man that was on \"America's Got Talent,\" he was blind and he can see now or give you an example of being cured in a few days or a few weeks from injuries, you know, the people thought they couldn't come back from with stem cells. Or there is a for example, a single injection I've sponsored a hundred veterans for this. The Army has now proven in a three-year study, it is 85 percent effective, a single injection, they've got PTSD, I know what to do with that. I've had people I've turned around, I took a guy on CNN that was just -- he couldn't see, wearing dark glasses is shaking, the whole nine yards, turned around, but it takes three hours and about 32 veterans kill himself every day. So I wanted a scalable solution. So this single injection, 85 percent effective and like the guys that I have sponsored wrote me letters, and I don't know them personally, right? They just say things like, \"I can't thank you enough.\" You know, I went through all this stuff in Iraq, I came home, I couldn't be around my kids, I couldn't hug my wife, everything was either total rage for me or numb. And now life has color. I hug my kids for the first time, I'm free. I still have the memories, but none of the emotion. So there's tools like that. There is a brand new tool that isn't out yet. It's in phase three trials, phase one is safe. The phase two is efficacy, basically, its efficacy at scale. So they think it will get approved the end of this year, beginning next year, but even osteoarthritis, it's a single injection, it stimulates your stem cells to create all new tendons in your body and the tendons are like 16 year old tendons even if you're 40, 50, 60 years old, so it's -- again, it's phase three. It's not here yet, but it is real close.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So it's Tom Brady at 70 still winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBINS",
      "sentences": "I don't know if he is going to get to 70, but yes, you saw he's coming back. So Tom's a friend of mine, so he's certainly he's a biohacker, too. He's always looking for the cutting edge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Clearly, he is a biohacker. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBINS",
      "sentences": "He is going to be 45, without a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, he is not eating French toast for breakfast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBINS",
      "sentences": "No. But there is so much -- and there's tests like, you know -- there is a test like cancer. Like I was scared to death of cancer when I was a little kid, when I was young. There are people how many are cancer, so when I was like, 1920 years old, I thought, I'm going to die cancer. That's why I'm successful at a young age. You know, it is going to be quick. You know, it's going to be quick, it's going to be long, but I'm going to die at a young age. And then I helped somebody who had cancer, took away some of my fear and then I got a tumor. I still have, with my pituitary gland. It's why I grew 10 inches in a year and they wanted to cut it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, how old were you when you got it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBINS",
      "sentences": "I had it when I was 17, obviously, because I grew that fast. I tell people, my growth was personal growth, that's what made it happen. But sincerely, that tumor and I didn't treat it, I still have it. I was told to how to treat it, but I didn't and it's been 30 plus years and I've been totally fine in that area because to treat it had severe side effects like death and no energy and your endocrine system being gone. But one reason I bring it up is now there's some new tests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So if you don't know what to think of Tony Robbins who has been around for like a hundred years, we weren't exactly sure. Watch that interview. It'll blow your mind. That's what we felt, anyway. It's on FOX Nation. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Watch that Tony Robbins interview. It will totally change your view of him. In the meantime, have the best night with the ones you love. We will see you tomorrow. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "utterance": "Good evening and welcome to TUCKER CARLSON TONIGHT. In the Senate Judiciary Committee yesterday, Marsha Blackburn of Tennessee asked Joe Biden's Supreme Court nominee, Ketanji Jackson, what should have been the easiest question ever posed. \"Can you define what a woman is?\" Now imagine, put yourself in her position and imagine how relieved Jackson must have been when she heard that question. Here, she stayed up all night trying to memorize obscure case law from 19th Century and Court precedent and when she finally gets to the hearing room, all the Republicans want is a recap of Day One of ninth grade Biology: What's a woman? For a world-famous scholar like Ketanji Jackson, that should have been effortless. Talk about slow and steady right down the plate. \"A woman,\" Jackson might have said, looking incredulous, \"That's simple. A woman is a human being with two X chromosomes. Ask any geneticist. It's detectable in a blood test, but if you're still confused by what a woman is, you can ask a doctor. Women have wider pelvises and different bone structures from men, not to mention a very different genitalia.\" \"It's usually pretty obvious they are women, just by looking at them. Women are built differently because their bodies are designed to do different things. Nature is real. Women menstruate. Women give birth and then breastfeed. Men do not do these things because they can't.\" \"Not a single man in all human history has ever had his period or delivered a baby and I know this, Senator, because I'm a woman myself. In fact, that's why I'm here. Joe Biden nominated me to the Supreme Court because I am female, and he has said so himself many times.\" \"The President knows exactly what a woman is. If he didn't know, he wouldn't have picked me, obviously.\" \"So please, Senator Blackburn, do not waste my time. With all respect, that is an incredibly stupid question.\" Imagine if she had said that. What an answer that would have been. Do you know a single person who wouldn't have cheered? We would have. Honesty is a wonderful thing to watch, no matter where it comes from, but that is not what Ketanji Jackson said. Here was her actual answer:"
    },
    {
      "speaker": "SEN. MARSHA BLACKBURN (R-TN)",
      "utterance": "Can you provide a definition for the word \"woman\"?"
    },
    {
      "speaker": "KETANJI BROWN JACKSON, U.S. SUPREME COURT ASSOCIATE JUSTICE NOMINEE",
      "utterance": "Can I provide a definition? No."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "Yes."
    },
    {
      "speaker": "JACKSON",
      "utterance": "I can't."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "You can't?"
    },
    {
      "speaker": "JACKSON",
      "utterance": "Not in this context. I'm not a biologist."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"Oh, I'm not a biologist.\" You following this? So, only a biologist is allowed to tell you what a woman is and Ketanji Jackson, incredibly impressive as they tell us she is, is not, she just reminded us, a biologist. Not that it would make any difference if she were a biologist because no one in the Democratic Party cares what biologists think about biological sex. Biologists have been banned along with a lady who writes \"Harry Potter\" novels. In 2022, the power of science and literature crumble in the face of the trans-lobby. So, actually, Ketanji Jackson's academic credentials are not, strictly speaking, all that relevant here, but still pause for a second and marinade in the awe-inspiring stupidity of her answer. \"What's a woman? I don't know. I'm not a biologist.\" Oh, we see how this works. Hey, Ketanji Jackson, is it raining? I don't know. I'm not a meteorologist. How would you respond to someone who said something like that? You'd probably give up and find someone else to talk to. That person was not capable of conversation. So, last night we said we wanted to see Ketanji Jackson's LSAT scores. That's no longer necessary. We can say with certainty she is clearly a sub genius and probably shouldn't be on the Supreme Court. \"What's a woman?\" Definitely the most revealing question ever asked in a Senate confirmation hearing and one of the many things it reveals is how utterly the Democratic Party as an institution that has changed in just four years. It's a mile marker that tells us the evolution of the party. So, during the last Supreme Court nomination, you'll remember, we were commanded to believe that all women must be believed regardless of whether or not they were telling the truth. They are women, therefore in the name of social justice, you must accept whatever they say at face value."
    },
    {
      "speaker": "A woman's word is like a sworn affidavit. You can take it to the bank. Here's Kamala Harris to explain",
      "utterance": ""
    },
    {
      "speaker": "KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Let's speak truth about what we've all been talking about the last few days and again this evening, which is that Supreme Court process. Let's speak the truth. It was a sham."
    },
    {
      "speaker": "HARRIS",
      "utterance": "And a disgrace. Let's speak the truth that it was a denial of justice for the women of this country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How amusing is it to see Kamala Harris say, \"Let's speak the truth.\" Throw a beer can at the TV if you agree. So, to recap, in 2019, it was quote, \"a sham and a disgrace\" to doubt a woman's word because, by the virtue of their biology, women did not lie. That's what it was to be a woman -- utterly truthful all the time. Joe Biden agreed with this. Women were very different from men inherently. He told us so and that's why you weren't allowed to hit them. Watch."
    },
    {
      "speaker": "JOE BIDEN (D), THEN CANDIDATE FOR PRESIDENT OF THE UNITED STATES",
      "utterance": "We, in fact, have to fundamentally change the culture, the culture of how women are treated. No man has a right to raise a hand to a woman in anger other than in self-defense, and that rarely ever occurs, and so we have to just change the culture. Period. And keep punching at it and punching at it and punching it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, so we mocked him. \"Keep punching at it.\" Domestic abuse it is. We made fun of him, but he was on to something. Actually, what he said was entirely true."
    },
    {
      "speaker": "Ask yourself",
      "utterance": "Two men get in a bar fight, one of them punches the other in the face. What's your response to that? \"Come on, guys. Take it outside.\" A man and a woman get in a bar fight. The man punches the woman in the face. What's your response to that? Well, if you're a normal human being, you're horrified. Punching a woman in the face is not just a felony -- though it is -- it is a moral crime. Decent people don't punch women in the face. Period. A man's best instinct is to protect women. That's nothing to be ashamed of. It makes a civilization civilized. That's why we don't send expectant mothers into battle. Got that, you degraded freaks? Pregnant flight suits are an attempt to make us deny our most basic instinct, an instinct that we should not be ashamed of. Joe Biden had this instinct. He noted it. He was absolutely right. Why was he right? Because men and women are not the same. We're not saying one is morally better than the other. They're morally equal, but they're different on the deepest levels, beginning with biology. Every person on Earth knows this is true. We are born knowing it, but now they are commanding you to pretend otherwise, to deny nature and suppress your most basic and valuable instincts. They're telling you, you have no right to be more upset when a woman is injured or when a woman gets her ear bitten off in a bar fight than when a man does. Are you ready to suppress those instincts? Are you ready to live in a society that won't acknowledge them? What happens to our justice system if we pretend men and women are exactly the same or don't exist? Ketanji Jackson's claim that we can't say who is a man and who is a woman will transform the way we administer justice, starting with our vast regime of anti-discrimination law. If we can't say for certain who is a woman, how are we going to enforce Joe Biden's famous Violence against Women Act? Why do we have such an act? Who would care? How can we set aside a huge percentage of Federal contracts for women-owned companies if we don't know what a woman is? Oh, I guess that scam is going to have to end tomorrow because it no longer makes any sense. And, by the way, how is sexism even a meaningful category in a world in which sex has no meaning? Well, it's not. Why have Title IX, which bans sex discrimination in schools? If we don't have biological sex, how can we have discrimination on the basis of biological sex? Thinking this through? The Trump administration thought it through. Actually, they saw this coming. We should tell you that. The Trump White House tried to preserve Title IX by arguing that the concept of sex as defined in that law derived from biology, not from how you're feeling about your personal identity on any particular day. That's the case they made."
    },
    {
      "speaker": "In response to that, they were denounced right-wing lunatics. The ACLU declared that, quote",
      "utterance": "\"The Trump administration is trying to erase trans- people.\" Really? Maybe it was bigger than that. Now, the Biden administration is in charge of everything, and in less than a year, the worst, most fervent predictions have come entirely true. Female athletes are losing NCAA championships to men dressing up as women in order to cheat their way to victory."
    },
    {
      "speaker": "Every person in America sees this happening. Very few are brave enough to say a word about it, but here is one of them. This is a woman who happened to be watching an NCAA swimming championship in which a male swimmer going by the name of Lia Thomas dominated every woman in the pool",
      "utterance": ""
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm a woman. That is not a woman."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can I ask you a question?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That is not a woman."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can I ask you a question?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you have ovaries?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can I ask you a question?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Ask me a question."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you a biologist?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, my god. Don't be ridiculous."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, I'm serious."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm not a vet, but I know what a dog is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We'd love to have her on. \"I'm not a vet, but I know what a dog is.\" Yes, you do. We all do. Even Ketanji Jackson knows. She has had a few children of her own. She probably learned exactly how the process works. The point of the trans-movement isn't to convince anyone that biology isn't real. They're not even trying. That's an impossible case to make. You would sound ridiculous if you tried to articulate that, much less explain it. The point of this exercise is very different. The point is to make the rest of us repeat a lie, to say something we know perfectly well is not true. \"Yes, Lia Thomas is a proud, beautiful woman who won the swim meet because she practiced harder than the other girls. Lia Thomas deserved to win. Her victory wasn't cheating and no, I don't notice her bulging swimsuit. I have no idea what you're talking about.\" That's what they demand you say, not because they care about Lia Thomas or any other trans-person. They couldn't care less. Making you pretend to believe something you don't, that's the point, because if they can make you pretend to believe something you know is untrue, they've won. They control your brain. So, this isn't about trans-people. It's about all of us and the stakes are very high and that's why the censorship is so intense. Have you noticed? Our national conversation about transgenderism is completely defined by censorship, by making you shut up, not allowing you to notice the obvious is why they're doing it. There is no attempt to persuade you. There is no fact-based argument. You can't respond, \"Oh, so men can become women just by wishing it. So, tell us how that works. Can I stop male pattern baldness the same way? Can I grow six inches? Please explain how this remarkable new power the trans- community has discovered, it might apply to me. Can I do it, too?\" The power of positive thinking. Well, that's a fair question. They'll never answer it. They'll just make you be quiet."
    },
    {
      "speaker": "Their first move always is censorship and their second move, inevitably, is punishment. We learned that again last night when we were suspended from Twitter, quote",
      "utterance": "\"We have determined that this account violated the Twitter rules specifically for violating our rules against hateful conduct,\" Twitter wrote to us. The only way out of Twitter jail was to delete our tweet, to pretend we never said it, to cleanse America's conscience by just whiting out the past. What was our crime, by the way? Well, we dared to highlight two accounts that Twitter has banned from Charlie Kirk and \"The Babylon Bee.\" There was nothing hateful about either one. We'd say look them up, but you can't because they're gone now, but both merely noted that biological sex is fixed at birth. This has been universally acknowledged by homo sapiens for at least 300,000 years. So, it was a factual statement, but on Twitter, as in our public life, truth is no defense. Twitter is now run by a man called Parag Agrawal, who has said plainly he does not believe in free speech. Agrawal came to this country as an adult to get a degree from Stanford. Now, Agrawal controls the single most important forum for America's political conversation. That is a big and important job. It's not just a public company, it is much more than that. It's a kind of public trust that allows us democracy to function. So, you would think you'd want a guy like that, in a position like that, to have some respect for his adopted country's core institutions, beginning with and primarily the First Amendment, but Agrawal has no respect for our First Amendment or our Constitution. He explained that openly in a 2020 speech."
    },
    {
      "speaker": "PARAG AGRAWAL, CEO, TWITTER",
      "utterance": "Our role is not to be bound by the First Amendment, but our role is to serve a healthy public conversation and our moves are reflective of things that we believe lead to a healthier public conversation. The kinds of things that we do to work about this is to focus less on thinking about free speech, but thinking about how the times have changed. One of the changes today that we see is speech is easy on the internet. Most people can speak, but our role, which is particularly emphasized, is who can be heard."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, so the new standard isn't your right as a citizen to say what you believe is true. The new standard is achieving something called healthy public conversation. By the way, this is not one man's opinion. You grew up in a country where people are free to say what they wanted, but now that political speech, in fact, all speech is disseminated to other citizens via social media, this is the guy who actually controls what you're allowed to think. So, what is healthy public conversation? What does that mean, exactly? We're interested, so we texted Parag Agrawal very first thing this morning and then we e-mailed his office and then him personally, all to find out. Agrawal was too cowardly to respond to us. So, we're going to have to assume that a healthy public conversation is whatever Parag Agrawal wants it to be. He decides the meaning. In other words, a single man who has total and undisguised contempt for America's most basic values gets to decide what Americans are allowed to talk about. Parag Agrawal doesn't think you should know about Hunter Biden's laptop. That's unhealthy. So, he censors the story. You don't get to see it. He doesn't think you should be allowed to discuss basic biology in public. We're erasing all science because it's unhealthy. So, now you're not allowed to talk about it. In fact, you're banned, silenced, censored."
    },
    {
      "speaker": "We can't control Parag Agrawal, but we can't ask",
      "utterance": "how do you feel about this new standard? Not so long ago, this was a free country. Now Parag Agrawal and nine other billionaires, whose names you might not even know, who certainly were not elected to anything, get to determine the limits of your conversations. Are we okay with this? What happened to all the liberals and the self-described civil libertarians we used to have in America? They don't seem to be fighting the power anymore. They seem to have joined it. How about Liz Cheney and Adam Kinzinger and everyone else who is constantly lecturing the serfs about democracy? Is this the kind of democracy they're talking about? A democracy in which a tiny sliver of very rich people control everything, including your mind? It doesn't sound like democracy. It sounds suspiciously like oligarchy. Don't you think? They can let us know. All those people are welcome on this show any time, including and very much including you, Parag Agrawal. We promise a healthy public conversation. In the meantime, we're proud to have Jason Whitlock join us now. He has thought about this question deeply and has written about it incisively today. Jason Whitlock, thanks so much for joining us. So I'm just going to stand back and let you explain what this moment means. JASON WHITLOCK, HOST, \"FEARLESS WITH JASON WHITLOCK\": Well, I'm going to go all the way to Voltaire again, and just those who can make you believe absurdities will make you commit atrocities. And we're in the midst of a great atrocity going on here in America. People who have no respect for American values, our Constitution, our founding fathers, the founding principles that have made America great, they have no respect for, and they want to dismantle the Constitution. And this is a long process that we're in the middle of. We're naming Supreme Court justices who aren't committed to truth, but they are political activists. And so a simple question like, what's a woman? She can't answer because the goal is to create chaos and disorder by dismantling the truth. If there is no agreed upon truths, as simple as men and women, you can't have an organized, properly functioning society. And so they are creating chaos and division and building an argument that the Founding Fathers outdated. Oh, they were slavers, and the documents, the Declaration of Independence and the Constitution. Those weren't documents infused by Christian and Christian values and principles, those were documents infused by racism and oppression, and all this other stuff. That's just not true. Those documents made this country great and made it the freest country on the planet, and the fairest and safest country for people like me, who are Black. I'm just sorry. That's what America is in 2022 and they want to dismantle that and hand power to a small group of people, like the guy from Twitter, and I'm so glad you called him out. I'm not going to attempt to say his name, I can't. But he has the ultimate power. He is now in control of our Constitution and control of free speech, and a handful of other billionaire elites and globalists are in control of something that we all used to take for granted and was fundamental to our country being the envy of the world and being the safest, fairest, most opportunistic land and all the world. They're trying to destroy all of it. And I've got to admit, they're being successful. They are about to put a woman on the Supreme Court whose qualifications we know nothing about. We know she is not committed to truth and there are legitimate questions being asked about how does she feel about pedophilia and child pornography and we can't get straight answers. And the people that are asking these questions that are legitimate, based on her sentencing record, are being labeled racist, sexist, whatever name you can put on them. We should be able to ask someone that gets a lifetime position these questions and wonder about their commitment to truth, honesty, and the Constitution. She is there to interpret the Constitution, not help a group of revolutionaries overthrow the Constitution."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But really quick, we're at a time, but for those viewers including myself, who want to write down that Voltaire quote, you just repeat that one more time because I think it gets to what exactly is going on here?"
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "If they can make you believe absurdities, they can make you commit atrocities. I wish we did have more time. I hope people watch my show tomorrow because we're going all the way in on this. I think this could Ketanji Supreme Court nomination is critical for people to understand where they are taking this country and it is not a good place."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I agree with that. Jason Whitlock, great to see you tonight. Thank you."
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So even if you voted for over the years, I think if you're a fair person, you'd have to acknowledge Hillary Clinton did not leave the world a better place after four years of Secretary of State than she found it, but don't say that out loud or else you're working for Vladimir Putin. We'll show you the tape, next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "In 2011, on the advice of then Secretary of State Hillary Clinton, the United States military began bombing Syria. Now, it was never clear why we did that. Why do we want to kill the leader -- I mean, of Libya rather? Why do we want to kill Muammar Gaddafi when bad guy though he was, he was helping us at the time. What was the purpose? We're still not sure, we know what the aftermath was -- one of the greatest humanitarian crises of our lives. Slaves are now sold in open air markets in Tripoli, along with child rape, and the normal miseries of a disintegrating society. So Hillary Clinton has been asked about this not very often, but occasionally. Has she apologized? No. Instead, she has laughed about it. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That is the land of unconfirmed --"
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "Yes, we came, we saw, he died."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Did it have anything to do with your visit?"
    },
    {
      "speaker": "CLINTON",
      "utterance": "I'm sure it did."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Imagine cackling like that when you talk about someone dying. It doesn't matter who it is. Muammar Gaddafi? It doesn't matter. It's a human being who died on your orders, and you're laughing about it. So that's obviously psychotic behavior, obvious to most people. But if you point that out in public, her many failures, Hillary Clinton's and the neocon foreign policy establishment more broadly, they have a response. It used to be, maybe they will try to defend what they did or explain why it was in America's national interest. Now, they just call you a traitor. Here's Hillary Clinton, saying that on a podcast yesterday."
    },
    {
      "speaker": "CLINTON",
      "utterance": "the Russian government even broadcasts Tucker Carlson, who appears on FOX News, because of what he says in support of Putin or casting doubt on those who are seeing with our own eyes what Putin is doing."
    },
    {
      "speaker": "ANNE APPLEBAUM, POLISH-AMERICAN JOURNALIST",
      "utterance": "It evokes the role of left- wing apologists for communism, you know, in the last century, and I think their behavior comes out of something similar. Their dislike of their own country, of the United States, the nature of modern America is so strong, that they are looking for alternatives anywhere, even if those are autocratic alternatives."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Anne Applebaum, she is a foreign policy expert. Trust us. We're in trouble. But what's so interesting is that the people who legitimately loathe America who won't stand for the National Anthem, who tell you this country was born in sin and iniquity, and its core institutions are rotten, and you should feel shame for living here. Those are exactly the people calling anyone who criticizes their terrible foreign policy decisions as a traitor to America. You just don't love America enough, say the people who won't stand for the National Anthem. It's hilarious. On the other hand, you know what Hillary Clinton does to her enemies, so we're watching carefully. So one of the many unintended -- we don't know -- one of the consequences of the war in Ukraine is food shortages. Ukraine is one of the world's leading wheat exporters. As a result of the fighting there now, there will be food insecurity in this country and there will be famine in the developing world. People will die. In Cameroon, for example, the government says it is facing a wheat shortage that has increased the price of bread by more than 40 percent. So to be very clear, the government of Ukraine is controlled by the U.S. State Department. If Joe Biden called Zelenskyy on the phone tonight and said, \"Come to terms, let's end this, let's restore stability to Europe and prevent famine in the developing world and food insecurity in this country,\" he gets it done like that. But he won't do that. The State Department and the Congress are standing in the way of that. Why? You wonder. Marjorie Taylor Greene is one of the only Members of Congress who is willing to think this through in public. She represents the State of Georgia. We're honored to have her on our show tonight. Congresswoman, thanks so much for coming on. So how concerned are you that neocon foreign policy is going to cause food shortages in this country in the rest of the world?"
    },
    {
      "speaker": "REP. MARJORIE TAYLOR GREENE (R-GA)",
      "utterance": "I'm extremely concerned. And what really concerns me even more, Tucker, is that the rest of Congress isn't concerned about the American people and if we really care about people, then we would be doing everything we can to be urging Putin and Zelenskyy to the negotiating table to stop this war and bring peace. But no, we have the same people in charge. You know, the adults, they're back in charge, the ones that removed Gaddafi from Libya, and then led to the Arab Spring and ISIS, destabilized the Middle East and then remember what Biden said? He said, NATO got it right. Well, now Biden is President of the United States, and he is heading over to Eastern Europe to encourage the international community to get involved because what does he want? He wants war. And really what concerns me, Tucker, is it's not just the Biden administration, and those that are so invested in regime change over the years, it's also Congress, even Republicans."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GREENE",
      "utterance": "Republicans like Lindsey Graham. Lindsey Graham who could stop Biden's nominees and this Supreme Court Justice nominee that can't even figure out what a woman is. He could be doing those kinds of things and caring about our Southern border. Republicans in the Senate, especially, they have control right now because three Democrats are missing. I wish that my colleagues in Congress, Republicans and Democrats would care more about securing our border, doing something about this crime, out of control inflation and gas prices, which is what the people in my district care about, instead of beating the drums of war and wanting nuclear war with Putin, that will undoubtedly lead to food shortages and famines, and then people will really suffer."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, just to be -- I just want you to know the rules, though, because you care about inflation, gas prices, and food insecurity of the United States you hate America. Are you ready for that?"
    },
    {
      "speaker": "GREENE",
      "utterance": "Yes, that's what I heard. I heard that that makes you hate America. But that's the lie. Right? They always tell it because they have to blame people like us who were actually speaking out. And then a few people like me that are willing to vote against sanctions, because I actually do care about people not starving to death."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, that's right. Very few-- three or four out of the entire Republican Conference. It is shameful. Congresswoman Marjorie Taylor Greene of Georgia. Thank you for joining us tonight."
    },
    {
      "speaker": "GREENE",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Dr. Jill Biden -- the doctor -- is holding a soiree at the White House, but she just banned in many of the women who are invited from eating or drinking or socializing. Dr. Jill's medical guidance may expand your knowledge of modern medicine, one of the attendees joins us next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Erika Donalds is the wife of a Republican member of Congressman Byron Donalds of the State of Florida. So First Lady, Dr. Jill Biden recently invited her and other congressional spouses to reception at the White House, which is common in Washington. But at this reception, there is a catch, as an unvaccinated person, Erika Donalds will not be allowed to eat at the reception. She will not be allowed to drink beverages at the reception or to socialize at the reception, those rules apply even though all the attendees also require a negative COVID test. So we're curious about the Medicine behind this order. So we asked and she was gracious enough to accept. Erika Donalds joins us tonight. Miss Donalds, thanks so much for coming on. First, it's hard to believe this is real. I'm assuming it is real. What do you suppose the medical justification for not allowing you to eat, drink, or socialize would be?"
    },
    {
      "speaker": "ERIKA DONALDS, WIFE OF REP. BYRON DONALDS (R-FL)",
      "utterance": "Well, I definitely don't believe there is a medical justification for this, Tucker, which is why I posted it on Twitter and let everyone know how ridiculous this mandate was not only do I have to come with a negative COVID test, along with everyone else, but because I had COVID and have natural immunity and I don't need a vaccine. The e-mail from the White House said that I cannot eat or drink at the reception and I also have to stay in a six-foot bubble all by myself the entire reception. So it wasn't very inviting, to say the least."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. So many of us are in that category. Many Americans have had COVID, recovered from it, and have what appears to be a more durable immunity to future infection than people who've had the vaccine. That seems like the science. So are you going -- how are you going to respond -- I mean, because this is insane. They're trying to humiliate you, make you into a kulak. Are you going to go? And if you do, what are you going to do?"
    },
    {
      "speaker": "DONALDS",
      "utterance": "Well, Tucker, they sent out a save-the-date for this reception and I responded, I RSVP'd yes, I'm one of the few conservative wives that will actually accept an invitation from the White House. But my husband's been elected for a little while and I've always participated in the spouse events. So I didn't receive the COVID protocols until after I'd already made my travel plans to go to the reception in Washington, D.C. As you know, I live in Naples, Florida, in the Free State of Florida and Paradise. But when I saw those COVID protocols, I definitely had to take a second thought of whether I want to attend and exert my freedom to live as a free person and exercise my rights to eat and drink at a reception like everyone else, despite not being vaccinated."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, maybe you'd do it anyway. Maybe you show up as is your right as an American, they don't own the White House, by the way, they don't get to make the rules and just attack the hors d'oeuvre table and have like 11 glasses of champagne, then throw your arm around Dr. Jill and breathe on her. I'm serious. Has it occurred to you to do that? Like, just ignore it."
    },
    {
      "speaker": "DONALDS",
      "utterance": "Yes, I absolutely did think about going and just operating as a free person like I believe I should be able to. If I'm coming there with a negative COVID test from that day as is required, I can't imagine how they're going to enforce those of us who are unvaccinated not being able to eat, drink, and enjoy the party. Are they going to give us a scarlet letter? Some kind of a gold star to let everyone know not to speak to us and for the servers not to serve? I just can't imagine how they are going to enforce such an absurd rule."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Jen Psaki the President's publicist has had every Pfizer product available and she keeps getting COVID. I think she has it again now. What do you think she'll say about that?"
    },
    {
      "speaker": "DONALDS",
      "utterance": "Well, they can say whatever they want. I'm a free person and I've been operating in the Free State of Florida in a normal life since I had COVID back in 2020, when all of this started. Here in Florida, where -- and I work in schools -- so I've seen lots of vaccinated people get COVID over the past six months to eight months, and I have not gotten it again. So I do believe in natural immunity. I believe I'm a healthy person. And I really don't care what Jen Psaki says about my lifestyle and the way that I live as a healthy, unvaccinated person. I'm not afraid of COVID and I want to participate in life, just like everybody else, and just like all of Americans are ready to do now that we're done with the pandemic."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't think Jen Psaki can respond because she is recovering from COVID again, but I hope you run for something in the end. Erika Donalds, great to see you tonight. Thank you so much."
    },
    {
      "speaker": "DONALDS",
      "utterance": "Thanks for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you may have noticed that there are marijuana dispensaries everywhere. People are getting super rich from this. They're not very regulated. As a result of that lack of regulations, there are a lot of political pressure to keep them from being regulated, unlike, say churches, which are highly regulated, but as a result of that, pregnant women routinely use marijuana products. They buy them from dispensaries. So is this a good thing or a bad thing? Well, not a ton of science, but there are some. One study found that the use of marijuana by pregnant women in California roughly doubled from 2009 to 2016. Okay, so what does that mean? Well, using marijuana while pregnant can be a big problem. It can cause behavioral issues in children who are exposed to it in utero, so we decided to find out how often dispensaries would recommend marijuana to women claiming to suffer from nausea during morning sickness? So we called 23 dispensaries all over the country. We are not allowed to do this, but we did because you can't criticize weed in any way or else you're bad, but what the hell? So every dispensary but one recommended that pregnant women use marijuana products, to use cannabis. Here's a sampling of what we heard. DISPENSARY EMPLOYEE 1: Pretty much all of our wed helps with nausea. Pretty much all of it like gummies. DISPENSARY EMPLOYEE 2: We have some buy one get one, some eighths. And we have a Trainwreck stream that helps with nausea. DISPENSARY EMPLOYEE 3: I'd recommend like a hybrid. All the THC will be good for like the nausea like that kind of thing. DISPENSARY EMPLOYEE 4: Yes, sure. All the edibles will probably help you with that. DISPENSARY EMPLOYEE 5: I personally think it's -- it'd be fine. I know that a lot of my family members used THC while they were pregnant, no adverse effects."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, what do we know? We just want to follow the science here and maybe they're right. Or maybe they're not, but we thought we'd ask an actual doctor, Dr. Marc Siegel. He joins us tonight. Dr. Siegel, as a physician, what do you think of the advice that the dispensaries are giving pregnant women?"
    },
    {
      "speaker": "DR. MARC SIEGEL, FOX NEWS CHANNEL MEDICAL CONTRIBUTOR",
      "utterance": "I am appalled and I like your study, Tucker. Listen, what does New York, California, Colorado, Michigan, Illinois, Maine and even Oklahoma have in common? All of them had mask mandates of some kind throughout the pandemic, and all of them have legalized marijuana. Now at first, you would think there'd be no connection, right? One is government overreach, attempts to do public health. The other is what? Well, you just said it. In the states that have legalized marijuana, the dispensaries are giving out advice that they can actually -- when pregnant women can actually use it during pregnancy, marijuana? Well, first of all, there was a study out of Colorado in 2018, that 70 percent of the dispensaries are telling pregnant women it is okay. But let's look at the science behind this. Mount Sinai just put out a big study this year in the \"Proceedings of the National Academy of Sciences\" that showed that pregnant women that were smoking pot to ease their anxiety, ease their anxiety, guess what happened? Their children when they were born, had more anxiety, had anger issues, had ADHD. Also, five million live births in California were studied over the last several years, and you know what? Those five million live births to women, that smoked pot, those five million children to women who smoked pot during pregnancy had behavioral issues. They were born smaller, they had other health problems occurring. And the same was found in Australia, by the way in a study just done this year, that you're born smaller, that you have a smaller head, that you're more prone to have health problems. And here's perhaps the worst, in Ottawa, a study of over 600,000 women found that when their children were born, there was almost 50 percent of an increase in autism. And I don't know by the way that that's proof, but that's an association that I find deeply disturbing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "My final point here, listen, don't listen to government officials for health advice and do not go to pot dispensaries for health advice, please -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, yes, I mean, I don't know. I am pretty libertarian on most things, not against tobacco, for example, but most people think pregnant women shouldn't smoke, so, why is it so unfashionable to say pregnant women probably shouldn't use weed either? I mean, I don't know why that is such a crazy thing to say, but you're not allowed to say it. Glad you did, Marc Siegel."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "I am saying it. I'm saying it. Don't smoke pot if you're pregnant and don't listen to government officials."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's for sure. Good to see you."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Well, the coronavirus pandemic, obviously and for good reason destroyed the faith that many Americans have in the medical establishment. So looking for other advice? We went on this this long, super interesting conversation with Tony Robbins, which actually was not what we thought it was going to be. One of the most interesting deep conversations we've had in a long time. Tony Robbins, the self-help guy turns out to be definitely worth listening to. That's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "One of the things we realized during COVID is the people who are in charge of our public health don't know anything. If they can't even tell you to lose weight during a pandemic that kills fat people, then clearly they're either ignorant or not on your side. So we're looking for alternative voices. One of them is Tony Robbins, who turns out to be deeply knowledgeable on health. He's got a brand new book out called \"Life Force.\" We talked to him about that and a lot of other things. Here's part of the conversation."
    },
    {
      "speaker": "TONY ROBBINS (LIFE COACH)",
      "utterance": "I got invited by the Pope, believe it or not, the Pope -- every two years, has the biggest regenerative conference in the world, brings all the top stem cell doctors."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I would just love to begin a sentence with -- \"So I got invited by the Pope.\""
    },
    {
      "speaker": "ROBBINS",
      "utterance": "But he wanted me to be the cleanup speaker of this three-day conference and I said happily, but I want to go to all the classes. So I went to all the classes and I met you know like an 11-year-old boy who was supposed to die when he is four, he got stem cells and was turned around. And I met people sent home to die that were turned around by some of the new alternatives to cancer treatment like something called CAR-T cells, and then I met Jack Nicklaus, greatest golfer of all time, and he told me he wasn't able to stand for more than 10 minutes, the pain was so bad and he was supposed to have a spinal fusion and someone convinced him to do stem cells. Now, he is 82 and he plays golf and tennis again at 82 years old. So I was like, I'm going to interview -- because I did this with money. I needed the top 50 financial people that started with nothing. I've got Ray Dalio, Carl Icahn, Warren Buffett, and I wrote a whole book on that. It's like, I want to interview 150 of the best scientists, Nobel laureates, regenerative medicine doctors and show people this cutting edge material is coming and Tucker, their stuff now, not only are they curing diseases, like with CRISPR, like a young man that was on \"America's Got Talent,\" he was blind and he can see now or give you an example of being cured in a few days or a few weeks from injuries, you know, the people thought they couldn't come back from with stem cells. Or there is a for example, a single injection I've sponsored a hundred veterans for this. The Army has now proven in a three-year study, it is 85 percent effective, a single injection, they've got PTSD, I know what to do with that. I've had people I've turned around, I took a guy on CNN that was just -- he couldn't see, wearing dark glasses is shaking, the whole nine yards, turned around, but it takes three hours and about 32 veterans kill himself every day. So I wanted a scalable solution. So this single injection, 85 percent effective and like the guys that I have sponsored wrote me letters, and I don't know them personally, right? They just say things like, \"I can't thank you enough.\" You know, I went through all this stuff in Iraq, I came home, I couldn't be around my kids, I couldn't hug my wife, everything was either total rage for me or numb. And now life has color. I hug my kids for the first time, I'm free. I still have the memories, but none of the emotion. So there's tools like that. There is a brand new tool that isn't out yet. It's in phase three trials, phase one is safe. The phase two is efficacy, basically, its efficacy at scale. So they think it will get approved the end of this year, beginning next year, but even osteoarthritis, it's a single injection, it stimulates your stem cells to create all new tendons in your body and the tendons are like 16 year old tendons even if you're 40, 50, 60 years old, so it's -- again, it's phase three. It's not here yet, but it is real close."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So it's Tom Brady at 70 still winning."
    },
    {
      "speaker": "ROBBINS",
      "utterance": "I don't know if he is going to get to 70, but yes, you saw he's coming back. So Tom's a friend of mine, so he's certainly he's a biohacker, too. He's always looking for the cutting edge."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Clearly, he is a biohacker. Yes."
    },
    {
      "speaker": "ROBBINS",
      "utterance": "He is going to be 45, without a question."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, he is not eating French toast for breakfast."
    },
    {
      "speaker": "ROBBINS",
      "utterance": "No. But there is so much -- and there's tests like, you know -- there is a test like cancer. Like I was scared to death of cancer when I was a little kid, when I was young. There are people how many are cancer, so when I was like, 1920 years old, I thought, I'm going to die cancer. That's why I'm successful at a young age. You know, it is going to be quick. You know, it's going to be quick, it's going to be long, but I'm going to die at a young age. And then I helped somebody who had cancer, took away some of my fear and then I got a tumor. I still have, with my pituitary gland. It's why I grew 10 inches in a year and they wanted to cut it out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, how old were you when you got it?"
    },
    {
      "speaker": "ROBBINS",
      "utterance": "I had it when I was 17, obviously, because I grew that fast. I tell people, my growth was personal growth, that's what made it happen. But sincerely, that tumor and I didn't treat it, I still have it. I was told to how to treat it, but I didn't and it's been 30 plus years and I've been totally fine in that area because to treat it had severe side effects like death and no energy and your endocrine system being gone. But one reason I bring it up is now there's some new tests."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So if you don't know what to think of Tony Robbins who has been around for like a hundred years, we weren't exactly sure. Watch that interview. It'll blow your mind. That's what we felt, anyway. It's on FOX Nation. We will be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Watch that Tony Robbins interview. It will totally change your view of him. In the meantime, have the best night with the ones you love. We will see you tomorrow."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}