{
  "date": "May 22, 2018",
  "headline": "Republicans want second special counsel, Trump wants answers",
  "subHeadline": "'Special Report' All-Stars on the politics of Trump-Russia investigation.",
  "url": "https://www.foxnews.com/transcript/republicans-want-second-special-counsel-trump-wants-answers",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "If they had spies in my campaign, during my campaign for political purposes, that would be unprecedented in the history of our country. That would be one of the biggest insults that anyone has ever seen and it would be very illegal. We want to make sure that there weren't. I hope there weren't, frankly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "The president today talking about the investigation into the investigators and this informant, spy, whatever you want to call it, and the reports of it back in 2016. We're back with the panel. Kimberley, you followed this very closely. Where is this all going, do you think? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLEY STRASSEL, WALL STREET JOURNAL",
      "sentences": "Most recently we have the president have a sit down obviously with Deputy Attorney General Rod Rosenstein and FBI director Christopher Wray and say, look, you need to cooperate with congressional investigators. Get these documents out so we can see the truth about this informant or whether there were any more. Look, I think there's a lot of people even in Congress that are still skeptical that they are going to get to see the documents. So far the Department of Justice has only wanted to brief them to keep a tight hold over it, and that's going to be the proof of whether or not the president's message gets through is are they allowed to review the material themselves rather than just go on the word of the Department of Justice officials? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here's some lawmakers weighing in on this whole back and forth, and you can imagine that where they stand politically is kind of where they stand on this effort. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARK WARNER, D-VA.",
      "sentences": "It's extraordinarily troubling if this White House is trying to force our law enforcement and intelligence communities to divulge classified information for partisan reasons. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "sentences": "If such a meeting occurs, and I don't believe it should, but if it occurs, it must be bipartisan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "It is scheduled to take place on Thursday of this week. The individuals that are expected to attend our Chairman Nunes, Chairman Gowdy, FBI Director Wray, DNI Director Coats, and DOJ official Ed O'Callaghan. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So the meeting this Thursday orchestrated, Chuck, by the White House chief of staff, but that's the group that's going to be there Thursday, ideally they think to get their classified materials.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, WASHINGTON POST",
      "sentences": "I have to say I think Chuck Schumer has a point there. If this is about congressional access to these vital materials, why shouldn't it be bipartisan? The Democratic ranking member of that committee is cleared as well. Especially if you don't want to create the impression that this is just partisanship in the other direction, that there is a real principle at stake here. This is a very, very uncharted area. The idea of the independence of the intelligence and law enforcement communities is not written in the constitution. It's kind of a norm that's been established since Watergate, really, fairly recently in our history. And it's being tested right now. We are going to find out whether it can withstand this hyper-partisan atmosphere that we are in and the obvious fury of a president who comes from outside of that system and outside of that history, his belief that this machinery got turned against him. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } It's not entirely clear to me that it was being turned against him, at least not in extremely powerful or vicious way, the way he is describing it. It sounds like this Halper guy was trying to keep tabs on Carter Page late in the summer. That's not exactly embedding a spy in the campaign. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What I say about both sides of the investigation every time on the panel is we don't know what we don't know. Byron?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "sentences": "The intelligence community and what Chuck was just talking about, they not only have to worry about the president's wrath or the partisan situation on Capitol Hill. They also have to worry about their own actions. This was an election in which the FBI had both major party candidates under investigation. Maybe they have been too involved in politics and maybe this is what happens when you get too involved in politics. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } And as far as the meeting is concerned, we'll see what happens. Republicans have gotten very wary of the sort of things by unhappy experience in which they think that the Justice Department is going to turn something over and then they show up in the room and the Justice Department just wants to talk about turning something over. But in the end, especially if they the support not just of the present but especially House Speaker Paul Ryan, if they have that support, they are probably going to get what they're looking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Last word here, Kimberley. Wrap this up as we will follow each of these developments as they come. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "I think one problem with those who criticize this oversight by the House is they begin from the premise that the investigators are beyond reproach or beyond being looked at. And given what is out there already about the FISA abuses, the use of a dossier as part of that FISA warrant, who paid for it, the rival campaign, the texts that had gone back and forth between FBI agents, there's a lot of average Americans that don't trust those investigators. And that's what's driving this look into it, and the Department of Justice would do well to get it out there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We will have many more panels, something tells me, about this topic. Panel, thank you. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "If they had spies in my campaign, during my campaign for political purposes, that would be unprecedented in the history of our country. That would be one of the biggest insults that anyone has ever seen and it would be very illegal. We want to make sure that there weren't. I hope there weren't, frankly."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "The president today talking about the investigation into the investigators and this informant, spy, whatever you want to call it, and the reports of it back in 2016. We're back with the panel. Kimberley, you followed this very closely. Where is this all going, do you think?"
    },
    {
      "speaker": "KIMBERLEY STRASSEL, WALL STREET JOURNAL",
      "utterance": "Most recently we have the president have a sit down obviously with Deputy Attorney General Rod Rosenstein and FBI director Christopher Wray and say, look, you need to cooperate with congressional investigators. Get these documents out so we can see the truth about this informant or whether there were any more. Look, I think there's a lot of people even in Congress that are still skeptical that they are going to get to see the documents. So far the Department of Justice has only wanted to brief them to keep a tight hold over it, and that's going to be the proof of whether or not the president's message gets through is are they allowed to review the material themselves rather than just go on the word of the Department of Justice officials?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Here's some lawmakers weighing in on this whole back and forth, and you can imagine that where they stand politically is kind of where they stand on this effort."
    },
    {
      "speaker": "SEN. MARK WARNER, D-VA.",
      "utterance": "It's extraordinarily troubling if this White House is trying to force our law enforcement and intelligence communities to divulge classified information for partisan reasons."
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "utterance": "If such a meeting occurs, and I don't believe it should, but if it occurs, it must be bipartisan."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "It is scheduled to take place on Thursday of this week. The individuals that are expected to attend our Chairman Nunes, Chairman Gowdy, FBI Director Wray, DNI Director Coats, and DOJ official Ed O'Callaghan."
    },
    {
      "speaker": "BAIER",
      "utterance": "So the meeting this Thursday orchestrated, Chuck, by the White House chief of staff, but that's the group that's going to be there Thursday, ideally they think to get their classified materials."
    },
    {
      "speaker": "CHARLES LANE, WASHINGTON POST",
      "utterance": "I have to say I think Chuck Schumer has a point there. If this is about congressional access to these vital materials, why shouldn't it be bipartisan? The Democratic ranking member of that committee is cleared as well. Especially if you don't want to create the impression that this is just partisanship in the other direction, that there is a real principle at stake here. This is a very, very uncharted area. The idea of the independence of the intelligence and law enforcement communities is not written in the constitution. It's kind of a norm that's been established since Watergate, really, fairly recently in our history. And it's being tested right now. We are going to find out whether it can withstand this hyper-partisan atmosphere that we are in and the obvious fury of a president who comes from outside of that system and outside of that history, his belief that this machinery got turned against him. It's not entirely clear to me that it was being turned against him, at least not in extremely powerful or vicious way, the way he is describing it. It sounds like this Halper guy was trying to keep tabs on Carter Page late in the summer. That's not exactly embedding a spy in the campaign."
    },
    {
      "speaker": "BAIER",
      "utterance": "What I say about both sides of the investigation every time on the panel is we don't know what we don't know. Byron?"
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "utterance": "The intelligence community and what Chuck was just talking about, they not only have to worry about the president's wrath or the partisan situation on Capitol Hill. They also have to worry about their own actions. This was an election in which the FBI had both major party candidates under investigation. Maybe they have been too involved in politics and maybe this is what happens when you get too involved in politics. And as far as the meeting is concerned, we'll see what happens. Republicans have gotten very wary of the sort of things by unhappy experience in which they think that the Justice Department is going to turn something over and then they show up in the room and the Justice Department just wants to talk about turning something over. But in the end, especially if they the support not just of the present but especially House Speaker Paul Ryan, if they have that support, they are probably going to get what they're looking for."
    },
    {
      "speaker": "BAIER",
      "utterance": "Last word here, Kimberley. Wrap this up as we will follow each of these developments as they come."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "I think one problem with those who criticize this oversight by the House is they begin from the premise that the investigators are beyond reproach or beyond being looked at. And given what is out there already about the FISA abuses, the use of a dossier as part of that FISA warrant, who paid for it, the rival campaign, the texts that had gone back and forth between FBI agents, there's a lot of average Americans that don't trust those investigators. And that's what's driving this look into it, and the Department of Justice would do well to get it out there."
    },
    {
      "speaker": "BAIER",
      "utterance": "We will have many more panels, something tells me, about this topic. Panel, thank you. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}