{
  "date": "May 24, 2018",
  "headline": "Burgess Owens on backlash caused by NFL's anthem decision",
  "subHeadline": "President Trump weighs in after the NFL decided that players who kneel during the national anthem will face fines; former NFL player Burgess Owens weighs in on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/burgess-owens-on-backlash-caused-by-nfls-anthem-decision",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS ANCHOR",
      "sentences": "Good evening from Washington, I'm Laura Ingraham, this is the Ingraham Angle. Another day of breath-taking, fast paced development from here to other side of the globe and we have all the angles covered for you. The big breaking news, just as the media gleefully reported the demise of the North Korean Summit, it looks like Trump may be in the midst of a diplomatic coup. Plus the FBI and the OJ are finally forced to tell lawmakers some of the secrets of the deep state Russia probe. Our experts tell us what to expect from this breakthrough. And the NFL is unveiling this new National Anthem policy for players. As some resist President Trump schools them on patriotism. Also CNNs town hall with Nancy Pelosi. That was a mangled backfire especially with all these questions about crumbs, her age, her obsession with Russia. You do not want to miss this. But first, the real summit embarrassment. Neither reaction to President Trumps cancelling the summit mirrored the reaction to the announcement of the summit. It was scorn and derision. Well to them a loss for the President is more important than a success for America, or even for world peace. Back on March eighth when President Trump first delivered news of the summit with Kim Jung Un. The left and the media were in shock. How could Trump of all people suddenly have a shot at forging peace with this Communist dictatorship, maybe even force it to be nuclearized where other presidents have failed. After Trumps war of words with little rocket man which stems war could usher a nuclear war was the prospect of peace that was frankly something that they couldn't stand. And somehow they said it was dangerous. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "Our state department, our closest allies. I am sure people on the hill, nobody knew about this. Donald Trump just decided to play reality TV show president plus to change the headlines. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "sentences": "And Trump and Kim Jung Un, both are known to be very volatile. You don't know whose going to try to be the big man in that room. It injects a risk of literally nuclear proportions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEAL MADDOW, MSNBC HOST",
      "sentences": "It has been the dream of North Korean leaders for decades now that they would advance their missile programs and their nuclear programs so that the United States will be forced to recognise them as an equal. I don't know whether or not an administration intended it to be that kind of a gift. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "sentences": "Katherine Lewis is an expert in non proliferation and he wrote today that Donald Trump agreeing to meet with Kim Jong Un is like, \"Richard Nixon going to China but if Nixon were a moron\". if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well speaking of morons, this crowd and the prospect of a summit to them was not only dangerous but the president was a fool for engaging the North Koreans at all. And now they are shifting narratives again. The same chain of fool is saying that cancellation of the summit is what's really perilous itself. And That Trumps impetuous diplomacy and experience of course, are at fault. The headline in the Washington Post screamed, \"Trump impulsively blows up the North Korea Summit\". The Editorial Board blamed Trump for what it called a hasty strategy free improvisation that is characterized as handling of the Diplomatic opening all along. The Post warned, \"Never has such chaos attended the public behavior of the US President on a matter of such gravity\". Oh and here's how the Trump hating news outlets reacted. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM SCIUTTO, CNN CORRESPONDENT",
      "sentences": "The President to have expectations to the point where he said, \"Listen, I'm in charge here. I got it, we can sit down, we'll work this out,\" was a little unrealistic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB MENENDEZ, NEW JERSEY SENATOR",
      "sentences": "The art of diplomacy is a lot harder than the art of the deal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINDSEY FORD, ASIAN SECURITY",
      "sentences": "Does the administration have a long-term goal plan here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN GLASSER, POLITICO",
      "sentences": "I think a lot of people are probably secretly relieved. Certainly among the north secretly? I don't think it's a secret. I think there's a lot of relief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE RUHLE, MSNBC ANCHOR",
      "sentences": "Let's go to Peter Alexander who is live at the White House. Peter, this is a huge wow for us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Did you hear that? This is a wow for us bit? Well at least Stephanie Ruhle is kind of implicitly admitting that the media do not exist to report on Trump, but to revel in his perceived missteps. That's a wow for us, oh my gosh. These people haven't been this happy since they thought that Oprah would run for President. They're thrilled today. Well Trump is damned if he does and damned if he doesn't. But might I offer another possibility here? Trump's retreat from the summit might have been a grand negotiating tactic, not an admission of failure at all. It might have been way of testing Kim's seriousness and squeezing maybe a few more concessions from him. The President has already gotten the rocket man to hand over the rocket man to hand over the American hostages and they have allegedly detonated that nuclear facility although that might not be as big a story as we hoped. The AP is reporting that the North violated its pledge to allow these international inspectors to monitor the supposed implosion. But this was part of the reason Trump backed away from the Summit table. The North Korean dictator had also bristled a talk of denuclearizing his country. And that is a non-negotiable for Trump. We also learned North Korean officials never showed for talks in Singapore last week that was surprise. But if you read the President's letter today, he clearly left the door open to peace deal and tells Kim, \"If you change your mind having to do with this important summit please do not hesitate to call me or write\". It's like a pen pal, I love that. By pulling the plug on the summit, the President may have applied the needed pressure. And that tough stance along with continues economic sanctions, diplomatic isolation may ultimately convince Kim Jong Un to actually make a serious deal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } There are now signs that the Trump strategy could be working. North Korea's Vice foreign minister in statement tonight says, \"Our goal and will to do everything for peace and stability in the Korean Peninsula and mankind remains unchanged. We are always willing to give time and opportunity to the US side with a big and open mind. We express our intent that there is willingness to sit at any time, in any way to resolves issues\". Of course the North Koreans are still ruling denuclearization. That's not really surprising, it might be a tactic on their part. My take? Let the media cheer what they hope is another Trump setback. Let them rally against peace and against American leadership in the world. But behind the scenes, Trump may pull off a peace deal yet. And he might just prove them wrong one again. And that's \"The Angle.\". Let's discuss the remarkable series of events with our first guest Asia politics expert Gordon Shang, author of the 2000 book, Nuclear Showdown North Korea takes on the World. And Harry Kazianis, Director at the Center for National Interest. Gordon, your take here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASIA POLITIC EXPERT GORDON SHANG",
      "sentences": "I think the important thing is that what we heard from the North Koreans when Trump sand is he was withdrawing from the summit. Because it as a string of unusually conciliatory messages and then the messages that you just read. That is a real indication that the North Koreans think that they've overplayed their hand. They really need a summit with President Trump, they want sanctions relieved. They want Unites States not to strike their nuclear facilities. They want a counter way to China and of course they want the legitimization of a meeting with the President of the United States. So I think the North Koreans have really thought that maybe we just went too far. And we are just seeing a really good series of events that will occur. And they may actually be a summit Harry. So I think we are going to be on a good path. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well Harry I want to play for you today something that Nancy Pelosi said. I mean we were howling earlier editing this, watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCY PELOSI, HOUSE MINORITY LEADER",
      "sentences": "I think this is a good thing or Kim Jong Un. Here you have a thug, a person who killed off his own family members, a person who runs a police state being legitimized by the President of the United States. They were on a par with each other. He got a global recognition and regard. He's the big winner. And when he got this letter from the President saying okay never mind, he must be having a giggle-fit. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have a giggle fit when I try to diagram Nancy's sentences. Harry go ahead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRY KAZIANIS, DIRECTOR AT THE CENTRE FOR NATIONAL INTEREST",
      "sentences": "I don't know what to say Laura. I think you have to give President Trump a lot of credit here. Think about where we were, Laura, going back to the summer. We were on the brink of nuclear war. Let that set in for a minute. That's millions of people that would have died. The North Koreans every day in their labs, they don't need to swing missiles all across the pacific are getting closer to an ICBM. I think that is why they have stalled. And don't worry Gordon there's still going to be a summit. I still think the North Koreans are stalling and I do not rule out their duplicitousness. We have to remember who we are dealing with. It's like we are dealing with Lucifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Liars. They lie constantly. They overpromise and under deliver or just violate their promises. I want to bring in the thing that you and I talk about a lot Gordon on radio which is the role of President Xi of China. Because there were two trips by Kim Jong Un to meet with Xi. The President himself mentioned that things seemed to have changed from the North Korean perspective after that meeting with Xi. What could be the role that China is playing as this dance continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "I think what Beijing is doing is telling the North Koreans you don't have to deal with the international community. You don't need to speak with President Trump. You know if we look back over the last two or three months we see China's sanctions busting is becoming really become blatant. When Kim went to Beijing the first time, they allowed North Korean media to show all the gifts that Xi had given to Kim. $394 000 worth of porcelain, silk, new jewelry, this was a sanctions violation because you are not allowed to give luxury items to North Koreans. And what President Xi Jinping was saying was look, I am violating UN sanctions but even better, I am going to give you proof that I am violating them and this is really a challenge to the United States and President Trump met that challenge on Monday and Tuesday by saying look I am calling out the Chinese. I wish he had done that a little bit earlier because I think we would not have gotten to this place if we had taken on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This trade thing is coming into play here I mean all these different issues on President Trump's plate, the trade, the tear ups, we are trying get our manufacturing back, the trade deficit. And I have been warning, you've been warning, do not go soft on China. They will not respond with respect if you go soft on them. They are the same as North Korea in violating promises to help or do or do that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "The most important thing that I heard was a Tweet from someone named Laura Ingraham who said two Sundays ago when we heard that ZTE Tweet, you said hold the line Mr. President. That was I think critical and it did change the President's view on this because we see him backtrack from his initial position on ZTE. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "By the way he could have just given Kim Jong Un like a gift certificate to Shoney's. That would have been good enough. The all you can eat breakfast bar would have been good enough for him. Let's talk about what Hillary's top advisor, Jake Sullivan said today about how this whole thing played out. Let's watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE SULLIVAN, FORMER HILLARY CLINTON CAMPAIGN DIRECTOR",
      "sentences": "Am I glad that the President didn't go to Singapore and meet with Kim Jong Un and have it all blow up in his face and end spectacular failure, yes I am glad he didn't do that. On the other hand, should he have not made an impulsive given rash decision with no preparation to announce the summit in the first place? No he shouldn't have. So he's gotten himself into the situation where he is not just predictable, it was predicted. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well now it's not because the South Summit might be back on. What success did Hillary Clinton's secretary of state have with Kim Jong Un? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAZIANIS",
      "sentences": "Zero. Let's look at the facts here, it's the Obama administration going from 2008 to 2016. Those were critical years, Laura, where the North Koreans were building their ICBMs, building more chemical weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So hearing him pronounce on CNN, \"Oh we are glad he didn't go because he wouldn't have done it\". Are you kidding me, like no one is buying this. We have the possibility of a phased in, Gordon, denuclearization. Would the Trump administration go for that if it was phased in with both sides trying to show good faith? It seems to me that's where we may be going here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "That's where we may be going. Our initial position though is the North Koreans give everything up in the beginning and then we give the benefits at the back end. And we heard Secretary Pompeo talk about that and we heard Trump talk about it, and of course John Bolton. This is going to take a little bit of time for us to work with North Korea. President Trump has a lot of leverage here he can use not only against North Koreans but more importantly against the Russians and the Chinese. Basically North Korea is a big power of sponsors. President Trump does that then yes I think we get a denuclearized, disarmed North Korea. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know Harry I always think of Russia too in this scenario. We talk only about China and the Korean Peninsula, Gordon brought up how Russia has continued to send key goods, fuel, and so forth into North Korea. This is where a better relationship with Russian would have serve us well too. The idea that China should call all the shots in the way we deal with North Korea. But now it's like hand off with Russia. We can't have a better relationship with Putin because the Adam's ship might get unhappy. I find this to be ridiculous. We should be working with Putin to the extent that we can with our eyes wide open to triangulate on this relationship with China. I think that we would be in a much better position. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAZIANIS",
      "sentences": "Yeah. I mean absolutely. The Russians could be a spoiler here. Imagine if things get worse I Syria or we have some sort of armed conflict there. The Russians could use the North Koreans as the ultimate bargaining chip. They could give them air defenses. They could give them a ton of military equipment. Give them a billion dollars to buy arms. We don't need that to be honest with you. A decent working relationship in Russia is not a bad thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I know that John Bolton and all these guys at the White House feel like they are damned if they and they are damned if they don't on this but it's needed for our national security. And by the way Putin today said that he was unhappy about the cancellation of the summit, if you saw that. Gordon I want to ask you about the foreign policy elites who laughed at Trump during the campaign. When he came out with that list of foreign policy advisors which included Carter Page and George Papadopoulos, they were not the best people to put on the list but nevertheless they mocked Donald Trump who was inexperienced, he didn't know what he was doing, he didn't know the ways of the world, and he is new to all this. But I think it's really kind interesting that a guy who came in with no experience in this arena has at least gotten a lot farther in holding China accountable, again we will have to see where that goes. And maybe actually having this meeting with North Korea that could advance our interests. It's pretty amazing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "I think the important thing here is that President Trump has taken on his issues and is willing to actually advance America in interests. You know we have the two preceding Presidents who sort of just tried to manage things and because they did that a lot of problems in the world got worse. The world did not become instantly dangerous when President Trump took the oath of office. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think without a doubt it's safer. I don't think it's more dangerous. It was more dangerous when America was getting weaker and weaker and weaker and further and further in debt. We have to watch our debt too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "Like I said it did it become dangerous then, it became dangerous over a long period of time. Trump is dealing with it. He is in a very disadvantageous situation on trade on North Korea, on Iran and other things and there's a lot that has to be done and a lot that we don't know but a least he's trying that's critical. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where do we think China is going to get this trillion dollars that it's going put in its Made In China 2025 program. Where did they get that trillion dollars from, our deficit? Where do you think they got it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "On Tuesday Trump actually said look they just dedicated a new aircraft carrier. We paid for it and that's absolutely right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Exactly, we paid for it. We paid for the rise of a future dominant super power that eclipses the United States. That should scare every American watching the show tonight. Donald Trump let on that issue ad he cannot let up. Donald Trump said this today and the question I think here is even more important than the answer. Let's watch. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Does the breakdown of this summit raise the risk of war with North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Well we'll see what happens. I hope that we will continue onward, we'll see. But we are in a very strong position. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why do they always go with the risk of war? The risk of war was allowing this to happen over the last 20 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAZIANIS",
      "sentences": "There is a deal here and I don't think it takes somebody with a PHD from Princeton to figure this out. Its step by step, here it is. North Koreans give up one or two nuclear weapons, we take off some sanctions. They give up a few chemical weapons, we take off some sanctions. Step by step by step to build trust. If the North Koreans cheat, maximum pressure comes back on, we don't give them an inch. That's how we start this and the key thing here, the North Koreans give up the good first. That's how we do this. I think there is deal to be had here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's open to it. Well, you got to come out with everything that you want and back off a little bit. But Gordon I think I am positive about this. I'm very optimistic. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "Well we have the tools and President Trump can use them. If for instance we get a good deal with Kim Jong Un, and we can verify it, then we can ignore what the Chinese have been doing. But if we have problems in talking with him then I think we have to after the Chinese and we have to go after the Russians. We can do this Laura. People just sort of assume of what do these Chinese and what do the North Koreans want? They forget that the United States has the power to push these countries in different directions. You know this Reagan you know after that period of decline-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And America's back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANG",
      "sentences": "America's back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Next time some asks the President about a Novel peace prize, he should say, look I don't think I have the talent of Barack Obama. And I wouldn't even engage more than that. Fantastic discussion, in depth, serious. Loved it. And by the way the dep state is in trouble as charges of political spying continue to emerge. Up next, I am going to explain how former Obama Intel chiefs are trying to bury the lead and we will examine how that plot can be foiled. Picking up where left off on last night's Angle, we are looking into the role former Obama officials played in setting an Intel trap against the Trump team. With a Dam of evidence ow bursting, former Obama officials are trying to muddy the water by sowing confusion. Here's a case in point. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC ANCHOR",
      "sentences": "Is there anything in the dossier that has been disproven? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "No some of it hasn't been proven. No, I guess is the shirt answer to the question. The salacious stuff, absolutely no corroboration of that to my knowledge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait, nothing's been disproved? How does he know? He hasn't been the Director for National Intelligence for a year and a half. And that's actually the opposite of the truth. None of the wild claims in the dossier have been proven, not publicly. You can bet if any of it were true it would have been leaked by now. They are always leaking the stuff that they think is bad for Trump. Clapper statement isn't even accurate. The dossier claimed that Michael Cohen went to Prague to meet with the Russians. He's never been to Prague. No public record of that. Looked at his passport et cetera. But never mind the facts. What's really telling about Clapper's remark is that he gives away the deep state strategy. What is it? Which is basically create so much doubt and confusion that Americans give up trying to make sense of any it. To that end, Clapper and fellow Obama are pushing the line that if the dossier can't be disproved it must be true. Like when did you stop beating our wife? Well let's discuss how well that strategy will work in light of all the recent developments with former CIA analyst and counter terror operations officer John Kuriakuz and Republican Congressman Steve Russell of the house oversight committee and Former Deputy Assistant Attorney General Robert Driscoll. Congressman, this is wild. I mean the never ending media appearances by Jim Clapper. We were joking earlier he must be promoting a book and indeed he is promoting a book. But what's your take on what he said right there? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE RUSSELL, R-- OKLAHOMA",
      "sentences": "I think it just shows that this is really a house of cards. They are trying to make something that they have no evidence of. They talk about people being guilty, it has nothing to do with collusion. I think the American people, they see right through this, it is as a continual strawman argument and they are going to continue to push it every way they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That meeting at the White House today, they always call it a gang of aide, why don't we call it the nob of aide. It's not clear what documents were actually presented to Devin Nunes or to Trey Gowdy, were they able to actually look at the documents or not look at the documents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSSELL",
      "sentences": "Well the details of the meeting will not be released because-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yeah. Mitch McConnell was tight lipped about this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSSELL",
      "sentences": "and all of those were present as they should be. But I think the biggest concern is will Devin Nunes and Trey Gowdy and other be able to get the information, to look at the information without redaction. We see these problems where they will redact things, withholding it from Congress since 1814 and they over sat governments own committee. We have that responsibility. Nothing should be redacted from Congress, they need that information to get to the facts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Robert this is what Adam Shiff said about the meeting. Let's watch. REP. ADAM SCHIFF, D—CALIFORNIA: Nothing we heard today has changed our view that there is no evidence to support the allegation that the FBI or any intelligence agency placed a spy in the Trump campaign or otherwise fail to follow appropriate procedures and protocols. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But apparently they didn't have access to the documents they wanted. At least it's not clear that they did. And so how is he coming up with, \"oh nothing we saw.\" apparently they didn't see all the documents again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DRISCOLL, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "And what I took from what he said is that it's a very carefully worded statement. He said there is no evidence that they placed a spy on the campaign. That could still you mean had a confidential informant on the campaign and record the conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They didn't really have an office at Trump Tower. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } DRISCOLL. It means they didn't have an in bed in the campaign. Okay I get that but I don't think that that's necessarily what's of most concern to Congress. So I think what's interesting to me is Trump could de-classify all this stuff himself with a stroke of a pen and he actually showing a little bit of deference to the DOJ by, he is almost playing a mediating role between two branches of government rather acting as the head of the executive branch saying look, Congress has got a point. There needs to be more transparency here. I'm not going to force you to disclose everything because maybe some interest are so strong it's justified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Honest reasons for redaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRISCOLL",
      "sentences": "I couldn't get over the $70 000 conference room table that Andrew McCabe bought was one of the redactions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But didn't they get on Ben Carson's wife for the table. How much was that? That was $11 000. She got a 70-I mean where do they get their tables? God, they have got to go to the store house or whatever. John let's talk to you. We've been talking a lot about overage of the surveillance state. I did a big piece on this last night. Since 911, I guess all these good intentions. We are going to keep the nation safe. Of course we want to keep the nation safe. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KURIAKUZ, FORMER CIA ANALYST",
      "sentences": "All of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But we have created a surveillance super state in this country and I think a lot of good people in all these agencies that put their lives on the line for us. But people also think they are beyond reproach and they are so confident that they're right. They want to do what they want to do with impunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURIAUZ",
      "sentences": "And that's the deep state. I'm glad that you keep calling it the deep state because it exists. You don't have to call it the deep state. You can call it the federal bureaucracy but it's there, it's unelected and it's in power forever. People have to remember that those patriots at the CIA, FBI NSA and elsewhere, many of them came of age and entered into the secret service during the Obama administration and for many of them that's where their loyalties lie. So yeah, there really is a deep state. The Congressman made a very important point too. And that's about congressional oversight. The CIA just as a part of its very nature pushes back on congressional oversight and they will provide to Congress as little as they can get away with. That's where Congress has to fight for its rightful role in oversight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "and you were put in jail for 30 months you leaked the information about the Waterboardings correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURIAKUZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's a long story and most of the charges were dropped, one remained. You felt what happened when you decided to say this, it didn't seem right to you. I don't lose sleep about Water boardings, I know a lot of people don't. Like KSM, I don't really care about that. But you feel that the way things have developed in this country with the explosion of the Intel agencies that it's very hard for Congressman Russell, for Devin Nunes and Trey Gowdy and frankly for Democrats if they were honest to actually say, \"hey what's going on here?\" All these sights, these rendition sights of Pakistan and everything. What's happening here and they don't want to say it. That has a natural tensions and it has always been there but it's worse. The bigger the Intel state is; the super state is the worse it is. Correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURIAKUZ",
      "sentences": "And remember that it got far worse during the Obama administration. John Brennan at the White House had former colleagues of mine have described as Nixonian obsession with leaks. Where he was the driving force between the Eighth Espionage act cases that the Obama justice department brought against people in the Intelligence community. That's nearly three times the number of espionage cases as all previous presidents combined. And it wasn't really about those individuals, it was about sending a message to the rest of the Intelligence community to keep your mouths shut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't you dare, don't you dare. That's a little mafia esque. Congressman and Robert, I want you both to respond. You can see where this is going. The left is trying find these side issues to grasp onto. I don't think informants in a campaign or trying to make contact is a side issue. I do think it's a side issue when they say \"oh the President's lawyer and the chief of staff were at a meeting for a short period of time. They were freaking out about this today. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ABCHOR",
      "sentences": "I was stunned that Emit Flood attended even if he wasn't there for the classified part of it that he would even show his presence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK FIGUUZZI, NBC NEWS ANCHOR",
      "sentences": "The presence of Emit Flood even if it was just to make introductory remarks clearly now creates a conflict. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI MELBER, MSNBC ANCHOR",
      "sentences": "What we saw in that meeting today was improper and it was unprecedented and it does risk undermining parts of the Mueller probe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't know if these people know anything about the law. Emmet Flood was there to say, we're here, we want to help, we want transparency. We're cooperating and want to take a positive role in this. And they stayed apparently for a shorter period of time, then they were gone. Congressman? REP. STEVE RUSSELL, R—OHIO: It's the typical \"Pravda\" like playbook. Admit nothing, deny everything, make counter accusations. Put up some shiny object, distract on the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Did you say \"Pravda\" like playbook?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSSELL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, I love it. Isn't that fun? Robert? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DRISCOLL, MCGLINCHEY STAFFORD MEMBER",
      "sentences": "Again, it's kind of commonplace. The president again is playing a mediating role in this, and I think all that happened was Flood was there at the beginning, said the president wants you guys to release as much as you can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Transparency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRISCOLL",
      "sentences": "And then they walked out prior to the classified portion of the briefings is my understanding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They making it like Emmet directed the meeting, he's like, OK, calling on you and you. That's not how it went down. It's lies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRISCOLL",
      "sentences": "You have to pick a branch, and the DOJ work for the president. And so it's not inappropriate for the president and White House counsel to say prior to the meeting, you work for us, here's where the boss wants to go for this. He wants maximum transparency while still protecting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Robert, I have to ask you this. What is the likelihood that only one informant, this hapless Halper, apparently, whatever, this professor, is the only person who was tasked with some type of outreach to the Trump campaign. Doesn't that seem odd that it would be just one guy? Maybe it was, but that's just lame. If they really want to get answers, just one guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRISCOLL",
      "sentences": "The Australian contact was the one that always was a question to me. I've been in a lot of bars with a lot of people who have said a lot of stupid stuff, and the notion that I would run to the FBI or run to an intelligence agency based on a late night conversation with somebody in a bar -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Was that Papadopoulos? Was that the Papadopoulos meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRISCOLL",
      "sentences": "In London. It seems kind of strange to me. Maybe that is totally innocent and he just has a hair trigger for when to run to an intelligence agency, but I don't think that's common behavior, and that my be worthy of taking a look at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think they have to bring more people to testify on Capitol Hill. We are almost out of time, but I would bring more people back. Susan rice has got to come back. I would bring all these people. I'd bring Loretta Lynch, I'd bring that Oleg Deripaska, that Russian billionaire that they were making contact with trying to get him to agree to this collusion narrative. He laughed them out of his apartment in New York. I would get all these people back. We are not getting the answers we deserve. And bring the people back to testify. They don't want to testify, that tells us a lot. Samantha Power, bring her in. She never testified at all I don't believe, right Congressman? I don't believe she was every out there. Fantastic segment. We could do the whole hour with your three brilliant men. Players are already plotting to get around the NFL's new ban on the National Anthem protest. You are not going to want to miss this. Of course the resistance lives even in sports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yesterday the NFL announced it will require players to either stand on the field or remain in the locker room during the playing of the National Anthem. And today numerous reports said that instead of kneeling during the anthem, NFL players are now already planning new ways to protest. The ever-patriotic editorial board of The New York Times helpfully suggested players raise black gloved fists in the air. President Trump thinks it's important that all players respect the anthem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't think people should be staying in locker rooms, but still I think it's good. You have to stand proudly for the National Anthem or you shouldn't be playing. You shouldn't be there. Maybe you shouldn't be in the country. You have to stand proudly for the National Anthem, and the NFL owners did the right thing if that's what they've done. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Love it or leave it, baby. I'm sorry, I thought that was hilarious. So should alternative player protests be tolerated? Let's debate that with the former NFL star, author of the new book, \"Why I Stand, from Freedom to the Killing Fields of Socialism,\" Burgess Owens, and Democratic strategist Antjuan Seawright. Let's go to you, Antjuan. Look, I think a lot of players are tired of this whole controversy. I bet if you really talk to them they just want to play football and enjoy the game that most of them are played a decent amount of money to play. But nevertheless it's bubbled up again. Why a new round of protests to drag the NFL through yet another season of discontent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, DEMOCRATIC STRATEGIST",
      "sentences": "I think that most people have forgotten why are we even having this conversation. The truth of the matter is this started because there were NFL players who believed that at the hands of law enforcement, black and brown people in this country have been mistreated, mishandled, and killed. And they feel like it's wrong. And they have the ability based on one of the hallmarks of our democracy to peacefully protest, and they started this movement. That has gotten lost in the conversation. Instead the conversation has been about President Trump instead of focusing on being president of the United States, he wants to tell NFL players what they do and how they should do their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They have an opinion. I think that's fair, Antjuan. NFL players have their opinion, and the president is like, you should stand for the anthem. Everyone has a give and take care of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "But Laura --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on, when you are a football player, you are also subject to the rules of the NFL. The owners do write the rules, the Players Association has their say. And Burgess Owens, obviously as a former player yourself, the rules of the game are the rules of the game, and the owner set the rules. They were getting tired of the lower attendance and the public upset over this, even though, as you pointed out, they are trying to go global.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURGESS OWENS, RETIRED NFL PLAYER",
      "sentences": "Can I just say something really quick? I'm going to bring a different flavor to this thing, guys, because it takes a lot of hard work to take 60 years of building a brand the way the NFL has done, 14 million fans, to mess it up within two years the way they have. It either is based upon total incompetence, feckless leadership, or its done on purpose. And I think it's done on purpose, to be honest with you. You have a commissioner paid $40 million a year, 90 percent of that is based on growth incentive. What we are looking at is elitist globalists. The NFL does not mind this chaos. They don't mind demeaning of the American flag, tarnishing the American brand, because they look at it international. There are international countries out there, China, France, German, that could care less about the American way, and that's where they see their -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Then why would they change the rule, though, Burgess? Why would they change the rule if they were worried about the global brand? You're right, over in Europe they don't care if people stand for the National Anthem or in China, they're not going to care about that. But the base of the money is still in the United States. That's where they make their bread and butter, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "This is the deal. The rules say very simply you can stay in the locker room if you want to help protest, you're protesting, or if you stand on the sideline, the team pays the fine. So we'll keep this whole conversation. The NBA is not going to talk about this for the last two years because they made a decision that their players will respect the corporation and respect the flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "You don't see anything happening in the NBA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Antjuan, that's a great point, that the NBA doesn't have this problem because they have a rule that you stand for the anthem and you respect the playing of the National Anthem, correct? There was a great piece on ESPN about this, that the NBA hasn't gotten into this problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Laura and Burgess, a little note of fact. The same day this ruling came down by NFL owners, by the way, who by the way did not have an NFL PA representative in the room when they made this decision, the same day this came down a video was released by the Milwaukee police department in which an NBA player was tazed over parking violations. Keep in mind we are having this conversation again because African-Americans and black and brown people are five times as more likely to be injured or killed at the hands of law enforcement --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Antjuan, Antjuan, what does that have to do with a football game? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Laura, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Then write an op-ed. Antjuan. A lot of them volunteer and have great charities, that's fantastic. But people tune in --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "And under the First Amendment they have the ability to peacefully protest --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- to watch the game. They don't care about your political views, I hate to tell you. They don't care. Burgess?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "If they don't care then why does the president have to weight in on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on, one at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "It's something the left does -- use, abuse, and discard. And what they -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "You want to make this about the left versus the right, Burgess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on, Antjuan. Hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWNS",
      "sentences": "Antjuan, how about respect, my friend? Why don't you listen for a few minutes? What the NFL is doing is using American fans to become billionaires and abusing them every single Sunday sharing this ideology of Marxism socialism, and they're going to discard them for international foreign fans. At the end of the day they are looking at billions of dollars in a new market, and all this is going with the new plan that keeps this whole thing alive. We will be talking about this for the next two years while players are deciding how they want to demonstrate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Final word, Antjuan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Burgess, let me remind you, you look like me, my friend. You look like me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "And I'm America. I look like a lot of other Americans. I am an American first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Are you going to let me finish my point or are you going to try to talk over me? People who look like us have it five times more likely to experience being mishandled at the hands of law enforcement than any other race. That's why these players are taking a knee, and that's why they are taking a stand, and I commend them for their efforts. I'm sorry, this president -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "How about if we decide to tell our kids that America comes first and we should be proud of who we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, guys, fantastic conversation. And look, I think we all want things to be better. We want people to have jobs, we want families to be able to stay together, we want the police to respect everyone. I think they generally do but there are mistakes made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think not a lot of this is going to be solved by taking a knee or wearing a black armband. People can do what they want, and I think the league is going to have to decide for itself how to deal with this next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Laura --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I appreciate it, thanks guys, we are out of time but a fantastic conversation. Nancy Pelosi is apparently not ready for prime time. CNN gives her a town hall to try to boost Democratic fortunes, but it backfires big time. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Told you, Democrats are beginning to panic as that blue wave starts evaporating before their very eyes. Back in December, Real Clear Politics average gave Dems a 13 point lead in the generic congressional vote. People were panicking here in Washington. As of Tuesday that lead in the midterm elections was down to just four percent. Democrats responded last night by rolling out their secret weapon, it's a new person-- Nancy Pelosi. But she kind of stumbled and bumbled her way through a primetime town hall and was confronted about her infamous crumbs remark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When the tax and jobs bill was passed I gave my employees a $1,000 bonus plus a five percent pay increase that they appreciated very much. After that, they reduced withholding from their paychecks and it turned to a noticeable increase in income. It certainly was not crumbs to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, (D) HOUSE MINORITY LEADER",
      "sentences": "Let me congratulate you and commend you, because you are a rarity. Not many businesses -- only a small percentage of businesses shared their tax advantage with their employees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good luck selling that story, Nancy. Let's discuss this, how well this innovative strategy might with pollster Frank Luntz. Frank, it was a flop not only in the ratings but substantively last night for Pelosi. She was bombarded with questions and comments from people who didn't share her outlook on a variety of issues including Russia, and even the age of the Democratic leadership. How do things stand today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "sentences": "I have been tracking this on a weekly basis going back now for a year and a half, and these are the best members that the GOP has had in the last year. One of the reasons is that women, working women, women with children have begun to leave the Democratic Party. It's not that they are pro-Republican, but what they see among the Democrats is the same kind of negativity that turned them off in previous elections. Second is that Nancy Pelosi is simply the least popular, credible figure in the Democratic Party right now. She's more unpopular than Hillary Clinton or Chuck Schumer. And quite frankly if the Republicans could find somewhere way to engineer a vote over who would be speaker of the House in January of 2019, if they could engineer that vote, I would be prepared to say right now that the Republicans would keep the majority because there are so many people out there, swing voters, who do not want Pelosi as speaker that that one action could make a difference. And third, and this is a warning, though, which is that there is still an intensity difference between Democrats and Republicans. A lot of Democrats can't wait to vote in November. Republicans are still less energized. If the GOP can get a Pelosi vote and energize their base, then they will keep the majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think the \"i\" word, frank, is a big motivator for Republicans. I think that is going to intensive over the fall. The more we hear Congressman like Congressman Al Green and others talk about if we get the House, articles of impeachment, we're going to hit that right away, I think a lot of these Republicans out there and middle of the road people see the economy going up, they don't want to throw us backwards. And I think that is going to be a big plus for the Republicans along with just the economy, unless somehow it craters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "The phrase don't turn back the clock would work this time. But also, the Democrats have not offered anything in the alternative. It's always been why Donald Trump is wrong, why House Republicans are wrong. And the fact is voters do want to vote for something even if they are angry, even if they're frustrated. They need a reason to vote for political parties. It's why the GOP did the contract with America in 1994. That is what made the difference then. You don't hear anything from the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nothing substantive. In fact one of the folks at the town hall in the audience brought up the other issue I think is hurting Democrats, which is the Russia obsession. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If Trump actually colluded with the Russians, why wasn't he found guilty of it after a year of investigation? Wouldn't there be some type of concrete proof by now? HOUSE MINORITY LEADER, REP. NANCY PELOSI, D—STATE NAME: You know that there is an investigation going on under Counsel Mueller, and that is where we wouldn't have any idea of what was going on, nor should we know what's going on in that investigation. But it is -- it takes time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Frank, talk it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Nobody cares. The fact is they care about their taxes, they care about their paychecks, they care about their jobs. They care about the economy. And when you have a 3.9 percent unemployment rate, actually the truth is Republicans should be beating the Democrats right now. But it's partially a communications challenge. And frankly, the media does not give what the Republicans have done over the last year and a half, they don't get the full play on GOP successes, and that's one of the reasons why they are still down in the generic ballot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thanks so much, Frank. Great analysis. Stay right here, because you don't want to miss this. In just a minute, a selfless woman who will remind you why you are so proud to be an American, and why we have so much as Americans today, this Memorial Day holiday, to be grateful for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This Memorial Day we take the time to honor those who gave the ultimate sacrifice and to express our gratitude. And tonight, we would like to introduce you to Sarah Verardo. She's the executive director for the national nonprofit assisting severely wounded veterans and their caregivers. And she is also a caregiver to her husband, Michael, one of the most severely wounded veterans injured in Afghanistan. He's now undergoing his 119th surgery. Sarah, welcome to \"The Angle.\" First of all, I had a chance to talk to you on the radio. You are so inspiring. Your husband has suffered greatly. He has been through more surgeries than anyone can bear and remember. But you have turned your focus not just to take care of him but also to help raise money for these track chairs and other items and devices that our veterans need that the V.A. benefits don't necessarily cover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH VERARDO, WIFE OF WOUNDED VETERAN",
      "sentences": "I realized that really when Michael left the army, his war ended and mine began. And mine was fought on the home front against the very institution that I thought was going to take care of him, the V.A. It was a very bureaucratic and long process, and that's what I love about the Independence Fund. We see if this is an unmet need we're going to fill it with track wheelchairs and anything else, sports equipment, that these heroes need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So IndependenceFund.org.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERARDO",
      "sentences": "Yes, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And you guys have already raised $60 million. Bill O'Reilly has helped raise millions and millions of dollars. We want to raise many millions more for you. Your husband lost his leg and most of one arm, correct? And you have three young daughters. How is life today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERARDO",
      "sentences": "We feel very blessed. As we go into Memorial Day weekend, many of my dearest friends are widows, and so they have folded American flags in place of their husbands. And so our life is certainly so much more challenging than I would have ever predicted when I started this journey with Michael, but our blessings so far outweigh our burdens. We are very, very lucky. But the wounded, the fight never ends, and we know that here at the Independence Fund, and we're with them and their families every step of the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The V.A. Mission Act, I bet you will be on board when the president signs that in early June. It's going to do a lot to help our veterans. This president gets very little credit from the media, but this is a bipartisan effort. A lot more money will go to rehabilitation and helping those in need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERARDO",
      "sentences": "My husband, we have had a chance to spend lot of time with the president, with his family. He has an unmatched heart for America's veterans. And he campaigned unequivocally on a promise that veterans would be able to choose his or her own health care provider and its promise made, promise kept. We've thrilled by the V.A. Mission Act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the news when you got it, April 24, 2010. Take us back to that day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERARDO",
      "sentences": "Michael and I weren't married yet at the time, so I got it actually from his mother. But we were together in high school, not dating, but we went to high school together during the events of September 11, and it spurred his call to action. And so I was not surprised to learn that when Michael does something he goes all in, all the way. So he was so proud. He would go back tomorrow if they would let him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's 82nd airborne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERARDO",
      "sentences": "Gest of the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Going back to Kandahar, like so many of our bravest, stepped on an IED that was planted. Horrific, vicious things. I am going to see you at Walter Reed I hope next week and get a chance to spend some time with him. IndependenceFund.org, please give what you can, an amazing organization. It's the least we can do, frankly. I hope you have a meaningful Memorial Day weekend, we will be in touch and I will see you next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VERARDO",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thanks so much, very inspiring. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Before we go, let's take a look at a few tweets reacting to tonight's show. Polly tweets \"My golden retriever wishes he could bury his bone as deep as the left can bury a spy-gate lead.\" Mark tweets \"Feel free to protest all you want, but not on my time or dime.\" I expect all of you to stand and respect the flag, the anthem, and the military.\"That's all the time we have left tonight. Remember, IndependenceFund.org, give what you can. It's a great thing to do to commemorate this Memorial Day Weekend. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS ANCHOR",
      "utterance": "Good evening from Washington, I'm Laura Ingraham, this is the Ingraham Angle. Another day of breath-taking, fast paced development from here to other side of the globe and we have all the angles covered for you. The big breaking news, just as the media gleefully reported the demise of the North Korean Summit, it looks like Trump may be in the midst of a diplomatic coup. Plus the FBI and the OJ are finally forced to tell lawmakers some of the secrets of the deep state Russia probe. Our experts tell us what to expect from this breakthrough. And the NFL is unveiling this new National Anthem policy for players. As some resist President Trump schools them on patriotism. Also CNNs town hall with Nancy Pelosi. That was a mangled backfire especially with all these questions about crumbs, her age, her obsession with Russia. You do not want to miss this. But first, the real summit embarrassment. Neither reaction to President Trumps cancelling the summit mirrored the reaction to the announcement of the summit. It was scorn and derision. Well to them a loss for the President is more important than a success for America, or even for world peace. Back on March eighth when President Trump first delivered news of the summit with Kim Jung Un. The left and the media were in shock. How could Trump of all people suddenly have a shot at forging peace with this Communist dictatorship, maybe even force it to be nuclearized where other presidents have failed. After Trumps war of words with little rocket man which stems war could usher a nuclear war was the prospect of peace that was frankly something that they couldn't stand. And somehow they said it was dangerous."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "Our state department, our closest allies. I am sure people on the hill, nobody knew about this. Donald Trump just decided to play reality TV show president plus to change the headlines."
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "utterance": "And Trump and Kim Jung Un, both are known to be very volatile. You don't know whose going to try to be the big man in that room. It injects a risk of literally nuclear proportions."
    },
    {
      "speaker": "RACHEAL MADDOW, MSNBC HOST",
      "utterance": "It has been the dream of North Korean leaders for decades now that they would advance their missile programs and their nuclear programs so that the United States will be forced to recognise them as an equal. I don't know whether or not an administration intended it to be that kind of a gift."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "utterance": "Katherine Lewis is an expert in non proliferation and he wrote today that Donald Trump agreeing to meet with Kim Jong Un is like, \"Richard Nixon going to China but if Nixon were a moron\"."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well speaking of morons, this crowd and the prospect of a summit to them was not only dangerous but the president was a fool for engaging the North Koreans at all. And now they are shifting narratives again. The same chain of fool is saying that cancellation of the summit is what's really perilous itself. And That Trumps impetuous diplomacy and experience of course, are at fault. The headline in the Washington Post screamed, \"Trump impulsively blows up the North Korea Summit\". The Editorial Board blamed Trump for what it called a hasty strategy free improvisation that is characterized as handling of the Diplomatic opening all along. The Post warned, \"Never has such chaos attended the public behavior of the US President on a matter of such gravity\". Oh and here's how the Trump hating news outlets reacted."
    },
    {
      "speaker": "JIM SCIUTTO, CNN CORRESPONDENT",
      "utterance": "The President to have expectations to the point where he said, \"Listen, I'm in charge here. I got it, we can sit down, we'll work this out,\" was a little unrealistic."
    },
    {
      "speaker": "BOB MENENDEZ, NEW JERSEY SENATOR",
      "utterance": "The art of diplomacy is a lot harder than the art of the deal."
    },
    {
      "speaker": "LINDSEY FORD, ASIAN SECURITY",
      "utterance": "Does the administration have a long-term goal plan here?"
    },
    {
      "speaker": "SUSAN GLASSER, POLITICO",
      "utterance": "I think a lot of people are probably secretly relieved. Certainly among the north secretly? I don't think it's a secret. I think there's a lot of relief."
    },
    {
      "speaker": "STEPHANIE RUHLE, MSNBC ANCHOR",
      "utterance": "Let's go to Peter Alexander who is live at the White House. Peter, this is a huge wow for us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Did you hear that? This is a wow for us bit? Well at least Stephanie Ruhle is kind of implicitly admitting that the media do not exist to report on Trump, but to revel in his perceived missteps. That's a wow for us, oh my gosh. These people haven't been this happy since they thought that Oprah would run for President. They're thrilled today. Well Trump is damned if he does and damned if he doesn't. But might I offer another possibility here? Trump's retreat from the summit might have been a grand negotiating tactic, not an admission of failure at all. It might have been way of testing Kim's seriousness and squeezing maybe a few more concessions from him. The President has already gotten the rocket man to hand over the rocket man to hand over the American hostages and they have allegedly detonated that nuclear facility although that might not be as big a story as we hoped. The AP is reporting that the North violated its pledge to allow these international inspectors to monitor the supposed implosion. But this was part of the reason Trump backed away from the Summit table. The North Korean dictator had also bristled a talk of denuclearizing his country. And that is a non-negotiable for Trump. We also learned North Korean officials never showed for talks in Singapore last week that was surprise. But if you read the President's letter today, he clearly left the door open to peace deal and tells Kim, \"If you change your mind having to do with this important summit please do not hesitate to call me or write\". It's like a pen pal, I love that. By pulling the plug on the summit, the President may have applied the needed pressure. And that tough stance along with continues economic sanctions, diplomatic isolation may ultimately convince Kim Jong Un to actually make a serious deal. There are now signs that the Trump strategy could be working. North Korea's Vice foreign minister in statement tonight says, \"Our goal and will to do everything for peace and stability in the Korean Peninsula and mankind remains unchanged. We are always willing to give time and opportunity to the US side with a big and open mind. We express our intent that there is willingness to sit at any time, in any way to resolves issues\". Of course the North Koreans are still ruling denuclearization. That's not really surprising, it might be a tactic on their part. My take? Let the media cheer what they hope is another Trump setback. Let them rally against peace and against American leadership in the world. But behind the scenes, Trump may pull off a peace deal yet. And he might just prove them wrong one again. And that's \"The Angle.\". Let's discuss the remarkable series of events with our first guest Asia politics expert Gordon Shang, author of the 2000 book, Nuclear Showdown North Korea takes on the World. And Harry Kazianis, Director at the Center for National Interest. Gordon, your take here."
    },
    {
      "speaker": "ASIA POLITIC EXPERT GORDON SHANG",
      "utterance": "I think the important thing is that what we heard from the North Koreans when Trump sand is he was withdrawing from the summit. Because it as a string of unusually conciliatory messages and then the messages that you just read. That is a real indication that the North Koreans think that they've overplayed their hand. They really need a summit with President Trump, they want sanctions relieved. They want Unites States not to strike their nuclear facilities. They want a counter way to China and of course they want the legitimization of a meeting with the President of the United States. So I think the North Koreans have really thought that maybe we just went too far. And we are just seeing a really good series of events that will occur. And they may actually be a summit Harry. So I think we are going to be on a good path."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well Harry I want to play for you today something that Nancy Pelosi said. I mean we were howling earlier editing this, watch."
    },
    {
      "speaker": "NANCY PELOSI, HOUSE MINORITY LEADER",
      "utterance": "I think this is a good thing or Kim Jong Un. Here you have a thug, a person who killed off his own family members, a person who runs a police state being legitimized by the President of the United States. They were on a par with each other. He got a global recognition and regard. He's the big winner. And when he got this letter from the President saying okay never mind, he must be having a giggle-fit."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have a giggle fit when I try to diagram Nancy's sentences. Harry go ahead."
    },
    {
      "speaker": "HARRY KAZIANIS, DIRECTOR AT THE CENTRE FOR NATIONAL INTEREST",
      "utterance": "I don't know what to say Laura. I think you have to give President Trump a lot of credit here. Think about where we were, Laura, going back to the summer. We were on the brink of nuclear war. Let that set in for a minute. That's millions of people that would have died. The North Koreans every day in their labs, they don't need to swing missiles all across the pacific are getting closer to an ICBM. I think that is why they have stalled. And don't worry Gordon there's still going to be a summit. I still think the North Koreans are stalling and I do not rule out their duplicitousness. We have to remember who we are dealing with. It's like we are dealing with Lucifer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Liars. They lie constantly. They overpromise and under deliver or just violate their promises. I want to bring in the thing that you and I talk about a lot Gordon on radio which is the role of President Xi of China. Because there were two trips by Kim Jong Un to meet with Xi. The President himself mentioned that things seemed to have changed from the North Korean perspective after that meeting with Xi. What could be the role that China is playing as this dance continues."
    },
    {
      "speaker": "SHANG",
      "utterance": "I think what Beijing is doing is telling the North Koreans you don't have to deal with the international community. You don't need to speak with President Trump. You know if we look back over the last two or three months we see China's sanctions busting is becoming really become blatant. When Kim went to Beijing the first time, they allowed North Korean media to show all the gifts that Xi had given to Kim. $394 000 worth of porcelain, silk, new jewelry, this was a sanctions violation because you are not allowed to give luxury items to North Koreans. And what President Xi Jinping was saying was look, I am violating UN sanctions but even better, I am going to give you proof that I am violating them and this is really a challenge to the United States and President Trump met that challenge on Monday and Tuesday by saying look I am calling out the Chinese. I wish he had done that a little bit earlier because I think we would not have gotten to this place if we had taken on--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This trade thing is coming into play here I mean all these different issues on President Trump's plate, the trade, the tear ups, we are trying get our manufacturing back, the trade deficit. And I have been warning, you've been warning, do not go soft on China. They will not respond with respect if you go soft on them. They are the same as North Korea in violating promises to help or do or do that."
    },
    {
      "speaker": "SHANG",
      "utterance": "The most important thing that I heard was a Tweet from someone named Laura Ingraham who said two Sundays ago when we heard that ZTE Tweet, you said hold the line Mr. President. That was I think critical and it did change the President's view on this because we see him backtrack from his initial position on ZTE."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "By the way he could have just given Kim Jong Un like a gift certificate to Shoney's. That would have been good enough. The all you can eat breakfast bar would have been good enough for him. Let's talk about what Hillary's top advisor, Jake Sullivan said today about how this whole thing played out. Let's watch."
    },
    {
      "speaker": "JAKE SULLIVAN, FORMER HILLARY CLINTON CAMPAIGN DIRECTOR",
      "utterance": "Am I glad that the President didn't go to Singapore and meet with Kim Jong Un and have it all blow up in his face and end spectacular failure, yes I am glad he didn't do that. On the other hand, should he have not made an impulsive given rash decision with no preparation to announce the summit in the first place? No he shouldn't have. So he's gotten himself into the situation where he is not just predictable, it was predicted."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well now it's not because the South Summit might be back on. What success did Hillary Clinton's secretary of state have with Kim Jong Un?"
    },
    {
      "speaker": "KAZIANIS",
      "utterance": "Zero. Let's look at the facts here, it's the Obama administration going from 2008 to 2016. Those were critical years, Laura, where the North Koreans were building their ICBMs, building more chemical weapons."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So hearing him pronounce on CNN, \"Oh we are glad he didn't go because he wouldn't have done it\". Are you kidding me, like no one is buying this. We have the possibility of a phased in, Gordon, denuclearization. Would the Trump administration go for that if it was phased in with both sides trying to show good faith? It seems to me that's where we may be going here."
    },
    {
      "speaker": "SHANG",
      "utterance": "That's where we may be going. Our initial position though is the North Koreans give everything up in the beginning and then we give the benefits at the back end. And we heard Secretary Pompeo talk about that and we heard Trump talk about it, and of course John Bolton. This is going to take a little bit of time for us to work with North Korea. President Trump has a lot of leverage here he can use not only against North Koreans but more importantly against the Russians and the Chinese. Basically North Korea is a big power of sponsors. President Trump does that then yes I think we get a denuclearized, disarmed North Korea."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know Harry I always think of Russia too in this scenario. We talk only about China and the Korean Peninsula, Gordon brought up how Russia has continued to send key goods, fuel, and so forth into North Korea. This is where a better relationship with Russian would have serve us well too. The idea that China should call all the shots in the way we deal with North Korea. But now it's like hand off with Russia. We can't have a better relationship with Putin because the Adam's ship might get unhappy. I find this to be ridiculous. We should be working with Putin to the extent that we can with our eyes wide open to triangulate on this relationship with China. I think that we would be in a much better position."
    },
    {
      "speaker": "KAZIANIS",
      "utterance": "Yeah. I mean absolutely. The Russians could be a spoiler here. Imagine if things get worse I Syria or we have some sort of armed conflict there. The Russians could use the North Koreans as the ultimate bargaining chip. They could give them air defenses. They could give them a ton of military equipment. Give them a billion dollars to buy arms. We don't need that to be honest with you. A decent working relationship in Russia is not a bad thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I know that John Bolton and all these guys at the White House feel like they are damned if they and they are damned if they don't on this but it's needed for our national security. And by the way Putin today said that he was unhappy about the cancellation of the summit, if you saw that. Gordon I want to ask you about the foreign policy elites who laughed at Trump during the campaign. When he came out with that list of foreign policy advisors which included Carter Page and George Papadopoulos, they were not the best people to put on the list but nevertheless they mocked Donald Trump who was inexperienced, he didn't know what he was doing, he didn't know the ways of the world, and he is new to all this. But I think it's really kind interesting that a guy who came in with no experience in this arena has at least gotten a lot farther in holding China accountable, again we will have to see where that goes. And maybe actually having this meeting with North Korea that could advance our interests. It's pretty amazing."
    },
    {
      "speaker": "SHANG",
      "utterance": "I think the important thing here is that President Trump has taken on his issues and is willing to actually advance America in interests. You know we have the two preceding Presidents who sort of just tried to manage things and because they did that a lot of problems in the world got worse. The world did not become instantly dangerous when President Trump took the oath of office."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think without a doubt it's safer. I don't think it's more dangerous. It was more dangerous when America was getting weaker and weaker and weaker and further and further in debt. We have to watch our debt too."
    },
    {
      "speaker": "SHANG",
      "utterance": "Like I said it did it become dangerous then, it became dangerous over a long period of time. Trump is dealing with it. He is in a very disadvantageous situation on trade on North Korea, on Iran and other things and there's a lot that has to be done and a lot that we don't know but a least he's trying that's critical."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where do we think China is going to get this trillion dollars that it's going put in its Made In China 2025 program. Where did they get that trillion dollars from, our deficit? Where do you think they got it?"
    },
    {
      "speaker": "SHANG",
      "utterance": "On Tuesday Trump actually said look they just dedicated a new aircraft carrier. We paid for it and that's absolutely right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Exactly, we paid for it. We paid for the rise of a future dominant super power that eclipses the United States. That should scare every American watching the show tonight. Donald Trump let on that issue ad he cannot let up. Donald Trump said this today and the question I think here is even more important than the answer. Let's watch."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Does the breakdown of this summit raise the risk of war with North Korea?"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Well we'll see what happens. I hope that we will continue onward, we'll see. But we are in a very strong position."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why do they always go with the risk of war? The risk of war was allowing this to happen over the last 20 years."
    },
    {
      "speaker": "KAZIANIS",
      "utterance": "There is a deal here and I don't think it takes somebody with a PHD from Princeton to figure this out. Its step by step, here it is. North Koreans give up one or two nuclear weapons, we take off some sanctions. They give up a few chemical weapons, we take off some sanctions. Step by step by step to build trust. If the North Koreans cheat, maximum pressure comes back on, we don't give them an inch. That's how we start this and the key thing here, the North Koreans give up the good first. That's how we do this. I think there is deal to be had here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's open to it. Well, you got to come out with everything that you want and back off a little bit. But Gordon I think I am positive about this. I'm very optimistic."
    },
    {
      "speaker": "SHANG",
      "utterance": "Well we have the tools and President Trump can use them. If for instance we get a good deal with Kim Jong Un, and we can verify it, then we can ignore what the Chinese have been doing. But if we have problems in talking with him then I think we have to after the Chinese and we have to go after the Russians. We can do this Laura. People just sort of assume of what do these Chinese and what do the North Koreans want? They forget that the United States has the power to push these countries in different directions. You know this Reagan you know after that period of decline-"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And America's back."
    },
    {
      "speaker": "SHANG",
      "utterance": "America's back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Next time some asks the President about a Novel peace prize, he should say, look I don't think I have the talent of Barack Obama. And I wouldn't even engage more than that. Fantastic discussion, in depth, serious. Loved it. And by the way the dep state is in trouble as charges of political spying continue to emerge. Up next, I am going to explain how former Obama Intel chiefs are trying to bury the lead and we will examine how that plot can be foiled. Picking up where left off on last night's Angle, we are looking into the role former Obama officials played in setting an Intel trap against the Trump team. With a Dam of evidence ow bursting, former Obama officials are trying to muddy the water by sowing confusion. Here's a case in point."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC ANCHOR",
      "utterance": "Is there anything in the dossier that has been disproven?"
    },
    {
      "speaker": "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "No some of it hasn't been proven. No, I guess is the shirt answer to the question. The salacious stuff, absolutely no corroboration of that to my knowledge."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait, nothing's been disproved? How does he know? He hasn't been the Director for National Intelligence for a year and a half. And that's actually the opposite of the truth. None of the wild claims in the dossier have been proven, not publicly. You can bet if any of it were true it would have been leaked by now. They are always leaking the stuff that they think is bad for Trump. Clapper statement isn't even accurate. The dossier claimed that Michael Cohen went to Prague to meet with the Russians. He's never been to Prague. No public record of that. Looked at his passport et cetera. But never mind the facts. What's really telling about Clapper's remark is that he gives away the deep state strategy. What is it? Which is basically create so much doubt and confusion that Americans give up trying to make sense of any it. To that end, Clapper and fellow Obama are pushing the line that if the dossier can't be disproved it must be true. Like when did you stop beating our wife? Well let's discuss how well that strategy will work in light of all the recent developments with former CIA analyst and counter terror operations officer John Kuriakuz and Republican Congressman Steve Russell of the house oversight committee and Former Deputy Assistant Attorney General Robert Driscoll. Congressman, this is wild. I mean the never ending media appearances by Jim Clapper. We were joking earlier he must be promoting a book and indeed he is promoting a book. But what's your take on what he said right there?"
    },
    {
      "speaker": "REP. STEVE RUSSELL, R-- OKLAHOMA",
      "utterance": "I think it just shows that this is really a house of cards. They are trying to make something that they have no evidence of. They talk about people being guilty, it has nothing to do with collusion. I think the American people, they see right through this, it is as a continual strawman argument and they are going to continue to push it every way they can."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That meeting at the White House today, they always call it a gang of aide, why don't we call it the nob of aide. It's not clear what documents were actually presented to Devin Nunes or to Trey Gowdy, were they able to actually look at the documents or not look at the documents."
    },
    {
      "speaker": "RUSSELL",
      "utterance": "Well the details of the meeting will not be released because-"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yeah. Mitch McConnell was tight lipped about this."
    },
    {
      "speaker": "RUSSELL",
      "utterance": "and all of those were present as they should be. But I think the biggest concern is will Devin Nunes and Trey Gowdy and other be able to get the information, to look at the information without redaction. We see these problems where they will redact things, withholding it from Congress since 1814 and they over sat governments own committee. We have that responsibility. Nothing should be redacted from Congress, they need that information to get to the facts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Robert this is what Adam Shiff said about the meeting. Let's watch. REP. ADAM SCHIFF, D—CALIFORNIA: Nothing we heard today has changed our view that there is no evidence to support the allegation that the FBI or any intelligence agency placed a spy in the Trump campaign or otherwise fail to follow appropriate procedures and protocols."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But apparently they didn't have access to the documents they wanted. At least it's not clear that they did. And so how is he coming up with, \"oh nothing we saw.\" apparently they didn't see all the documents again."
    },
    {
      "speaker": "ROBERT DRISCOLL, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "And what I took from what he said is that it's a very carefully worded statement. He said there is no evidence that they placed a spy on the campaign. That could still you mean had a confidential informant on the campaign and record the conversation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They didn't really have an office at Trump Tower. DRISCOLL. It means they didn't have an in bed in the campaign. Okay I get that but I don't think that that's necessarily what's of most concern to Congress. So I think what's interesting to me is Trump could de-classify all this stuff himself with a stroke of a pen and he actually showing a little bit of deference to the DOJ by, he is almost playing a mediating role between two branches of government rather acting as the head of the executive branch saying look, Congress has got a point. There needs to be more transparency here. I'm not going to force you to disclose everything because maybe some interest are so strong it's justified."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Honest reasons for redaction."
    },
    {
      "speaker": "DRISCOLL",
      "utterance": "I couldn't get over the $70 000 conference room table that Andrew McCabe bought was one of the redactions."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But didn't they get on Ben Carson's wife for the table. How much was that? That was $11 000. She got a 70-I mean where do they get their tables? God, they have got to go to the store house or whatever. John let's talk to you. We've been talking a lot about overage of the surveillance state. I did a big piece on this last night. Since 911, I guess all these good intentions. We are going to keep the nation safe. Of course we want to keep the nation safe."
    },
    {
      "speaker": "JOHN KURIAKUZ, FORMER CIA ANALYST",
      "utterance": "All of us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But we have created a surveillance super state in this country and I think a lot of good people in all these agencies that put their lives on the line for us. But people also think they are beyond reproach and they are so confident that they're right. They want to do what they want to do with impunity."
    },
    {
      "speaker": "KURIAUZ",
      "utterance": "And that's the deep state. I'm glad that you keep calling it the deep state because it exists. You don't have to call it the deep state. You can call it the federal bureaucracy but it's there, it's unelected and it's in power forever. People have to remember that those patriots at the CIA, FBI NSA and elsewhere, many of them came of age and entered into the secret service during the Obama administration and for many of them that's where their loyalties lie. So yeah, there really is a deep state. The Congressman made a very important point too. And that's about congressional oversight. The CIA just as a part of its very nature pushes back on congressional oversight and they will provide to Congress as little as they can get away with. That's where Congress has to fight for its rightful role in oversight."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "and you were put in jail for 30 months you leaked the information about the Waterboardings correct?"
    },
    {
      "speaker": "KURIAKUZ",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's a long story and most of the charges were dropped, one remained. You felt what happened when you decided to say this, it didn't seem right to you. I don't lose sleep about Water boardings, I know a lot of people don't. Like KSM, I don't really care about that. But you feel that the way things have developed in this country with the explosion of the Intel agencies that it's very hard for Congressman Russell, for Devin Nunes and Trey Gowdy and frankly for Democrats if they were honest to actually say, \"hey what's going on here?\" All these sights, these rendition sights of Pakistan and everything. What's happening here and they don't want to say it. That has a natural tensions and it has always been there but it's worse. The bigger the Intel state is; the super state is the worse it is. Correct?"
    },
    {
      "speaker": "KURIAKUZ",
      "utterance": "And remember that it got far worse during the Obama administration. John Brennan at the White House had former colleagues of mine have described as Nixonian obsession with leaks. Where he was the driving force between the Eighth Espionage act cases that the Obama justice department brought against people in the Intelligence community. That's nearly three times the number of espionage cases as all previous presidents combined. And it wasn't really about those individuals, it was about sending a message to the rest of the Intelligence community to keep your mouths shut."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't you dare, don't you dare. That's a little mafia esque. Congressman and Robert, I want you both to respond. You can see where this is going. The left is trying find these side issues to grasp onto. I don't think informants in a campaign or trying to make contact is a side issue. I do think it's a side issue when they say \"oh the President's lawyer and the chief of staff were at a meeting for a short period of time. They were freaking out about this today. Let's watch."
    },
    {
      "speaker": "JAKE TAPPER, CNN ABCHOR",
      "utterance": "I was stunned that Emit Flood attended even if he wasn't there for the classified part of it that he would even show his presence."
    },
    {
      "speaker": "FRANK FIGUUZZI, NBC NEWS ANCHOR",
      "utterance": "The presence of Emit Flood even if it was just to make introductory remarks clearly now creates a conflict."
    },
    {
      "speaker": "ARI MELBER, MSNBC ANCHOR",
      "utterance": "What we saw in that meeting today was improper and it was unprecedented and it does risk undermining parts of the Mueller probe."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't know if these people know anything about the law. Emmet Flood was there to say, we're here, we want to help, we want transparency. We're cooperating and want to take a positive role in this. And they stayed apparently for a shorter period of time, then they were gone. Congressman? REP. STEVE RUSSELL, R—OHIO: It's the typical \"Pravda\" like playbook. Admit nothing, deny everything, make counter accusations. Put up some shiny object, distract on the facts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Did you say \"Pravda\" like playbook?"
    },
    {
      "speaker": "RUSSELL",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, I love it. Isn't that fun? Robert?"
    },
    {
      "speaker": "ROBERT DRISCOLL, MCGLINCHEY STAFFORD MEMBER",
      "utterance": "Again, it's kind of commonplace. The president again is playing a mediating role in this, and I think all that happened was Flood was there at the beginning, said the president wants you guys to release as much as you can."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Transparency."
    },
    {
      "speaker": "DRISCOLL",
      "utterance": "And then they walked out prior to the classified portion of the briefings is my understanding."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They making it like Emmet directed the meeting, he's like, OK, calling on you and you. That's not how it went down. It's lies."
    },
    {
      "speaker": "DRISCOLL",
      "utterance": "You have to pick a branch, and the DOJ work for the president. And so it's not inappropriate for the president and White House counsel to say prior to the meeting, you work for us, here's where the boss wants to go for this. He wants maximum transparency while still protecting --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Robert, I have to ask you this. What is the likelihood that only one informant, this hapless Halper, apparently, whatever, this professor, is the only person who was tasked with some type of outreach to the Trump campaign. Doesn't that seem odd that it would be just one guy? Maybe it was, but that's just lame. If they really want to get answers, just one guy?"
    },
    {
      "speaker": "DRISCOLL",
      "utterance": "The Australian contact was the one that always was a question to me. I've been in a lot of bars with a lot of people who have said a lot of stupid stuff, and the notion that I would run to the FBI or run to an intelligence agency based on a late night conversation with somebody in a bar --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Was that Papadopoulos? Was that the Papadopoulos meeting?"
    },
    {
      "speaker": "DRISCOLL",
      "utterance": "In London. It seems kind of strange to me. Maybe that is totally innocent and he just has a hair trigger for when to run to an intelligence agency, but I don't think that's common behavior, and that my be worthy of taking a look at."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think they have to bring more people to testify on Capitol Hill. We are almost out of time, but I would bring more people back. Susan rice has got to come back. I would bring all these people. I'd bring Loretta Lynch, I'd bring that Oleg Deripaska, that Russian billionaire that they were making contact with trying to get him to agree to this collusion narrative. He laughed them out of his apartment in New York. I would get all these people back. We are not getting the answers we deserve. And bring the people back to testify. They don't want to testify, that tells us a lot. Samantha Power, bring her in. She never testified at all I don't believe, right Congressman? I don't believe she was every out there. Fantastic segment. We could do the whole hour with your three brilliant men. Players are already plotting to get around the NFL's new ban on the National Anthem protest. You are not going to want to miss this. Of course the resistance lives even in sports."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yesterday the NFL announced it will require players to either stand on the field or remain in the locker room during the playing of the National Anthem. And today numerous reports said that instead of kneeling during the anthem, NFL players are now already planning new ways to protest. The ever-patriotic editorial board of The New York Times helpfully suggested players raise black gloved fists in the air. President Trump thinks it's important that all players respect the anthem."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I don't think people should be staying in locker rooms, but still I think it's good. You have to stand proudly for the National Anthem or you shouldn't be playing. You shouldn't be there. Maybe you shouldn't be in the country. You have to stand proudly for the National Anthem, and the NFL owners did the right thing if that's what they've done."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Love it or leave it, baby. I'm sorry, I thought that was hilarious. So should alternative player protests be tolerated? Let's debate that with the former NFL star, author of the new book, \"Why I Stand, from Freedom to the Killing Fields of Socialism,\" Burgess Owens, and Democratic strategist Antjuan Seawright. Let's go to you, Antjuan. Look, I think a lot of players are tired of this whole controversy. I bet if you really talk to them they just want to play football and enjoy the game that most of them are played a decent amount of money to play. But nevertheless it's bubbled up again. Why a new round of protests to drag the NFL through yet another season of discontent?"
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, DEMOCRATIC STRATEGIST",
      "utterance": "I think that most people have forgotten why are we even having this conversation. The truth of the matter is this started because there were NFL players who believed that at the hands of law enforcement, black and brown people in this country have been mistreated, mishandled, and killed. And they feel like it's wrong. And they have the ability based on one of the hallmarks of our democracy to peacefully protest, and they started this movement. That has gotten lost in the conversation. Instead the conversation has been about President Trump instead of focusing on being president of the United States, he wants to tell NFL players what they do and how they should do their jobs."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They have an opinion. I think that's fair, Antjuan. NFL players have their opinion, and the president is like, you should stand for the anthem. Everyone has a give and take care of."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "But Laura --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on, when you are a football player, you are also subject to the rules of the NFL. The owners do write the rules, the Players Association has their say. And Burgess Owens, obviously as a former player yourself, the rules of the game are the rules of the game, and the owner set the rules. They were getting tired of the lower attendance and the public upset over this, even though, as you pointed out, they are trying to go global."
    },
    {
      "speaker": "BURGESS OWENS, RETIRED NFL PLAYER",
      "utterance": "Can I just say something really quick? I'm going to bring a different flavor to this thing, guys, because it takes a lot of hard work to take 60 years of building a brand the way the NFL has done, 14 million fans, to mess it up within two years the way they have. It either is based upon total incompetence, feckless leadership, or its done on purpose. And I think it's done on purpose, to be honest with you. You have a commissioner paid $40 million a year, 90 percent of that is based on growth incentive. What we are looking at is elitist globalists. The NFL does not mind this chaos. They don't mind demeaning of the American flag, tarnishing the American brand, because they look at it international. There are international countries out there, China, France, German, that could care less about the American way, and that's where they see their --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Then why would they change the rule, though, Burgess? Why would they change the rule if they were worried about the global brand? You're right, over in Europe they don't care if people stand for the National Anthem or in China, they're not going to care about that. But the base of the money is still in the United States. That's where they make their bread and butter, correct?"
    },
    {
      "speaker": "OWENS",
      "utterance": "This is the deal. The rules say very simply you can stay in the locker room if you want to help protest, you're protesting, or if you stand on the sideline, the team pays the fine. So we'll keep this whole conversation. The NBA is not going to talk about this for the last two years because they made a decision that their players will respect the corporation and respect the flag."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a good point."
    },
    {
      "speaker": "OWENS",
      "utterance": "You don't see anything happening in the NBA."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Antjuan, that's a great point, that the NBA doesn't have this problem because they have a rule that you stand for the anthem and you respect the playing of the National Anthem, correct? There was a great piece on ESPN about this, that the NBA hasn't gotten into this problem."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Laura and Burgess, a little note of fact. The same day this ruling came down by NFL owners, by the way, who by the way did not have an NFL PA representative in the room when they made this decision, the same day this came down a video was released by the Milwaukee police department in which an NBA player was tazed over parking violations. Keep in mind we are having this conversation again because African-Americans and black and brown people are five times as more likely to be injured or killed at the hands of law enforcement --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Antjuan, Antjuan, what does that have to do with a football game?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Laura, --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Then write an op-ed. Antjuan. A lot of them volunteer and have great charities, that's fantastic. But people tune in --"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "And under the First Amendment they have the ability to peacefully protest --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- to watch the game. They don't care about your political views, I hate to tell you. They don't care. Burgess?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "If they don't care then why does the president have to weight in on --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on, one at a time."
    },
    {
      "speaker": "OWENS",
      "utterance": "It's something the left does -- use, abuse, and discard. And what they --"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "You want to make this about the left versus the right, Burgess."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on, Antjuan. Hold on."
    },
    {
      "speaker": "OWNS",
      "utterance": "Antjuan, how about respect, my friend? Why don't you listen for a few minutes? What the NFL is doing is using American fans to become billionaires and abusing them every single Sunday sharing this ideology of Marxism socialism, and they're going to discard them for international foreign fans. At the end of the day they are looking at billions of dollars in a new market, and all this is going with the new plan that keeps this whole thing alive. We will be talking about this for the next two years while players are deciding how they want to demonstrate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Final word, Antjuan?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Burgess, let me remind you, you look like me, my friend. You look like me."
    },
    {
      "speaker": "OWENS",
      "utterance": "And I'm America. I look like a lot of other Americans. I am an American first."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Are you going to let me finish my point or are you going to try to talk over me? People who look like us have it five times more likely to experience being mishandled at the hands of law enforcement than any other race. That's why these players are taking a knee, and that's why they are taking a stand, and I commend them for their efforts. I'm sorry, this president --"
    },
    {
      "speaker": "OWENS",
      "utterance": "How about if we decide to tell our kids that America comes first and we should be proud of who we are."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, guys, fantastic conversation. And look, I think we all want things to be better. We want people to have jobs, we want families to be able to stay together, we want the police to respect everyone. I think they generally do but there are mistakes made."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think not a lot of this is going to be solved by taking a knee or wearing a black armband. People can do what they want, and I think the league is going to have to decide for itself how to deal with this next year."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Laura --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I appreciate it, thanks guys, we are out of time but a fantastic conversation. Nancy Pelosi is apparently not ready for prime time. CNN gives her a town hall to try to boost Democratic fortunes, but it backfires big time. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Told you, Democrats are beginning to panic as that blue wave starts evaporating before their very eyes. Back in December, Real Clear Politics average gave Dems a 13 point lead in the generic congressional vote. People were panicking here in Washington. As of Tuesday that lead in the midterm elections was down to just four percent. Democrats responded last night by rolling out their secret weapon, it's a new person-- Nancy Pelosi. But she kind of stumbled and bumbled her way through a primetime town hall and was confronted about her infamous crumbs remark."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "When the tax and jobs bill was passed I gave my employees a $1,000 bonus plus a five percent pay increase that they appreciated very much. After that, they reduced withholding from their paychecks and it turned to a noticeable increase in income. It certainly was not crumbs to them."
    },
    {
      "speaker": "REP. NANCY PELOSI, (D) HOUSE MINORITY LEADER",
      "utterance": "Let me congratulate you and commend you, because you are a rarity. Not many businesses -- only a small percentage of businesses shared their tax advantage with their employees."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good luck selling that story, Nancy. Let's discuss this, how well this innovative strategy might with pollster Frank Luntz. Frank, it was a flop not only in the ratings but substantively last night for Pelosi. She was bombarded with questions and comments from people who didn't share her outlook on a variety of issues including Russia, and even the age of the Democratic leadership. How do things stand today?"
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "utterance": "I have been tracking this on a weekly basis going back now for a year and a half, and these are the best members that the GOP has had in the last year. One of the reasons is that women, working women, women with children have begun to leave the Democratic Party. It's not that they are pro-Republican, but what they see among the Democrats is the same kind of negativity that turned them off in previous elections. Second is that Nancy Pelosi is simply the least popular, credible figure in the Democratic Party right now. She's more unpopular than Hillary Clinton or Chuck Schumer. And quite frankly if the Republicans could find somewhere way to engineer a vote over who would be speaker of the House in January of 2019, if they could engineer that vote, I would be prepared to say right now that the Republicans would keep the majority because there are so many people out there, swing voters, who do not want Pelosi as speaker that that one action could make a difference. And third, and this is a warning, though, which is that there is still an intensity difference between Democrats and Republicans. A lot of Democrats can't wait to vote in November. Republicans are still less energized. If the GOP can get a Pelosi vote and energize their base, then they will keep the majority."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think the \"i\" word, frank, is a big motivator for Republicans. I think that is going to intensive over the fall. The more we hear Congressman like Congressman Al Green and others talk about if we get the House, articles of impeachment, we're going to hit that right away, I think a lot of these Republicans out there and middle of the road people see the economy going up, they don't want to throw us backwards. And I think that is going to be a big plus for the Republicans along with just the economy, unless somehow it craters."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "The phrase don't turn back the clock would work this time. But also, the Democrats have not offered anything in the alternative. It's always been why Donald Trump is wrong, why House Republicans are wrong. And the fact is voters do want to vote for something even if they are angry, even if they're frustrated. They need a reason to vote for political parties. It's why the GOP did the contract with America in 1994. That is what made the difference then. You don't hear anything from the Democrats."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nothing substantive. In fact one of the folks at the town hall in the audience brought up the other issue I think is hurting Democrats, which is the Russia obsession. Let's watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If Trump actually colluded with the Russians, why wasn't he found guilty of it after a year of investigation? Wouldn't there be some type of concrete proof by now? HOUSE MINORITY LEADER, REP. NANCY PELOSI, D—STATE NAME: You know that there is an investigation going on under Counsel Mueller, and that is where we wouldn't have any idea of what was going on, nor should we know what's going on in that investigation. But it is -- it takes time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Frank, talk it out."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Nobody cares. The fact is they care about their taxes, they care about their paychecks, they care about their jobs. They care about the economy. And when you have a 3.9 percent unemployment rate, actually the truth is Republicans should be beating the Democrats right now. But it's partially a communications challenge. And frankly, the media does not give what the Republicans have done over the last year and a half, they don't get the full play on GOP successes, and that's one of the reasons why they are still down in the generic ballot."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thanks so much, Frank. Great analysis. Stay right here, because you don't want to miss this. In just a minute, a selfless woman who will remind you why you are so proud to be an American, and why we have so much as Americans today, this Memorial Day holiday, to be grateful for."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This Memorial Day we take the time to honor those who gave the ultimate sacrifice and to express our gratitude. And tonight, we would like to introduce you to Sarah Verardo. She's the executive director for the national nonprofit assisting severely wounded veterans and their caregivers. And she is also a caregiver to her husband, Michael, one of the most severely wounded veterans injured in Afghanistan. He's now undergoing his 119th surgery. Sarah, welcome to \"The Angle.\" First of all, I had a chance to talk to you on the radio. You are so inspiring. Your husband has suffered greatly. He has been through more surgeries than anyone can bear and remember. But you have turned your focus not just to take care of him but also to help raise money for these track chairs and other items and devices that our veterans need that the V.A. benefits don't necessarily cover."
    },
    {
      "speaker": "SARAH VERARDO, WIFE OF WOUNDED VETERAN",
      "utterance": "I realized that really when Michael left the army, his war ended and mine began. And mine was fought on the home front against the very institution that I thought was going to take care of him, the V.A. It was a very bureaucratic and long process, and that's what I love about the Independence Fund. We see if this is an unmet need we're going to fill it with track wheelchairs and anything else, sports equipment, that these heroes need to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So IndependenceFund.org."
    },
    {
      "speaker": "VERARDO",
      "utterance": "Yes, ma'am."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And you guys have already raised $60 million. Bill O'Reilly has helped raise millions and millions of dollars. We want to raise many millions more for you. Your husband lost his leg and most of one arm, correct? And you have three young daughters. How is life today?"
    },
    {
      "speaker": "VERARDO",
      "utterance": "We feel very blessed. As we go into Memorial Day weekend, many of my dearest friends are widows, and so they have folded American flags in place of their husbands. And so our life is certainly so much more challenging than I would have ever predicted when I started this journey with Michael, but our blessings so far outweigh our burdens. We are very, very lucky. But the wounded, the fight never ends, and we know that here at the Independence Fund, and we're with them and their families every step of the way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The V.A. Mission Act, I bet you will be on board when the president signs that in early June. It's going to do a lot to help our veterans. This president gets very little credit from the media, but this is a bipartisan effort. A lot more money will go to rehabilitation and helping those in need."
    },
    {
      "speaker": "VERARDO",
      "utterance": "My husband, we have had a chance to spend lot of time with the president, with his family. He has an unmatched heart for America's veterans. And he campaigned unequivocally on a promise that veterans would be able to choose his or her own health care provider and its promise made, promise kept. We've thrilled by the V.A. Mission Act."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the news when you got it, April 24, 2010. Take us back to that day."
    },
    {
      "speaker": "VERARDO",
      "utterance": "Michael and I weren't married yet at the time, so I got it actually from his mother. But we were together in high school, not dating, but we went to high school together during the events of September 11, and it spurred his call to action. And so I was not surprised to learn that when Michael does something he goes all in, all the way. So he was so proud. He would go back tomorrow if they would let him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's 82nd airborne."
    },
    {
      "speaker": "VERARDO",
      "utterance": "Gest of the best."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Going back to Kandahar, like so many of our bravest, stepped on an IED that was planted. Horrific, vicious things. I am going to see you at Walter Reed I hope next week and get a chance to spend some time with him. IndependenceFund.org, please give what you can, an amazing organization. It's the least we can do, frankly. I hope you have a meaningful Memorial Day weekend, we will be in touch and I will see you next week."
    },
    {
      "speaker": "VERARDO",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thanks so much, very inspiring. We will be right back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Before we go, let's take a look at a few tweets reacting to tonight's show. Polly tweets \"My golden retriever wishes he could bury his bone as deep as the left can bury a spy-gate lead.\" Mark tweets \"Feel free to protest all you want, but not on my time or dime.\" I expect all of you to stand and respect the flag, the anthem, and the military.\"That's all the time we have left tonight. Remember, IndependenceFund.org, give what you can. It's a great thing to do to commemorate this Memorial Day Weekend. END <Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    }
  ]
}