{
  "date": "May 3, 2018",
  "headline": "Legal implications of Trump porn star payment",
  "subHeadline": "'Special Report' All-Stars break down news that Michael Cohen was reimbursed for $130,000 payoff.",
  "url": "https://www.foxnews.com/transcript/legal-implications-of-trump-porn-star-payment",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RUDY GIULIANI, FORMER NEW YORK CITY MAYOR",
      "sentences": "That money was not campaign money. Sorry, I am giving you a fact now that you don't know, it is not campaign money. No campaign finance violation. It was funneled through a law firm, and then the president repaid it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "sentences": "I didn't know. He did? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There is no campaign finance law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Zero. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "This was information that the president didn't know at the time but eventually learn. The president has denied and continues to deny the underlying claim. We give the very best information that we have at the time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL AVENATTI, STORMY DANIELS' LAWYER",
      "sentences": "Mr. President, you and your advisors and your lawyers need to bring it. Bring it, because you continue to lie to the American people and we are not going to tolerate it, not today, not tonight and any other day. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS",
      "sentences": "All right, let's bring in our panel, lots to talk about there: Tom Rogan, commentary writer for The Washington Examiner; Charles Lane, opinion writer for The Washington Post, and Charles Hurt, opinion editor for The Washington Times. Rudy is one of the newest members of the legal team, and he is out there talking a lot, Charlie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES HURT, THE WASHINGTON TIMES",
      "sentences": "Yes, he is out there talking, and I do think it is important, a lot of people are speculating about whether he went too far or whether he got over his skis last night with Sean Hannity. But at the end of the day I think that he wanted to accomplish two things and he did accomplish those two things. One is he wanted to go ahead and set the marker that in fact Donald Trump himself did pay the money that went for the NDA agreement. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And the second thing that he wanted to accomplish was he wanted to put out there that the president did it for personal reasons, not for the campaign. He kind of stepped on that a little bit this morning \"FOX AND FRIENDS\" where it seemed to sort, he seemed to walk it back a little bit, but he wanted to accomplish those two things. He did, and because he did that I think that the president is in a lot better, is in a stronger situation because of that now than he was when there were questions about who paid for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And Chuck, was this a cleanup issue of potential campaign violations dealing with the FEC, if the president tackles it this way, if Rudy Giuliani says he did pay, this is how it worked, does it put out that fire for the Trump campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, THE WASHINGTON POST",
      "sentences": "I don't think so. I think this started a whole bunch of new fires. This is antics that are going around what is actually a pretty serious issue. A couple of weeks ago, I think it was about a month ago on Air Force One, the president flatly denied knowing anything about this payment, which created a situation in which there were two alternatives. One, he was lying, or two, some other benefactor, he was in the thrall of some benefactor who paying hush money to his alleged former mistress. Now we know he was lying. So if that is the best-case scenario for him, that is not a good case. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } The campaign finance thing is only the beginning of the trouble because there is going to be a whole inquiry now by the southern district of New York's U.S. attorney into this chain of payment that was funneled through his then lawyer Michael Cohen and whether there was any fraud going on in that in terms of what he represented to the banks and so forth. I don't think anything has been cleaned up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "So Tom, a lot of this it seems would go back to a timeline of what the president did know, when he did get involved with payments. They have been very careful in their language. It is possible that they've been telling the truth but parsing the words very carefully to this point. Whether the American people feel like it is wrong or they feel like they have been lied to by the president, that is a different question altogether of whether he did something legally wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM ROGAN, THE WASHINGTON EXAMINER",
      "sentences": "Right, but I think that notion of the American people is what we are going at here, or at least what the Trump administration is trying to do through Giuliani. I think they sense Mueller closing in in some way, whether that be through Cohen, whether it be through collusion, whatever. And so to them the best thing to do is to fight this fight in the political domain rather than the legal domain. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } They know as much as the law is supposed to be blind, ultimately because this is the president of the United States and a special counsel, if the president can get out ahead of this and push this into that public atmosphere, I think they think that Robert Mueller perhaps will be more amenable to negotiating or to backing off. I'm not sure if that is a good gamble, but I think that's what they are trying to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And to this P.R. point, a lot of back-and-forth between Rudy Giuliani and former FBI director James Comey, of course fired by the president, today about whether people are acting like stormtroopers or not. Comey says stop using the words, and Giuliani says stop acting like it. Where do we go, Chuck? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "Again, I try to be a political analyst, and yet this is almost, I've used the words antics. It's this kind of fracas that's going on between these formerly very substantial people in our political system like the former mayor of New York and the former director of the FBI. No, I wouldn't say that Rudy Giuliani chose the wisest, most adequate term when he called a bunch of FBI agents stormtroopers. And furthermore, they were there without a search warrant. They didn't barge in like the Gestapo or something like that. That is just something -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "What do make of the fact that not only Cohen, but Manafort, for example, was very heavy-handed the way that it was carried out and the way that things --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "Stronger case with respect to Manafort, I'll give you that one. The handcuffs and all that stuff, whatever the tactics, the known operate, sorry. But they dotted all of the i's and crossed all their t's with respect to Michael Cohen. I agree it's controversial to go into a lawyer's office, but they so far as we know are following procedure. So basically what Rudy Giuliani is engaged in is he is working the refs, as Tom said, and he's just trying to spin and shape the narrative. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Sometimes that's necessary in events, but this point today that Cohen was wiretapped, NBC later corrected. They're reporting our reporting has been that there was this pen register where they logged phone calls when they go in, when they go out, how long they are. Judge Napolitano sat here at the beginning of the show saying, Charlie, he doesn't think that they did not listen. He doesn't think that they could have resisted that temptation and they probably did listen to phone calls. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And whether they did or not, these are huge constitutional issues. Who authorized such a thing? You're talking about the president of the United States. You're talking about his personal attorney. And I do think that maybe the president hasn't been fully forthcoming about the Stormy Daniels thing at every step of the way. But not being fully forthcoming to people, to the American people, is not a crime. That's not a violation. And when you look at the charges that the president colluded with Russia to jilt an American election, those are the charges that Mueller is going after. And then to come around to this nonsense about the Stormy Daniels NDA payment, where it went, and who, all this stuff, it is almost like going after Al Capone for his income taxes evasion. This is not, this has nothing to do with a serious crimes, the serious charges that were leveled against the president. And it is like, well, now, the prosecutor needs some scalp on his wall, so we are going to come up with some cocked up version of some nonsense. And I have a real problem with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "What we have seen officially so far, no evidence of collusion as we now await the Mueller investigation. Although one of the witnesses who was interviewed yesterday said if you think that is off the table, you are not paying attention. More on that coming up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, FORMER NEW YORK CITY MAYOR",
      "utterance": "That money was not campaign money. Sorry, I am giving you a fact now that you don't know, it is not campaign money. No campaign finance violation. It was funneled through a law firm, and then the president repaid it."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "utterance": "I didn't know. He did?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There is no campaign finance law."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Zero."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "This was information that the president didn't know at the time but eventually learn. The president has denied and continues to deny the underlying claim. We give the very best information that we have at the time."
    },
    {
      "speaker": "MICHAEL AVENATTI, STORMY DANIELS' LAWYER",
      "utterance": "Mr. President, you and your advisors and your lawyers need to bring it. Bring it, because you continue to lie to the American people and we are not going to tolerate it, not today, not tonight and any other day."
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS",
      "utterance": "All right, let's bring in our panel, lots to talk about there: Tom Rogan, commentary writer for The Washington Examiner; Charles Lane, opinion writer for The Washington Post, and Charles Hurt, opinion editor for The Washington Times. Rudy is one of the newest members of the legal team, and he is out there talking a lot, Charlie."
    },
    {
      "speaker": "CHARLES HURT, THE WASHINGTON TIMES",
      "utterance": "Yes, he is out there talking, and I do think it is important, a lot of people are speculating about whether he went too far or whether he got over his skis last night with Sean Hannity. But at the end of the day I think that he wanted to accomplish two things and he did accomplish those two things. One is he wanted to go ahead and set the marker that in fact Donald Trump himself did pay the money that went for the NDA agreement. And the second thing that he wanted to accomplish was he wanted to put out there that the president did it for personal reasons, not for the campaign. He kind of stepped on that a little bit this morning \"FOX AND FRIENDS\" where it seemed to sort, he seemed to walk it back a little bit, but he wanted to accomplish those two things. He did, and because he did that I think that the president is in a lot better, is in a stronger situation because of that now than he was when there were questions about who paid for it."
    },
    {
      "speaker": "BREAM",
      "utterance": "And Chuck, was this a cleanup issue of potential campaign violations dealing with the FEC, if the president tackles it this way, if Rudy Giuliani says he did pay, this is how it worked, does it put out that fire for the Trump campaign?"
    },
    {
      "speaker": "CHARLES LANE, THE WASHINGTON POST",
      "utterance": "I don't think so. I think this started a whole bunch of new fires. This is antics that are going around what is actually a pretty serious issue. A couple of weeks ago, I think it was about a month ago on Air Force One, the president flatly denied knowing anything about this payment, which created a situation in which there were two alternatives. One, he was lying, or two, some other benefactor, he was in the thrall of some benefactor who paying hush money to his alleged former mistress. Now we know he was lying. So if that is the best-case scenario for him, that is not a good case. The campaign finance thing is only the beginning of the trouble because there is going to be a whole inquiry now by the southern district of New York's U.S. attorney into this chain of payment that was funneled through his then lawyer Michael Cohen and whether there was any fraud going on in that in terms of what he represented to the banks and so forth. I don't think anything has been cleaned up."
    },
    {
      "speaker": "BREAM",
      "utterance": "So Tom, a lot of this it seems would go back to a timeline of what the president did know, when he did get involved with payments. They have been very careful in their language. It is possible that they've been telling the truth but parsing the words very carefully to this point. Whether the American people feel like it is wrong or they feel like they have been lied to by the president, that is a different question altogether of whether he did something legally wrong."
    },
    {
      "speaker": "TOM ROGAN, THE WASHINGTON EXAMINER",
      "utterance": "Right, but I think that notion of the American people is what we are going at here, or at least what the Trump administration is trying to do through Giuliani. I think they sense Mueller closing in in some way, whether that be through Cohen, whether it be through collusion, whatever. And so to them the best thing to do is to fight this fight in the political domain rather than the legal domain. They know as much as the law is supposed to be blind, ultimately because this is the president of the United States and a special counsel, if the president can get out ahead of this and push this into that public atmosphere, I think they think that Robert Mueller perhaps will be more amenable to negotiating or to backing off. I'm not sure if that is a good gamble, but I think that's what they are trying to do."
    },
    {
      "speaker": "BREAM",
      "utterance": "And to this P.R. point, a lot of back-and-forth between Rudy Giuliani and former FBI director James Comey, of course fired by the president, today about whether people are acting like stormtroopers or not. Comey says stop using the words, and Giuliani says stop acting like it. Where do we go, Chuck?"
    },
    {
      "speaker": "LANE",
      "utterance": "Again, I try to be a political analyst, and yet this is almost, I've used the words antics. It's this kind of fracas that's going on between these formerly very substantial people in our political system like the former mayor of New York and the former director of the FBI. No, I wouldn't say that Rudy Giuliani chose the wisest, most adequate term when he called a bunch of FBI agents stormtroopers. And furthermore, they were there without a search warrant. They didn't barge in like the Gestapo or something like that. That is just something --"
    },
    {
      "speaker": "BREAM",
      "utterance": "What do make of the fact that not only Cohen, but Manafort, for example, was very heavy-handed the way that it was carried out and the way that things --"
    },
    {
      "speaker": "LANE",
      "utterance": "Stronger case with respect to Manafort, I'll give you that one. The handcuffs and all that stuff, whatever the tactics, the known operate, sorry. But they dotted all of the i's and crossed all their t's with respect to Michael Cohen. I agree it's controversial to go into a lawyer's office, but they so far as we know are following procedure. So basically what Rudy Giuliani is engaged in is he is working the refs, as Tom said, and he's just trying to spin and shape the narrative."
    },
    {
      "speaker": "BREAM",
      "utterance": "Sometimes that's necessary in events, but this point today that Cohen was wiretapped, NBC later corrected. They're reporting our reporting has been that there was this pen register where they logged phone calls when they go in, when they go out, how long they are. Judge Napolitano sat here at the beginning of the show saying, Charlie, he doesn't think that they did not listen. He doesn't think that they could have resisted that temptation and they probably did listen to phone calls."
    },
    {
      "speaker": "HURT",
      "utterance": "And whether they did or not, these are huge constitutional issues. Who authorized such a thing? You're talking about the president of the United States. You're talking about his personal attorney. And I do think that maybe the president hasn't been fully forthcoming about the Stormy Daniels thing at every step of the way. But not being fully forthcoming to people, to the American people, is not a crime. That's not a violation. And when you look at the charges that the president colluded with Russia to jilt an American election, those are the charges that Mueller is going after. And then to come around to this nonsense about the Stormy Daniels NDA payment, where it went, and who, all this stuff, it is almost like going after Al Capone for his income taxes evasion. This is not, this has nothing to do with a serious crimes, the serious charges that were leveled against the president. And it is like, well, now, the prosecutor needs some scalp on his wall, so we are going to come up with some cocked up version of some nonsense. And I have a real problem with that."
    },
    {
      "speaker": "BREAM",
      "utterance": "What we have seen officially so far, no evidence of collusion as we now await the Mueller investigation. Although one of the witnesses who was interviewed yesterday said if you think that is off the table, you are not paying attention. More on that coming up. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}