{
  "date": "May 27, 2016",
  "headline": "Gutfeld: Obama doesn't connect the dots in Hiroshima",
  "subHeadline": "The president's labored words expose flaws in his reasoning",
  "url": "https://www.foxnews.com/transcript/gutfeld-obama-doesnt-connect-the-dots-in-hiroshima",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT BARACK OBAMA",
      "sentences": "Among those nations like my own that hold nuclear stockpiles, we must have the courage to escape the logic of fear and pursue a world without them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Nations like my own: It's always, always about us. As to dropping the bomb he said: if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "The scientific revolution that led to the splitting of an atom requires a moral revolution as well. That is why we come to this place. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } The implication: The bombing was immoral, unjustified even though it saved millions of American and Japanese lives. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look, we expected him to express the obvious: Mass death is bad, we get it. But not connecting the one dot that two bombs prevented a longer more horrible end is petulant, but predictable. But he's not the only one. A new CBS poll has Americans split over the bombing: 43 percent approve, 44 percent disapprove. The disapprovers should consider the hundreds of thousands of Purple Hearts that were manufactured for our planned 1945 invasion of Japan, which never took place. Why didn't it? The bombs. Ironically, if we had invaded the folks who disapproved of it now might not be here to take a survey because their grandparents would have died on a beach before pro-creating. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But it's easy to judge now when this happened so long ago. Who hasn't ordered a kamikaze at a bar? But Obama's labored words exposed another flaw in his reasoning, this time about today's horrors. If you can cite American military might or Islamophobia as a root cause for Jihadism, then where is the Japanese version of Al Qaeda, after we dropped those bombs? Could it be the Japanese knew that to end war it required war? They got it. Obama never will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "President Obama became the first sitting president to visit Hiroshima today. I guess he couldn't fit Pearl Harbor into his schedule. Roll it, Carl",
      "utterance": ""
    },
    {
      "speaker": "PRESIDENT BARACK OBAMA",
      "utterance": "Among those nations like my own that hold nuclear stockpiles, we must have the courage to escape the logic of fear and pursue a world without them."
    },
    {
      "speaker": "Nations like my own",
      "utterance": "It's always, always about us. As to dropping the bomb he said:"
    },
    {
      "speaker": "OBAMA",
      "utterance": "The scientific revolution that led to the splitting of an atom requires a moral revolution as well. That is why we come to this place."
    },
    {
      "speaker": "The implication",
      "utterance": "The bombing was immoral, unjustified even though it saved millions of American and Japanese lives."
    },
    {
      "speaker": "Look, we expected him to express the obvious",
      "utterance": "Mass death is bad, we get it. But not connecting the one dot that two bombs prevented a longer more horrible end is petulant, but predictable. But he's not the only one. A new CBS poll has Americans split over the bombing: 43 percent approve, 44 percent disapprove. The disapprovers should consider the hundreds of thousands of Purple Hearts that were manufactured for our planned 1945 invasion of Japan, which never took place. Why didn't it? The bombs. Ironically, if we had invaded the folks who disapproved of it now might not be here to take a survey because their grandparents would have died on a beach before pro-creating. But it's easy to judge now when this happened so long ago. Who hasn't ordered a kamikaze at a bar? But Obama's labored words exposed another flaw in his reasoning, this time about today's horrors. If you can cite American military might or Islamophobia as a root cause for Jihadism, then where is the Japanese version of Al Qaeda, after we dropped those bombs? Could it be the Japanese knew that to end war it required war? They got it. Obama never will."
    }
  ]
}