{
  "date": "May 29, 2022",
  "headline": "'Fox News Sunday' on May 29, 2022",
  "subHeadline": "\"Fox News Sunday\" welcomed guests Mo Brooks, Olivia Beavers and Ben Cardin.",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-on-may-29-2022",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "sentences": "I'm Sandra Smith. President Biden headed to the scene of another mass shooting at the nation looks for answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I am sick and tired of it. We have to act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We'll have a live report from Uvalde, where a tight-knit community faces loss and law enforcement face questions about how this happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GREG ABBOTT (R), TEXAS",
      "sentences": "The information that I was given turned out in part to be inaccurate, and I'm absolutely livid about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And gun owners, lawmakers, and former President Trump gather at an NRA event in nearby Houston with protesters outside. As Washington begins yet another conversation about elusive gun reform legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "sentences": "We're going to try to work through this and see if we can find that common ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We'll ask Republican Congressman Mo Brooks, who has an \"A\" rating from the NRA, and is in a runoff for the Republican nomination for Senate in Alabama, about the divide over gun violence and gun rights. Plus, the president signs an executive order on police reform, two years after the death of George Floyd, as crime across the country rises. We will ask Democratic Senator Ben Cardin about the president's moves and the deadlock in Congress. Then, Pennsylvania's closely watched Republican Senate primary heads to a recount. We'll ask our Sunday panel about the big test for former President Trump's influence. All, right now, on \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASEY STEGALL, FOX NEWS CORRESPONDENT",
      "sentences": "Sandra, good morning. Indeed they are. President Biden and the first lady expected to make multiple stops, meeting with multiple victims of Tuesday's senseless act, now deemed the second deadliest school shooting in U.S. history. Nineteen children, mostly fourth-graders, and two adult teachers, were murdered in their own classroom. Police say the 18-year-old shooter managed to get inside Robb Elementary School through a door that had been propped open. When responding officers got on scene, the incident commander decided to wait on the SWAT team instead of engaging with the gunman right away. As a result, 45-plus minutes ticked by, officers in the halls as little kids flooded 911 with pleas for help. Until federal agents arrived, breaching the room and shot and killed the teen gunman as he emerged from hiding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVEN MCCRAW, TEXAS DEPARTMENT OF PUBLIC SAFETY DIRECTOR",
      "sentences": "From the benefit of hindsight, where I'm sitting now, of course, it was not the right decision. It was a wrong decision, period. There's no excuse for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "Officials say the suspect legally purchased of the gun and the ammunition used at a local store days before. Right now, they are poring through his social media, searching for a possible motive. This as the National Rifle Association is holding its annual conference this weekend down in Houston, more than 270 miles from here. The NRA event was on the calendar prior to this tragedy. A few keynote figures chose not to attend, like the Texas governor and the Texas lieutenant governor, while Texas Senator Ted Cruz and former President Donald Trump were in attendance. Meantime, the funerals will begin this week here in the community of this small, tight-knit community, I should say, a week that many students had looked forward to because it was the beginning of their summer vacation -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Hearts are broken all over the country as we continue to see that unity grieve there. Casey Stegall, thank you very much, reporting from Uvalde, Texas for us. Joining us now, Republican congressman and Alabama Senate candidate, Mo Brooks. Congressman, welcome and thank you for joining us here on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MO BROOKS (R-AL)",
      "sentences": "Thank you, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So you heard just a moment ago there, Republican Senator John Cornyn of Texas and some other Republican members of Congress had spoken out as well. They're suggesting that perhaps there could be some common ground found here on gun legislation in the wake of this most recent shooting. Would you support any changes, sir, to the current gun laws on the books?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, let's, for emphasis, understand what the Second Amendment is about. The Second Amendment is designed to help ensure that we, the citizenry, always have the right to take back our government should it become dictatorial. That was a great fear of the Founding Fathers and, quite frankly, it's a fear today. And as long as we enjoy un-infringed Second Amendment rights, then we don't really have to worry that much about the government ever becoming dictatorial. But the moment that we take from our citizenry our ability to take our government back is the moment that the ability of dictatorial forces increases to the point where perhaps they will try to implement a dictatorial government at the federal level. So I want to protect the Second Amendment right to bear arms. The amendment is very clear. It says the right to keep and bear arms shall not be infringed. If there are proposals out there that guarantee the rights of the American people to freely exercise their Second Amendment right to bear and keep arms, then I'll consider them. But if you're talking about depriving people of their Second Amendment right to bear arms -- well, first, it's unconstitutional. So you're going to have to address that with a constitutional amendment, and we'll see how Congress and the states react to that kind of measure. But second, it's not the proper way to go if you want to preserve our freedoms. And I say that having been the target of an assassination attempt on the baseball field in Virginia where 170-some-odd bullets were fired over about a seven-minute period of time. So I've been in the middle of one of these things and I was a primary target of the assassin where he had my name, my physical description in his pocket at the time he launched this attack. What we have to do is stop the motivation that causes these criminals, these horrific individuals, to do what they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I want to -- I want to dig into that in just a moment, because you did say some things on that this week. But first, to the specific gun laws in your state, sir. The minimum age in your state to buy an AR-15 like the one the school shooter used in Uvalde is 18 years old. There's no waiting period between the time that a firearm is purchased and when it's actually turned over to the buyer. There's no license for the sale of ammunition. Gallup research does find that a majority of Americans, 52 percent of them, are in favor of stricter gun laws when it comes to the sale of firearms. So to the majority of Americans who feel that way, you say what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, I suggest that the polling data that you have does not reflect of the opinions of the American people. I suspect that the people who were polled, by way of example, were not properly explained what the purpose of the Second Amendment right to bear arms is. And I'll use my own history as an example. There are many times when I went to school with a shotgun in my car. Why? Because I just got through duck hunting. There other teenagers my age at that point in time that also brought their weapons to school, and they had been hunters, too, for whatever it is the hunting season was about. Now, back when I was growing up, we didn't have these mass killings, okay? They weren't there. They didn't occur. Or if they did, I certainly was not cognizant of them and they were very, very, very rare, so rare that I cannot recall a single instance in which one of those things occurred during my youth. Today, they are much more common. What's the big difference between when I was growing up and today? The big difference is the decline in the moral values, the decline and a respect for human life. If we teach proper moral values, it would teach respect for human life, if we properly address mental health issues that may somehow or another be associated with all these things, then that is the way to fix the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Okay. So, to that point, this week, you suggested just that, what you believe is behind the rising number of mass shootings in America. You said this: It reflects poorly on liberal policies that encourage out- of-wedlock childbirth, divorce, single-parent households and amoral values that undermine respect for life. Mass killings that are common in America today were, as you just stated, when I grow up, a very rare thing. The way to prevent mass killings, you say, is to restore moral values. I'll dig into that more in just a second, but does that statement, sir, unfairly blame single-parent households in his country for the rise of mass shootings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Absolutely not. It blames moral values decline in the United States of America and there are a lot of factors that have contributed to our moral decline. By way of example, all the studies I've ever seen suggest that children who are raised with just one parent around, they don't do as well by the time they become adults. Why? Because it's almost impossible for a single parent to do the kind of job that two parents collectively can do. It's just a numbers game. And there are a lot of single parents that do an excellent job raising their kids, but they are super parents, and I thank them for the effort that they've put forth in producing children who later become responsible adults. But unfortunately, the data is very clear, those single-parent households, for whatever reason, end up resulting in children who are more likely to be on welfare, who are less likely to get the kind of grades you expect to get in school, or more likely to be involved in drugs, and unfortunately, are more likely to be involved in criminal conduct. That's just the data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, you're --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "And that's not to say that all single parents do that, okay? That is not the data. We're talking about probabilities and tendencies and 1, 2, 3, 4, 5 percent greater probability that has an effect on society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, restoring moral values, that's -- you're calling for glacial change there. People want to know what can be done today. Aren't you then making the case for red flag laws that could help these communities identify someone who owns a firearm, who doesn't have respect for human life? They have been adopted in 19 states, but not Alabama. Would you support that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Under the United States Constitution, before you can do something to this kind of individual, you have to show, one, that their mind is off a little bit, and two, that they have engaged in some kind of conduct that would warrant you taking the appropriate kind of action against them -- by way of example, to house them for their own protection or protection of others. It might be non compos mentis -- excuse me, mental capacity type of hearing. There are laws already on the books to take care of those types of issues. The problem is identifying them and identifying them as opposed to the problem associated with misidentifying others. And there has to be a balance. And that's a real challenge for our probate courts around the country and every other governmental body or person who is responsible for determining when someone becomes a risk to themselves and to others. That's a very difficult thing to mind read.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So is it fair to say you could be, if it was written correctly, open to some sort of red flag law in your state?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "We -- I'm not talking about red flag laws. I'm talking about a person who is a danger to others that we already have laws for that are already on the books, okay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Uh-huh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "If you've got some kind of mental issue and you're a danger to yourself or a danger to others, then you already can be subject to court jurisdiction and the appropriate court remedies to ensure that you're no longer a danger to yourself and others. That exists now. That's been on the books in Alabama for decades, and I believe it's been on the books throughout the country for decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Several speakers meanwhile, sir, chose not to attend this week's NRA event in Texas, including Governor Greg Abbott and Lieutenant Governor Dan Patrick. The NRA endorsed you recently. Do you believe it was appropriate to hold that meeting in Texas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "I'm not going to comment on the meeting in Texas because I'm not a part of it, but I very much appreciate that the National Rifle Association, Gun Owners of America, and the National Association of Gun Rights have endorsed me in this United States Senate race in Alabama over all other comers. That says a lot about who's going to actually fight to defend the Second Amendment right to bear arms, and in Alabama, that's a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. Onto the Senate primary runoff and the former President Donald Trump. You're now in a runoff in the Alabama Senate primary against Katie Britt, who I should note we did invite to join us here but she was unavailable. All this is happening after former President Trump decided to un-endorse you, sir, saying you had blown it by going, quote, woke for not talking about what he says was 2020 election fraud. What exactly did the president ask you to do after the 2020 election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "The president and I had many conversations between September 1st and his decision to un-endorse me that revolved around his being reinstated, revolved around his wanting to rescind the election. And I can understand him wanting to do that, okay? He was robbed, in my judgment, in 2020. In his judgment, he was robbed. And so I can understand that desire. The conflict was, when I would explain, the law does not permit us to do that. Our one shot at reversing the election, our one shot in an election contest under the United States Constitution and federal law, is on January 6th. That's it. That's the final appeal day. So anything we do after that has to focus on winning the 2022 and 2024 elections. We can use what happened in 2020 as a motivation to try and get better election laws, to use as a motivation to win in 2022 and 2024 to save our country. But what is now done in 2020 is irreversible under the United States Constitution and the United States Code. And I'm one of those who believes in law and order. I might not like it that that's the end game, but that is the end game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And just to go on the record, there has been still no evidence or proof provided that there was any sort of fraud in the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Oh, no, that's wrong. I don't know why you people in the media keep saying that, but that is absolutely false. That is absolutely false. You keep saying every time but that's absolutely false.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "What is false, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "You had 150 congressmen and senators who absolutely disagree with you on what you just said. So, what are you calling them? What are you calling them when you say 150 Republican senators and congressmen look at the voter fraud issue and said there was a major problem? What are you calling the Commission on Federal Election reform, a bipartisan committee with Jimmy Carter on the one hand and James Baker, Ronald Reagan, White House chief of staff on the other, back in 2005 who analyzed the systemic weaknesses, systemic flaws in our election system and warned us that elections are going to be stolen if we don't fix these problems and those problems were not fixed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "So I don't know who's telling you there's no evidence, but that tells me you haven't done your homework. I'm sorry, but that's the way it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The courts and the judges -- the courts and the judges that have -- some inside the Trump administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "No, no, the courts -- time out. Don't go into that. Don't go into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. I want to finish up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Wait a minute, no, no. I'm getting -- I'm getting the last word on this on because you just made a false statement, okay? The courts are not the final arbiter of who wins federal election contests. Congress is. That is required by the United States Constitution. That is required by the United States Code for congressmen and senators and the president. So don't be surprised the courts don't usurp the power that is authorized in the United States Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, let me just quote -- let me just quote the GOP commissioner in Wisconsin in \"The Wall Street Journal\" today, printed -- I will read it verbate (ph). He said there is no evidence that election fraud is the reason Trump lost in Wisconsin, and that is not for lack of looking. His advice to your party is to pivot away from these conspiracy theories, focus on the issue that affects Wisconsin families and their pocketbooks. Sir, I want to move on to January 6 and ask you about the committee --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "OK. Then, look at the -- look at the -- look at the judge's opinion, look at the judge's opinion in Pennsylvania that talked about over 2 million illegal ballots cast, that was their court order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Sir, have you been subpoenaed yet by the January 6th committee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Look at the special investigation of a Supreme Court justice who found significant voter fraud at nursing homes in the state of Wisconsin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Look at the \"2000 Mules\" documentary that has come out. Look at how many mass mail out of ballots there were across United States for which we have no security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Okay, and that has been looked at and fact-checked by multiple outlets, including \"Reuters\", who have debunked that as any sort of proof that there was widespread voter fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "I'm sorry --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'm going to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "January 6th --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "-- fact check at the time (ph) you're absolutely wrong, Sandra. But keep going with that story if you wish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, thank you, sir. Respectfully, I want to move on to January 6th and the committee. Have you been subpoenaed? Have even served a subpoena as it has been confirmed four other Republican congressmen have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "I don't know if the committee has issued a subpoena or not, OK, because I haven't been privy to any conversations with them. All I hear are media reports but I can say for a fact that I have not been sub -- that I have not been served with any kind of documentation. And there is no subpoena until it's been served on the person to whom it is directed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Okay, and you had signaled this week that you're not going to comply unless certain conditions are met, including testifying in public. Should we expect to, if you are indeed served or have been served, to see you testifying in public before this committee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, I have to get with my colleagues who have been purportedly subpoenaed -- at least they say they have been served. I don't know why I haven't and they -- some of them have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "I guess it was Kevin McCarthy, he went out of his way to accept service. But I've looked at some of their communications too, the witch hunt committee. And I believe that some of their communications have merit. But the things with me that I require is first it's got to be public, it's got to be something that you at FOX News can have a camera on, so that the American people can see it. No more of this clandestine meeting stuff, secret meeting stuff involving the public's business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "No more these little leakages, OK? It's got to be in public, it's got to be congressman to congressman. It's going to be limited to issues associated with January the 6th and has to be after the Senate primary is over with. I don't want this witch hunt committee and Nancy Pelosi trying to interfere --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "-- with a Republican primary election for the United States Senate in Alabama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Congressman, lastly, looking ahead. If you win this runoff, what is the plan to win in November?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, I'm going to beat the Democrats. I have a history of beating Democrats like a drum and I see no reason why this general election in November would be any different. They are socialist. They are dictatorial. They are amoral. They are absolutely the opposite of what we believe in in the state of Alabama. My record against Democrats is 14 wins, zero losses. That's a pretty good record, and I'll defend that against any other comer in this Republican primary. Best I understand, none of the other Republicans running in this race have won even a single election. None of them ever held public office before. I'm the only one that's ever held public office. I'm the only one who's ever beat the Democrats. And unlike in 2017 when we elected a Democrat to the United States Senate from ruby red Alabama, if Mo Brooks is the nominee, it ain't happening. And if you want to help, please go to MoBrooks.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Congressman, thank you very much for joining us today here on \"FOX News Sunday\". It's always good to speak with you. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "My pleasure. Very lively.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK. Up next, we will bring our Sunday panel to discuss the debate over gun control and the fate of former President Trump's favorite candidates in these tough midterm battles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Why do we keep letting this happen? Where in God's name is our backbone, to the courage to deal with it, and stand up to the lobbies? It's time to turn this pain into action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "Now is the time to find common ground. Sadly before the sun had even set on the horrible day of tragedy, we witnessed a now familiar parade of cynical politicians seeking to exploit the tears of sobbing families to increase their own power and take away our constitutional rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "President Biden and former President Trump both speaking this week on the politics of gun control after Tuesday's mass shooting. And it is time now for our Sunday group. FOX News senior political analyst Brit Hume, \"Politico\" congressional correspondent Olivia Beavers, and FOX News political analyst Juan Williams. Welcome to you all. Thank you for being here today. Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "Thank you, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OLIVIA BEAVERS, CONGRESSIONAL REPORTER, POLITICO",
      "sentences": "Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. So, Juan, we'll start with you first. There is new momentum for federal reform gun legislation in this country and we know those conditions are under way right now. The Democrats have not been able to succeed in the past to reform gun laws, even after Sandy Hook. Will this time be different?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sandra, good morning. I'm skeptical that anything can get done. You know, stopping mass murders shouldn't be political, but it clearly is, and nothing was done to Congress after Newtown in 2012 when even more children were slaughtered by a gunman. You know, if the man from Mars landed here from today and saw us so divided that we can't even deal with policies to stop mass murder of children, I think he would just be in disbelief. But you know, right now with Uvalde on our heels and Buffalo, I think there is growing public frustration and as a result, some pressure on the congress, so you may see some marginal steps taken that most likely is a red flag law. You were discussing that with Congressman Brooks, but there's also thoughts about more mental health care resources being given from the government to local government. And then there is some hope for possibility of background checks. Again, the American people overwhelmingly support this, gun owners as well as people who don't own guns. And there is some thought even, but unlikely, of maybe raising the age to 21 because we've seen that very young people, 18 year olds, you know, going into a gun store, buying these assault type weapons, you know, huge amounts of ammunition, body armor, that should raise a lot of concerns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Brit, both Texas Governor Greg Abbott and Texas Lieutenant Governor Dan Patrick this week canceled there in-person appearances at the NRA convention in Texas after this shooting. In doing so, Patrick said he didn't want to bring any further pain or grief to these families in Uvalde that are still suffering in this moment. But several high-profile Republicans, including former President Trump, did appear in person. Was that insensitive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "You're asking me, Sandra?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yeah, Brit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "I suppose so. The truth is it's -- you know, if the thing had happened -- if the shooting had happened in Washington, D.C., and the convention were happening somewhere in the same distance away in another state, I don't think it would have had the same -- causes the same reaction. You know, I suppose from appearances' sake that you could say showing up at the NRA convention was insensitive to the people in Uvalde, but I doubt any of them were paying very much attention to that. These are -- whether you went or you didn't go, it's a political gesture all the way around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Olivia, to the midterm elections now. Katie Britt and Mo Brooks, with whom we just spoke, are heading to a Senate primary runoff in Alabama. In the last few weeks, he has been surging despite a very public repudiation from former President Trump. What does that say about the power of the Trump endorsement? Is it waning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEAVERS",
      "sentences": "You know, Donald Trump's endorsement, I remember asking Jim Jordan about this a couple weeks ago, what happens if, you know, candidates will get his endorsement lose, does that mean that his influence is waning, and he said this is the most important endorsement in the Republican Party, and I think that's a fair thing to say. Is it an end-all, be-all? It does not appear so if you look down in Georgia. And in this case, when he lost the endorsement, Mo Brooks kept on pushing forward when Katie Britt was focusing on Mike Durant in this primary and Katie Britt has had a soaring campaign. I think she went for maybe 4 percent of having Republican support in the state when she first launched a campaign to having 44 percent, a 15-point lead over Brooks. So we are seeing this runoff. We'll see if Donald Trump gets involved in this primary race, but clearly it wasn't a kiss of death for Mo Brooks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I want to get to the primary results in Georgia by first bringing back up this \"Wall Street Journal\" piece from this morning, the Wisconsin GOP's latest meltdown, asking why do Republicans seem so determined to lose the November elections. In it, it says this, quote: This week's primary results in Georgia prove that most Republican voters are ready to stop looking backward at 2020 and start going to get some real work done for their states and their country, time to leave 2020 behind. So, Brit, Governor Brian Kemp overwhelmingly won the Republican primary for governor in Georgia, beating Trump-backed candidate, former Senator David Perdue, by more than 50 points, huge margin. Give us your take on what this all means for Donald Trump and his power over the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "He remains a highly influential figure in Republican politics and it may well be true that his endorsement is worth more than any other single individual's endorsement, but the evidence from Georgia is pretty clear. This was the big one for him. He badly wanted to defeat Brian Kemp because he felt Brian Kemp didn't stand up for him when the election was allegedly stolen, and he also wanted to see Brad Raffensperger, the candidate -- the incumbent candidate for secretary of state go down. Both men won. As you noted, Kemp won by a huge margin, which suggests to me that is important as a Trump endorsement can be, his influence is starting to wane. People are, as \"The Wall Street Journal\" suggests, looking ahead and not back. And I don't think that any candidate who wins the nomination and on the Republican Party and goes into the fall election talking about what Donald Trump senselessly (ph) wants to talk about, which is how the election in 2020 was stolen, is going to find out a very powerful message at a time when so many other issues of greater day-to-day importance to people are crowding that issue well out of sight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Olivia, finally, to Pennsylvania's Republican Senate primary. It is officially headed for a recount. Dr. Oz currently leads David McCormick by less than a thousand votes there and he's declared himself the presumptive nominee. He did so on Friday. Is Dr. Oz getting ahead of himself here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEAVERS",
      "sentences": "It looks like he's taking a page out of Donald Trump's playbook, which is exactly what Donald Trump advised him to do. You know, this is going -- they're both -- both McCormick and Dr. Oz have hired an army of lawyers and they're playing it out about whether these undated ballots are going to be counted, and we're going to see how that plays out. But right now, you know, Oz is trying to claim that he has the nominee and we just are not clear yet with this -- with this recount. So, you know, we're -- we'll find out soon enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, many thanks to our panel. We're going to take a quick break right there and we'll see you again shortly. Up next, overshadowed by gun violence. The White House, this week, taking unilateral action on criminal justice reform. We'll bring in Senator Ben Cardin to discuss the moves and state of negotiations on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "President Biden, this week, signed an executive order on police reform aimed to increase accountability and renew trust between law enforcement and communities. It comes two years after the death of George Floyd, and as the U.S. continues to see a spike in crime. In just a moment we'll ask Senator Ben Cardin about these reforms and about the prospect for bipartisan moves on gun legislation. But first to Kevin Corke. He's live in Washington for us with the latest on the talks on both sides of the aisle. Hi, Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, ABC NEWS CORRESPONDENT",
      "sentences": "Sandra, even as the president and first lady travel to Texas to comfort the families of those killed in last week's devastating shooting, back here in Washington, battle lines, as you well know, have been drawn by congressional lawmakers over how best to address gun violence, though I think it's fair to say the sides may actually be closer than ever to finding some common ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS MURPHY (D-CT)",
      "sentences": "I don't know whether we'll be able to get 60 votes in the Senate, but I'm going to do my best to try. CORKE (voice over): That's the hope from congressional Democrats and even some Republicans, that this time lawmakers from both sides of the aisle will support some measure of, quote, common sense gun legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "sentences": "I think there's a sense of, you know, urgency that maybe we didn't feel before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "As they do so, the White House is hoping the upper chamber will soon confirm the first permanent ATF director in seven years, though the nomination of Steve Dettelbach faces political headwinds. As does the White House on a number of fronts, especially with the out of stock rate for baby formula rising to 70 percent nationwide, up from 45 percent a week ago, and gas prices surging, this holiday weekend in particular, with the price for a gallon of gas nationwide up over $4.59 a gallon, an all-time record high, and migrant boarder crossings reaching numbers never before by Border Patrol agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "However, there may be just a bit of good news for the White House to report. Of course, we learned on Friday that the Fed's preferred inflation metric actually may have peaked with the annual price change for the personal consumption price index, or PCE, as you well know, Sandra, checking in at 6.3 percent for April. That's actually down from 6.6 percent in March. We'll have to see how May plays out, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, just a little bit of hope that inflation may be topping out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Yes. Maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But that's one data point. We'll see what happens. Thank you very much, Kevin Corke, reporting live from Washington for us. Kevin, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Joining us now for Maryland, Senator Ben Cardin. Welcome back to FOX NEWS SUNDAY, sir. Welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN CARDIN (D-MD)",
      "sentences": "Sandra, it's good to be with you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, so, Senator, let's start with prospects for reform. So, can Democrats deliver ten Republican senators on any gun reform legislation? Your take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, the jury's out on that. We've tried on so many different issues and have not been successful even to start debate, whether it -- we deal with gun safety issues or we deal with immigration or we deal even with small business. We're not been able to get ten senators to allow us to even start debates. So, we're going to have to wait to see. I think the urgency is there. I was listening to Senator Cornyn. I really do think that there is a real urgency that we can show that we can act. I'm confident if we can get a bill on the floor on the gun issues and can pass it, it will be the right signal to the American people. It probably won't go as far as I would like to see us go, but it will at least show that Congress can act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Even some Republicans who have signaled openness to reforms also point out how complicated this really is. Here's Senator Lindsey Graham on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "This man had no criminal record. He shot his grandmother in the face. He lawfully purchased a gun. I don't know how -- I can't tell people that I can think of a law that would have stopped this particular shooting. Are there other things we can do? Yes. Let's see if we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Your response to that, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, I think we can do some things that will save lives. I think the red flags background checks. These issues will save some lives. I'd like to go further than that. Investing in mental health is good also. But military-style weapons, I think getting them off the street would be very helpful in saving lives. Will it save our lives? Well, no, but America's an outlier in gun violence. We're in a class by ourselves. We have to ask why. And one of the reasons is the fact that it's so easy to get these military style weapons. Particularly an 18-year-old being able to buy that type of weapon, I think it raises questions about America and our laws compared to the rest of the nation -- world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Senator -- Senate Minority Leader Mitch McConnell, sir, has blessed some gun reform negotiations, but in the past he's been open to conversations, yet ultimately doesn't support reform bills. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS MURPHY (D-CT)",
      "sentences": "I don't want to overstate my optimism though. I mean I've been Charlie Brown enough to know that up until now the football has been pulled out from under me every single time. Maybe this time is different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, when you look at the chances here, is McConnell just going to pull the football out from underneath Democrats again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, we hope that these bipartisan negotiations will lead to a critical mass of Republicans that will be able to deliver at least ten votes so that we can have a debate on the floor of the United States Senate. You know, the United States Senate is known as the great deliberative body, but if we can't even get a bill on the floor to debate, where are we? I mean this is an issue that the American public expects us to act. Enough's enough, Congress needs to act. It needs to take action that can help avoid these types of tragedies. Elementary school children being gunned down? We've got to do something. And clearly the gun safety issues are one, mental health's another. There's a lot of areas that we can make progress and we need to debate that and come together as a body in order to keep our children safer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "This is also happening in the middle of the Texas gubernatorial race. Take a look at this moment when democratic candidate Beto O'Rourke confronted Texas Governor Greg Abbott.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Excuse me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE",
      "sentences": "(INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "Sit down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're out of -- you're out of line and an embarrassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "(INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, get out of our -- get out of our (INAUDIBLE), sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Sit down and don't play this stunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'ROURKE",
      "sentences": "Governor Abbott, I have to say something. Because after -- because after El Paso, the time to stop the next shooting is right now and you are doing nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, he needs to get his (EXPLETIVE DELETED) out of here. This isn't the place to talk this over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'ROURKE",
      "sentences": "You are offering us nothing. You have said this is not predictable. This is totally predictable when you choose not to do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sir, you're out of line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Senator Cardin, clearly Democrats are frustrated, the country is frustrated, but does that sort of confrontation help matters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "At this moment, I'm hopeful that Democrats and Republicans will come together and recognize the safety of our children, the safety of our community needs to come first. So that's where we hope that this bipartisan group will be able to come together with some legislative action that will give the public the confidence that we are trying to deal with this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But were you specifically, sir, were you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "We've got to listen to each other. We've got to come together as a nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Were you OK with that confrontation, though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "I didn't see the video in there. I can't see it because of where I am right now. I'm for us being honest with each other and listening to each other and making it clear that our frustration is there, America is an outlier, we need to recognize that, we need to make our communities safer, and we've got to make our schools safe. That's an area where parents send their children and expect it to be a place of safety. So, I know there's a lot of frustration, a lot of anger, a lot of fear that's out there. Let's come together and do something about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK. So the Senate -- the president will be in Texas today, heading there right now, and is pressing for action. But here's White House Press Secretary Karine Jean-Pierre. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We leave the mechanics to Senator Schumer. We want to see action. That is what we're calling for. And -- but, again, we leave it to the leadership, the Democratic leadership, to figure out how they're going to move this forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Is that enough for you or should the White House be doing more on its own to get something done here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "I think at this moment we need to have at least ten Republican senators that will allow us to move forward on the Senate debate. Senator Schumer is our point person on that. He's the one that's delegated to get that type of support, working with Senator Connell. Obviously, the president's going to be engaged. He's been very engaged. President Biden's been very much engaged in the senate deliberations. I'm sure he will continue to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Congress remains, meanwhile, deadlocked on police , sir, and has been for years. But this week the president used his powers to sign an executor order focused on federal law enforcement, which include the creation of a database to help track police officer misconduct. Some police groups celebrated the order as a blueprint for further congressional action, while others are dismissing it as political theater and faltered it for opaqueness. It all comes at a time of spike in crime coast-to-coast in his country and as Republicans hammer your party for being soft on crime and not doing enough to support our police. So, Senator, is this going to bring real change or was this just a symbolic photo-op?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "No, I think what the president did is very important to get the data so we know exactly what we're talking about, sharing that information, providing resources to train police officers on sensitivities of communities. I think all that are important best practices, establishing best practices on the use of force. All that are important advancements. Would I prefer the United States Senate to take this issue up and pay us sensible reform? Absolutely. But, once again, we could not get 60 votes. We couldn't get the Republicans to join us on a Senate for discussion of this. But I think what the president did, his exact message, and I'm glad to see it's receiving a warm response from our law enforcement community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I want to finish off with an issue every American cares about in this moment, and that is inflation. Millions are hitting the road for the holiday weekend, sir, and they're paying record high gas prices. Truckers are feeling the pain. Grocery bills are sky-high. What is the plan, sir, to bring these prices down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Well, Sandra, I agree. I mean we have a -- American families are confronting price increases. They're having a hard time dealing with their family budgets, Energy costs are way too high. The president has taken some steps to ease that by the release of our reserves. We recognize the international circumstances was a war in Ukraine and energy prices are not determined here in the United States. But we need to do more about it. Our game plan is to deal with the cost (ph) centers that are affecting American families. We're dealing with the cost of health care and prescription drugs. We're hoping to have action in those areas. To deal with the cost of childcare. The president has a plan on that. We hope we'll have cooperation from the Republicans, and we can get some issues that really affect the average American family's budget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, as sky-high gas prices remain, and it is all -- inflicting a lot of pain on American families. So, this is clearly going to shape up as one of the biggest issues come November elections. Sir, thank you very much for joining us. Senator Cardin, always good to talk to you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDIN",
      "sentences": "Good -- have a nice holiday. Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And you as well. Up next, we are back with our Sunday group on one of the biggest Second Amendment cases to head to the Supreme Court in years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And we're back with our panel now. Juan, to your first. Thanks again to all of you for joining us. The Supreme Court is expecting to rule on a huge Second Amendment rights case in just the next few weeks. And it may lead to looser gun laws. It's a challenge to a New York state regulation that requires residents demonstrate a, quote, actual and articulable need to have a concealed weapon in public. Considering that and other recent developments, do you expect, Juan, Democrats to push for either court reforms or for an expanded court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, I think it's important to note here that that case that you're talking about in New York state, Sandra, has been upheld by lower courts. I think there are seven states, including most American big cities, that are covered by a requirement that you have to prove a need to carry a gun in public at all times. Now, in 2008, the Supreme Court said you can keep a gun at home. They spoke about mental illness and people who were convicted felons being excluded, but they said that's right. Now, in this case, the question is, can you carry a gun on the subway, to a stadium, a sporting event? You know, what about in a government building? And so, you know, I think that there's going to be great frustration -- you mentioned the Democrats -- but I think publicly, if the idea is that people can just carry guns all around, and I think that you're going to see some expression that, you know, you have three Trump justices pushing this court to the right and taking cases like this that seem to divide the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'll let Brit respond to that, and also point out that you rewind a couple weeks here, Brit, and the court was already under a lot of scrutiny and pressure after that draft opinion on abortion was leaked. One expert on the court saying, quote, I can't recall the last time the Supreme Court ruled in so many cases likely to spark a strong political backlash. Are we, Britt, seeing a departure from the more incremental record of the John Roberts court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Well, I think if they overturn Roe v. Wade, we could certainly say that. That, of course, looks like it could happen because of that draft opinion that leaked. But it's not clear that will be the final judgment. And it will be interesting to see what they do in this Second Amendment case. It's a little bit hard for me to believe that the court, having upheld the right to keep and bear firearm as a constitutional right is prepared to go along with the idea that in order to exercise that right you've got to check in with your local government agency to prove that you need it. That will be interesting to see how the court crafts an opinion on that, but I have a feeling that that regulation may be in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Oliva, the president signed an executive order on policing this week, timed to mark two years since the death of George Floyd in police custody. This after a high-profile effort to pass criminal justice reforms in the Senate ultimately failed. So, is this order enough to please the progressives who have long hoped for substantive change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEAVERS",
      "sentences": "I think that they're going to say that this is a good step, but in terms of incrementalism, they're definitely going to be wanting to push for more changes in police form.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEAVERS",
      "sentences": "And so, you know, it's just a start in their mind, but for the time being, they're going be happy that there's just this advancement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Very interesting stuff. Thank you very much to our panel for joining us on all of that. Thank you very much, and we'll see you next Sunday. Up next, a look at the best advice commencement speakers had for the class of 2022.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's an end of school year tradition here to share the best moments from commencement ceremonies. This year's graduates heard from athletes, political leaders, and a famous comedian, who shared his confidence in NYU Tisch grads while giving them a pretty memorable nickname.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DWYANE WADE, FORMER NBA STAR",
      "sentences": "Will your journey have some highlights? Yes. Will your journey have some low lights? Yes. And if you continue to build on your discoveries and experiences, if you establish your moments of solitude and allow yourself the space for self-awareness, you will arrive at a place where you can grow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALLYSON FELIX, TRACK AND FIELD STAR",
      "sentences": "Your voice has power, and you have to use your voice even if it shakes. There are times when you'll ask for change, and there are times when you'll have to create it. Your life has purpose, so it's important to live a life of purpose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GLENN YOUNGKIN, VIRGINIA GOVERNOR",
      "sentences": "So here's what I believe. Seek your purpose and you will find happiness. Seek happiness and you will find neither.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, FORMER U.S. VICE PRESIDENT",
      "sentences": "Adversity doesn't create character. Adversity reveals character. Men and women, when the challenges come -- and they surely will -- you will be in that moment the person you have been preparing to be in every quiet moment before that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Graduates, I look at this unsettled world -- and, yes, I then see the challenges -- but I'm here to tell you, I also see the opportunities. The opportunities for your leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I cannot promise you the way will be straight, or the sailing will be easy. But I can promise you that you all have the tools needed to navigate any waters you encounter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR SWIFT, SINGER AND SONGWRITER",
      "sentences": "Decide what is yours to hold, and let the rest go. Oftentimes the good things in your life are lighter anyway, so there's more room for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN JEONG, ACTOR AND COMEDIAN",
      "sentences": "Persistence is my greatest talent. Never give up, never close a door on your life, always persist. I don't define myself by my job. I'm not just a doctor. I'm not just a comedian. I'm not just an annoying overactive. I persisted in annoying the world for decades and the world relented, yo. I'm just me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM SANDLER, ACTOR AND COMEDIAN",
      "sentences": "You are prepared, Tisches. You've got the goods, Tisches. You've earned the confidence, Tisches! You are the NYU elite! And you are going to go out there in the real world and kick some creative ass! Can I get a hell yeah!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "Hell yeah!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "On that note, our best wishes to the students and parents of the class of 2022. And that does it for us here today. Thank you so much for joining us. I'm Sandra Smith. I will see you again Tuesday for \"AMERICA REPORTS\" on the Fox News Channel. That's each weekday at 1:00 p.m. Eastern Time. Have a reflective Memorial Day weekend everyone and a great week. We'll see you next FOX NEWS SUNDAY. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "utterance": "I'm Sandra Smith. President Biden headed to the scene of another mass shooting at the nation looks for answers."
    },
    {
      "speaker": "SMITH (voice-over)",
      "utterance": "Mourning and frustration in Texas where 19 precious young students and two brave teachers were gunned down at school."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I am sick and tired of it. We have to act."
    },
    {
      "speaker": "SMITH",
      "utterance": "We'll have a live report from Uvalde, where a tight-knit community faces loss and law enforcement face questions about how this happened."
    },
    {
      "speaker": "GOV. GREG ABBOTT (R), TEXAS",
      "utterance": "The information that I was given turned out in part to be inaccurate, and I'm absolutely livid about that."
    },
    {
      "speaker": "SMITH",
      "utterance": "And gun owners, lawmakers, and former President Trump gather at an NRA event in nearby Houston with protesters outside. As Washington begins yet another conversation about elusive gun reform legislation."
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "utterance": "We're going to try to work through this and see if we can find that common ground."
    },
    {
      "speaker": "SMITH",
      "utterance": "We'll ask Republican Congressman Mo Brooks, who has an \"A\" rating from the NRA, and is in a runoff for the Republican nomination for Senate in Alabama, about the divide over gun violence and gun rights. Plus, the president signs an executive order on police reform, two years after the death of George Floyd, as crime across the country rises. We will ask Democratic Senator Ben Cardin about the president's moves and the deadlock in Congress. Then, Pennsylvania's closely watched Republican Senate primary heads to a recount. We'll ask our Sunday panel about the big test for former President Trump's influence. All, right now, on \"FOX News Sunday.\""
    },
    {
      "speaker": "SMITH (on camera)",
      "utterance": "And hello again from FOX News on this Memorial Day weekend. The president and first lady are on their way to Texas days after 21 people, most of them children, were killed at an elementary school. He'll once again play consoler-in-chief to a community reeling from tremendous loss. The tragedy and other recent mass shootings is sparking renewed calls on Capitol Hill to ramp up gun control measures. In a moment, we will speak with Congressman Mo Brooks, who is in a runoff for the Republican Senate nomination in Alabama. But, first, let's turn to Casey Stegall. He is in Uvalde for us, where the community there is still grieving this morning -- Casey."
    },
    {
      "speaker": "CASEY STEGALL, FOX NEWS CORRESPONDENT",
      "utterance": "Sandra, good morning. Indeed they are. President Biden and the first lady expected to make multiple stops, meeting with multiple victims of Tuesday's senseless act, now deemed the second deadliest school shooting in U.S. history. Nineteen children, mostly fourth-graders, and two adult teachers, were murdered in their own classroom. Police say the 18-year-old shooter managed to get inside Robb Elementary School through a door that had been propped open. When responding officers got on scene, the incident commander decided to wait on the SWAT team instead of engaging with the gunman right away. As a result, 45-plus minutes ticked by, officers in the halls as little kids flooded 911 with pleas for help. Until federal agents arrived, breaching the room and shot and killed the teen gunman as he emerged from hiding."
    },
    {
      "speaker": "STEVEN MCCRAW, TEXAS DEPARTMENT OF PUBLIC SAFETY DIRECTOR",
      "utterance": "From the benefit of hindsight, where I'm sitting now, of course, it was not the right decision. It was a wrong decision, period. There's no excuse for that."
    },
    {
      "speaker": "STEGALL",
      "utterance": "Officials say the suspect legally purchased of the gun and the ammunition used at a local store days before. Right now, they are poring through his social media, searching for a possible motive. This as the National Rifle Association is holding its annual conference this weekend down in Houston, more than 270 miles from here. The NRA event was on the calendar prior to this tragedy. A few keynote figures chose not to attend, like the Texas governor and the Texas lieutenant governor, while Texas Senator Ted Cruz and former President Donald Trump were in attendance. Meantime, the funerals will begin this week here in the community of this small, tight-knit community, I should say, a week that many students had looked forward to because it was the beginning of their summer vacation -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "Hearts are broken all over the country as we continue to see that unity grieve there. Casey Stegall, thank you very much, reporting from Uvalde, Texas for us. Joining us now, Republican congressman and Alabama Senate candidate, Mo Brooks. Congressman, welcome and thank you for joining us here on \"FOX News Sunday\"."
    },
    {
      "speaker": "REP. MO BROOKS (R-AL)",
      "utterance": "Thank you, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "So you heard just a moment ago there, Republican Senator John Cornyn of Texas and some other Republican members of Congress had spoken out as well. They're suggesting that perhaps there could be some common ground found here on gun legislation in the wake of this most recent shooting. Would you support any changes, sir, to the current gun laws on the books?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, let's, for emphasis, understand what the Second Amendment is about. The Second Amendment is designed to help ensure that we, the citizenry, always have the right to take back our government should it become dictatorial. That was a great fear of the Founding Fathers and, quite frankly, it's a fear today. And as long as we enjoy un-infringed Second Amendment rights, then we don't really have to worry that much about the government ever becoming dictatorial. But the moment that we take from our citizenry our ability to take our government back is the moment that the ability of dictatorial forces increases to the point where perhaps they will try to implement a dictatorial government at the federal level. So I want to protect the Second Amendment right to bear arms. The amendment is very clear. It says the right to keep and bear arms shall not be infringed. If there are proposals out there that guarantee the rights of the American people to freely exercise their Second Amendment right to bear and keep arms, then I'll consider them. But if you're talking about depriving people of their Second Amendment right to bear arms -- well, first, it's unconstitutional. So you're going to have to address that with a constitutional amendment, and we'll see how Congress and the states react to that kind of measure. But second, it's not the proper way to go if you want to preserve our freedoms. And I say that having been the target of an assassination attempt on the baseball field in Virginia where 170-some-odd bullets were fired over about a seven-minute period of time. So I've been in the middle of one of these things and I was a primary target of the assassin where he had my name, my physical description in his pocket at the time he launched this attack. What we have to do is stop the motivation that causes these criminals, these horrific individuals, to do what they do."
    },
    {
      "speaker": "SMITH",
      "utterance": "I want to -- I want to dig into that in just a moment, because you did say some things on that this week. But first, to the specific gun laws in your state, sir. The minimum age in your state to buy an AR-15 like the one the school shooter used in Uvalde is 18 years old. There's no waiting period between the time that a firearm is purchased and when it's actually turned over to the buyer. There's no license for the sale of ammunition. Gallup research does find that a majority of Americans, 52 percent of them, are in favor of stricter gun laws when it comes to the sale of firearms. So to the majority of Americans who feel that way, you say what?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, I suggest that the polling data that you have does not reflect of the opinions of the American people. I suspect that the people who were polled, by way of example, were not properly explained what the purpose of the Second Amendment right to bear arms is. And I'll use my own history as an example. There are many times when I went to school with a shotgun in my car. Why? Because I just got through duck hunting. There other teenagers my age at that point in time that also brought their weapons to school, and they had been hunters, too, for whatever it is the hunting season was about. Now, back when I was growing up, we didn't have these mass killings, okay? They weren't there. They didn't occur. Or if they did, I certainly was not cognizant of them and they were very, very, very rare, so rare that I cannot recall a single instance in which one of those things occurred during my youth. Today, they are much more common. What's the big difference between when I was growing up and today? The big difference is the decline in the moral values, the decline and a respect for human life. If we teach proper moral values, it would teach respect for human life, if we properly address mental health issues that may somehow or another be associated with all these things, then that is the way to fix the problem."
    },
    {
      "speaker": "SMITH",
      "utterance": "Okay. So, to that point, this week, you suggested just that, what you believe is behind the rising number of mass shootings in America."
    },
    {
      "speaker": "You said this",
      "utterance": "It reflects poorly on liberal policies that encourage out- of-wedlock childbirth, divorce, single-parent households and amoral values that undermine respect for life. Mass killings that are common in America today were, as you just stated, when I grow up, a very rare thing. The way to prevent mass killings, you say, is to restore moral values. I'll dig into that more in just a second, but does that statement, sir, unfairly blame single-parent households in his country for the rise of mass shootings?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Absolutely not. It blames moral values decline in the United States of America and there are a lot of factors that have contributed to our moral decline. By way of example, all the studies I've ever seen suggest that children who are raised with just one parent around, they don't do as well by the time they become adults. Why? Because it's almost impossible for a single parent to do the kind of job that two parents collectively can do. It's just a numbers game. And there are a lot of single parents that do an excellent job raising their kids, but they are super parents, and I thank them for the effort that they've put forth in producing children who later become responsible adults. But unfortunately, the data is very clear, those single-parent households, for whatever reason, end up resulting in children who are more likely to be on welfare, who are less likely to get the kind of grades you expect to get in school, or more likely to be involved in drugs, and unfortunately, are more likely to be involved in criminal conduct. That's just the data."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, you're --"
    },
    {
      "speaker": "BROOKS",
      "utterance": "And that's not to say that all single parents do that, okay? That is not the data. We're talking about probabilities and tendencies and 1, 2, 3, 4, 5 percent greater probability that has an effect on society."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, restoring moral values, that's -- you're calling for glacial change there. People want to know what can be done today. Aren't you then making the case for red flag laws that could help these communities identify someone who owns a firearm, who doesn't have respect for human life? They have been adopted in 19 states, but not Alabama. Would you support that?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Under the United States Constitution, before you can do something to this kind of individual, you have to show, one, that their mind is off a little bit, and two, that they have engaged in some kind of conduct that would warrant you taking the appropriate kind of action against them -- by way of example, to house them for their own protection or protection of others. It might be non compos mentis -- excuse me, mental capacity type of hearing. There are laws already on the books to take care of those types of issues. The problem is identifying them and identifying them as opposed to the problem associated with misidentifying others. And there has to be a balance. And that's a real challenge for our probate courts around the country and every other governmental body or person who is responsible for determining when someone becomes a risk to themselves and to others. That's a very difficult thing to mind read."
    },
    {
      "speaker": "SMITH",
      "utterance": "So is it fair to say you could be, if it was written correctly, open to some sort of red flag law in your state?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "We -- I'm not talking about red flag laws. I'm talking about a person who is a danger to others that we already have laws for that are already on the books, okay?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Uh-huh."
    },
    {
      "speaker": "BROOKS",
      "utterance": "If you've got some kind of mental issue and you're a danger to yourself or a danger to others, then you already can be subject to court jurisdiction and the appropriate court remedies to ensure that you're no longer a danger to yourself and others. That exists now. That's been on the books in Alabama for decades, and I believe it's been on the books throughout the country for decades."
    },
    {
      "speaker": "SMITH",
      "utterance": "Several speakers meanwhile, sir, chose not to attend this week's NRA event in Texas, including Governor Greg Abbott and Lieutenant Governor Dan Patrick. The NRA endorsed you recently. Do you believe it was appropriate to hold that meeting in Texas?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "I'm not going to comment on the meeting in Texas because I'm not a part of it, but I very much appreciate that the National Rifle Association, Gun Owners of America, and the National Association of Gun Rights have endorsed me in this United States Senate race in Alabama over all other comers. That says a lot about who's going to actually fight to defend the Second Amendment right to bear arms, and in Alabama, that's a big deal."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. Onto the Senate primary runoff and the former President Donald Trump. You're now in a runoff in the Alabama Senate primary against Katie Britt, who I should note we did invite to join us here but she was unavailable. All this is happening after former President Trump decided to un-endorse you, sir, saying you had blown it by going, quote, woke for not talking about what he says was 2020 election fraud. What exactly did the president ask you to do after the 2020 election?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "The president and I had many conversations between September 1st and his decision to un-endorse me that revolved around his being reinstated, revolved around his wanting to rescind the election. And I can understand him wanting to do that, okay? He was robbed, in my judgment, in 2020. In his judgment, he was robbed. And so I can understand that desire. The conflict was, when I would explain, the law does not permit us to do that. Our one shot at reversing the election, our one shot in an election contest under the United States Constitution and federal law, is on January 6th. That's it. That's the final appeal day. So anything we do after that has to focus on winning the 2022 and 2024 elections. We can use what happened in 2020 as a motivation to try and get better election laws, to use as a motivation to win in 2022 and 2024 to save our country. But what is now done in 2020 is irreversible under the United States Constitution and the United States Code. And I'm one of those who believes in law and order. I might not like it that that's the end game, but that is the end game."
    },
    {
      "speaker": "SMITH",
      "utterance": "And just to go on the record, there has been still no evidence or proof provided that there was any sort of fraud in the --"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Oh, no, that's wrong. I don't know why you people in the media keep saying that, but that is absolutely false. That is absolutely false. You keep saying every time but that's absolutely false."
    },
    {
      "speaker": "SMITH",
      "utterance": "What is false, sir?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "You had 150 congressmen and senators who absolutely disagree with you on what you just said. So, what are you calling them? What are you calling them when you say 150 Republican senators and congressmen look at the voter fraud issue and said there was a major problem? What are you calling the Commission on Federal Election reform, a bipartisan committee with Jimmy Carter on the one hand and James Baker, Ronald Reagan, White House chief of staff on the other, back in 2005 who analyzed the systemic weaknesses, systemic flaws in our election system and warned us that elections are going to be stolen if we don't fix these problems and those problems were not fixed?"
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "BROOKS",
      "utterance": "So I don't know who's telling you there's no evidence, but that tells me you haven't done your homework. I'm sorry, but that's the way it is."
    },
    {
      "speaker": "SMITH",
      "utterance": "The courts and the judges -- the courts and the judges that have -- some inside the Trump administration."
    },
    {
      "speaker": "BROOKS",
      "utterance": "No, no, the courts -- time out. Don't go into that. Don't go into that."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. I want to finish up --"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Wait a minute, no, no. I'm getting -- I'm getting the last word on this on because you just made a false statement, okay? The courts are not the final arbiter of who wins federal election contests. Congress is. That is required by the United States Constitution. That is required by the United States Code for congressmen and senators and the president. So don't be surprised the courts don't usurp the power that is authorized in the United States Congress."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, let me just quote -- let me just quote the GOP commissioner in Wisconsin in \"The Wall Street Journal\" today, printed -- I will read it verbate (ph). He said there is no evidence that election fraud is the reason Trump lost in Wisconsin, and that is not for lack of looking. His advice to your party is to pivot away from these conspiracy theories, focus on the issue that affects Wisconsin families and their pocketbooks. Sir, I want to move on to January 6 and ask you about the committee --"
    },
    {
      "speaker": "BROOKS",
      "utterance": "OK. Then, look at the -- look at the -- look at the judge's opinion, look at the judge's opinion in Pennsylvania that talked about over 2 million illegal ballots cast, that was their court order."
    },
    {
      "speaker": "SMITH",
      "utterance": "Sir, have you been subpoenaed yet by the January 6th committee?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Look at the special investigation of a Supreme Court justice who found significant voter fraud at nursing homes in the state of Wisconsin."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "BROOKS",
      "utterance": "Look at the \"2000 Mules\" documentary that has come out. Look at how many mass mail out of ballots there were across United States for which we have no security."
    },
    {
      "speaker": "SMITH",
      "utterance": "Okay, and that has been looked at and fact-checked by multiple outlets, including \"Reuters\", who have debunked that as any sort of proof that there was widespread voter fraud."
    },
    {
      "speaker": "BROOKS",
      "utterance": "I'm sorry --"
    },
    {
      "speaker": "SMITH",
      "utterance": "I'm going to --"
    },
    {
      "speaker": "SMITH",
      "utterance": "January 6th --"
    },
    {
      "speaker": "BROOKS",
      "utterance": "-- fact check at the time (ph) you're absolutely wrong, Sandra. But keep going with that story if you wish."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, thank you, sir. Respectfully, I want to move on to January 6th and the committee. Have you been subpoenaed? Have even served a subpoena as it has been confirmed four other Republican congressmen have?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "I don't know if the committee has issued a subpoena or not, OK, because I haven't been privy to any conversations with them. All I hear are media reports but I can say for a fact that I have not been sub -- that I have not been served with any kind of documentation. And there is no subpoena until it's been served on the person to whom it is directed."
    },
    {
      "speaker": "SMITH",
      "utterance": "Okay, and you had signaled this week that you're not going to comply unless certain conditions are met, including testifying in public. Should we expect to, if you are indeed served or have been served, to see you testifying in public before this committee?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, I have to get with my colleagues who have been purportedly subpoenaed -- at least they say they have been served. I don't know why I haven't and they -- some of them have."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yeah."
    },
    {
      "speaker": "BROOKS",
      "utterance": "I guess it was Kevin McCarthy, he went out of his way to accept service. But I've looked at some of their communications too, the witch hunt committee. And I believe that some of their communications have merit. But the things with me that I require is first it's got to be public, it's got to be something that you at FOX News can have a camera on, so that the American people can see it. No more of this clandestine meeting stuff, secret meeting stuff involving the public's business."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "BROOKS",
      "utterance": "No more these little leakages, OK? It's got to be in public, it's got to be congressman to congressman. It's going to be limited to issues associated with January the 6th and has to be after the Senate primary is over with. I don't want this witch hunt committee and Nancy Pelosi trying to interfere --"
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "BROOKS",
      "utterance": "-- with a Republican primary election for the United States Senate in Alabama."
    },
    {
      "speaker": "SMITH",
      "utterance": "Congressman, lastly, looking ahead. If you win this runoff, what is the plan to win in November?"
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, I'm going to beat the Democrats. I have a history of beating Democrats like a drum and I see no reason why this general election in November would be any different. They are socialist. They are dictatorial. They are amoral. They are absolutely the opposite of what we believe in in the state of Alabama. My record against Democrats is 14 wins, zero losses. That's a pretty good record, and I'll defend that against any other comer in this Republican primary. Best I understand, none of the other Republicans running in this race have won even a single election. None of them ever held public office before. I'm the only one that's ever held public office. I'm the only one who's ever beat the Democrats. And unlike in 2017 when we elected a Democrat to the United States Senate from ruby red Alabama, if Mo Brooks is the nominee, it ain't happening. And if you want to help, please go to MoBrooks.com."
    },
    {
      "speaker": "SMITH",
      "utterance": "Congressman, thank you very much for joining us today here on \"FOX News Sunday\". It's always good to speak with you. Thank you, sir."
    },
    {
      "speaker": "BROOKS",
      "utterance": "My pleasure. Very lively."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK. Up next, we will bring our Sunday panel to discuss the debate over gun control and the fate of former President Trump's favorite candidates in these tough midterm battles."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Why do we keep letting this happen? Where in God's name is our backbone, to the courage to deal with it, and stand up to the lobbies? It's time to turn this pain into action."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "utterance": "Now is the time to find common ground. Sadly before the sun had even set on the horrible day of tragedy, we witnessed a now familiar parade of cynical politicians seeking to exploit the tears of sobbing families to increase their own power and take away our constitutional rights."
    },
    {
      "speaker": "SMITH",
      "utterance": "President Biden and former President Trump both speaking this week on the politics of gun control after Tuesday's mass shooting. And it is time now for our Sunday group. FOX News senior political analyst Brit Hume, \"Politico\" congressional correspondent Olivia Beavers, and FOX News political analyst Juan Williams. Welcome to you all. Thank you for being here today. Good morning."
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "Thank you, Sandra."
    },
    {
      "speaker": "OLIVIA BEAVERS, CONGRESSIONAL REPORTER, POLITICO",
      "utterance": "Good morning."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Good morning."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. So, Juan, we'll start with you first. There is new momentum for federal reform gun legislation in this country and we know those conditions are under way right now. The Democrats have not been able to succeed in the past to reform gun laws, even after Sandy Hook. Will this time be different?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sandra, good morning. I'm skeptical that anything can get done. You know, stopping mass murders shouldn't be political, but it clearly is, and nothing was done to Congress after Newtown in 2012 when even more children were slaughtered by a gunman. You know, if the man from Mars landed here from today and saw us so divided that we can't even deal with policies to stop mass murder of children, I think he would just be in disbelief. But you know, right now with Uvalde on our heels and Buffalo, I think there is growing public frustration and as a result, some pressure on the congress, so you may see some marginal steps taken that most likely is a red flag law. You were discussing that with Congressman Brooks, but there's also thoughts about more mental health care resources being given from the government to local government. And then there is some hope for possibility of background checks. Again, the American people overwhelmingly support this, gun owners as well as people who don't own guns. And there is some thought even, but unlikely, of maybe raising the age to 21 because we've seen that very young people, 18 year olds, you know, going into a gun store, buying these assault type weapons, you know, huge amounts of ammunition, body armor, that should raise a lot of concerns."
    },
    {
      "speaker": "SMITH",
      "utterance": "Brit, both Texas Governor Greg Abbott and Texas Lieutenant Governor Dan Patrick this week canceled there in-person appearances at the NRA convention in Texas after this shooting. In doing so, Patrick said he didn't want to bring any further pain or grief to these families in Uvalde that are still suffering in this moment. But several high-profile Republicans, including former President Trump, did appear in person. Was that insensitive?"
    },
    {
      "speaker": "HUME",
      "utterance": "You're asking me, Sandra?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Yeah, Brit."
    },
    {
      "speaker": "HUME",
      "utterance": "I suppose so. The truth is it's -- you know, if the thing had happened -- if the shooting had happened in Washington, D.C., and the convention were happening somewhere in the same distance away in another state, I don't think it would have had the same -- causes the same reaction. You know, I suppose from appearances' sake that you could say showing up at the NRA convention was insensitive to the people in Uvalde, but I doubt any of them were paying very much attention to that. These are -- whether you went or you didn't go, it's a political gesture all the way around."
    },
    {
      "speaker": "SMITH",
      "utterance": "Olivia, to the midterm elections now. Katie Britt and Mo Brooks, with whom we just spoke, are heading to a Senate primary runoff in Alabama. In the last few weeks, he has been surging despite a very public repudiation from former President Trump. What does that say about the power of the Trump endorsement? Is it waning?"
    },
    {
      "speaker": "BEAVERS",
      "utterance": "You know, Donald Trump's endorsement, I remember asking Jim Jordan about this a couple weeks ago, what happens if, you know, candidates will get his endorsement lose, does that mean that his influence is waning, and he said this is the most important endorsement in the Republican Party, and I think that's a fair thing to say. Is it an end-all, be-all? It does not appear so if you look down in Georgia. And in this case, when he lost the endorsement, Mo Brooks kept on pushing forward when Katie Britt was focusing on Mike Durant in this primary and Katie Britt has had a soaring campaign. I think she went for maybe 4 percent of having Republican support in the state when she first launched a campaign to having 44 percent, a 15-point lead over Brooks. So we are seeing this runoff. We'll see if Donald Trump gets involved in this primary race, but clearly it wasn't a kiss of death for Mo Brooks."
    },
    {
      "speaker": "SMITH",
      "utterance": "I want to get to the primary results in Georgia by first bringing back up this \"Wall Street Journal\" piece from this morning, the Wisconsin GOP's latest meltdown, asking why do Republicans seem so determined to lose the November elections. In it, it says this, quote: This week's primary results in Georgia prove that most Republican voters are ready to stop looking backward at 2020 and start going to get some real work done for their states and their country, time to leave 2020 behind. So, Brit, Governor Brian Kemp overwhelmingly won the Republican primary for governor in Georgia, beating Trump-backed candidate, former Senator David Perdue, by more than 50 points, huge margin. Give us your take on what this all means for Donald Trump and his power over the Republican Party."
    },
    {
      "speaker": "HUME",
      "utterance": "He remains a highly influential figure in Republican politics and it may well be true that his endorsement is worth more than any other single individual's endorsement, but the evidence from Georgia is pretty clear. This was the big one for him. He badly wanted to defeat Brian Kemp because he felt Brian Kemp didn't stand up for him when the election was allegedly stolen, and he also wanted to see Brad Raffensperger, the candidate -- the incumbent candidate for secretary of state go down. Both men won. As you noted, Kemp won by a huge margin, which suggests to me that is important as a Trump endorsement can be, his influence is starting to wane. People are, as \"The Wall Street Journal\" suggests, looking ahead and not back. And I don't think that any candidate who wins the nomination and on the Republican Party and goes into the fall election talking about what Donald Trump senselessly (ph) wants to talk about, which is how the election in 2020 was stolen, is going to find out a very powerful message at a time when so many other issues of greater day-to-day importance to people are crowding that issue well out of sight."
    },
    {
      "speaker": "SMITH",
      "utterance": "Olivia, finally, to Pennsylvania's Republican Senate primary. It is officially headed for a recount. Dr. Oz currently leads David McCormick by less than a thousand votes there and he's declared himself the presumptive nominee. He did so on Friday. Is Dr. Oz getting ahead of himself here?"
    },
    {
      "speaker": "BEAVERS",
      "utterance": "It looks like he's taking a page out of Donald Trump's playbook, which is exactly what Donald Trump advised him to do. You know, this is going -- they're both -- both McCormick and Dr. Oz have hired an army of lawyers and they're playing it out about whether these undated ballots are going to be counted, and we're going to see how that plays out. But right now, you know, Oz is trying to claim that he has the nominee and we just are not clear yet with this -- with this recount. So, you know, we're -- we'll find out soon enough."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, many thanks to our panel. We're going to take a quick break right there and we'll see you again shortly. Up next, overshadowed by gun violence. The White House, this week, taking unilateral action on criminal justice reform. We'll bring in Senator Ben Cardin to discuss the moves and state of negotiations on Capitol Hill."
    },
    {
      "speaker": "SMITH",
      "utterance": "President Biden, this week, signed an executive order on police reform aimed to increase accountability and renew trust between law enforcement and communities. It comes two years after the death of George Floyd, and as the U.S. continues to see a spike in crime. In just a moment we'll ask Senator Ben Cardin about these reforms and about the prospect for bipartisan moves on gun legislation. But first to Kevin Corke. He's live in Washington for us with the latest on the talks on both sides of the aisle. Hi, Kevin."
    },
    {
      "speaker": "KEVIN CORKE, ABC NEWS CORRESPONDENT",
      "utterance": "Sandra, even as the president and first lady travel to Texas to comfort the families of those killed in last week's devastating shooting, back here in Washington, battle lines, as you well know, have been drawn by congressional lawmakers over how best to address gun violence, though I think it's fair to say the sides may actually be closer than ever to finding some common ground."
    },
    {
      "speaker": "SEN. CHRIS MURPHY (D-CT)",
      "utterance": "I don't know whether we'll be able to get 60 votes in the Senate, but I'm going to do my best to try."
    },
    {
      "speaker": "CORKE (voice over)",
      "utterance": "That's the hope from congressional Democrats and even some Republicans, that this time lawmakers from both sides of the aisle will support some measure of, quote, common sense gun legislation."
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "utterance": "I think there's a sense of, you know, urgency that maybe we didn't feel before."
    },
    {
      "speaker": "CORKE",
      "utterance": "As they do so, the White House is hoping the upper chamber will soon confirm the first permanent ATF director in seven years, though the nomination of Steve Dettelbach faces political headwinds. As does the White House on a number of fronts, especially with the out of stock rate for baby formula rising to 70 percent nationwide, up from 45 percent a week ago, and gas prices surging, this holiday weekend in particular, with the price for a gallon of gas nationwide up over $4.59 a gallon, an all-time record high, and migrant boarder crossings reaching numbers never before by Border Patrol agents."
    },
    {
      "speaker": "CORKE",
      "utterance": "However, there may be just a bit of good news for the White House to report. Of course, we learned on Friday that the Fed's preferred inflation metric actually may have peaked with the annual price change for the personal consumption price index, or PCE, as you well know, Sandra, checking in at 6.3 percent for April. That's actually down from 6.6 percent in March. We'll have to see how May plays out, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, just a little bit of hope that inflation may be topping out."
    },
    {
      "speaker": "CORKE",
      "utterance": "Yes. Maybe."
    },
    {
      "speaker": "SMITH",
      "utterance": "But that's one data point. We'll see what happens. Thank you very much, Kevin Corke, reporting live from Washington for us. Kevin, thank you."
    },
    {
      "speaker": "CORKE",
      "utterance": "You bet."
    },
    {
      "speaker": "SMITH",
      "utterance": "Joining us now for Maryland, Senator Ben Cardin. Welcome back to FOX NEWS SUNDAY, sir. Welcome."
    },
    {
      "speaker": "SEN. BEN CARDIN (D-MD)",
      "utterance": "Sandra, it's good to be with you. Thank you."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, so, Senator, let's start with prospects for reform. So, can Democrats deliver ten Republican senators on any gun reform legislation? Your take."
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, the jury's out on that. We've tried on so many different issues and have not been successful even to start debate, whether it -- we deal with gun safety issues or we deal with immigration or we deal even with small business. We're not been able to get ten senators to allow us to even start debates. So, we're going to have to wait to see. I think the urgency is there. I was listening to Senator Cornyn. I really do think that there is a real urgency that we can show that we can act. I'm confident if we can get a bill on the floor on the gun issues and can pass it, it will be the right signal to the American people. It probably won't go as far as I would like to see us go, but it will at least show that Congress can act."
    },
    {
      "speaker": "SMITH",
      "utterance": "Even some Republicans who have signaled openness to reforms also point out how complicated this really is. Here's Senator Lindsey Graham on that."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "This man had no criminal record. He shot his grandmother in the face. He lawfully purchased a gun. I don't know how -- I can't tell people that I can think of a law that would have stopped this particular shooting. Are there other things we can do? Yes. Let's see if we can."
    },
    {
      "speaker": "SMITH",
      "utterance": "Your response to that, Senator?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, I think we can do some things that will save lives. I think the red flags background checks. These issues will save some lives. I'd like to go further than that. Investing in mental health is good also. But military-style weapons, I think getting them off the street would be very helpful in saving lives. Will it save our lives? Well, no, but America's an outlier in gun violence. We're in a class by ourselves. We have to ask why. And one of the reasons is the fact that it's so easy to get these military style weapons. Particularly an 18-year-old being able to buy that type of weapon, I think it raises questions about America and our laws compared to the rest of the nation -- world."
    },
    {
      "speaker": "SMITH",
      "utterance": "Senator -- Senate Minority Leader Mitch McConnell, sir, has blessed some gun reform negotiations, but in the past he's been open to conversations, yet ultimately doesn't support reform bills. Listen."
    },
    {
      "speaker": "SEN. CHRIS MURPHY (D-CT)",
      "utterance": "I don't want to overstate my optimism though. I mean I've been Charlie Brown enough to know that up until now the football has been pulled out from under me every single time. Maybe this time is different."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, when you look at the chances here, is McConnell just going to pull the football out from underneath Democrats again?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, we hope that these bipartisan negotiations will lead to a critical mass of Republicans that will be able to deliver at least ten votes so that we can have a debate on the floor of the United States Senate. You know, the United States Senate is known as the great deliberative body, but if we can't even get a bill on the floor to debate, where are we? I mean this is an issue that the American public expects us to act. Enough's enough, Congress needs to act. It needs to take action that can help avoid these types of tragedies. Elementary school children being gunned down? We've got to do something. And clearly the gun safety issues are one, mental health's another. There's a lot of areas that we can make progress and we need to debate that and come together as a body in order to keep our children safer."
    },
    {
      "speaker": "SMITH",
      "utterance": "This is also happening in the middle of the Texas gubernatorial race. Take a look at this moment when democratic candidate Beto O'Rourke confronted Texas Governor Greg Abbott."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Excuse me."
    },
    {
      "speaker": "BETO O'ROURKE",
      "utterance": "(INAUDIBLE) --"
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "Sit down."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're out of -- you're out of line and an embarrassment."
    },
    {
      "speaker": "CRUZ",
      "utterance": "(INAUDIBLE)."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey, get out of our -- get out of our (INAUDIBLE), sir."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Sit down and don't play this stunt."
    },
    {
      "speaker": "O'ROURKE",
      "utterance": "Governor Abbott, I have to say something. Because after -- because after El Paso, the time to stop the next shooting is right now and you are doing nothing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, he needs to get his (EXPLETIVE DELETED) out of here. This isn't the place to talk this over."
    },
    {
      "speaker": "O'ROURKE",
      "utterance": "You are offering us nothing. You have said this is not predictable. This is totally predictable when you choose not to do anything."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sir, you're out of line."
    },
    {
      "speaker": "SMITH",
      "utterance": "Senator Cardin, clearly Democrats are frustrated, the country is frustrated, but does that sort of confrontation help matters?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "At this moment, I'm hopeful that Democrats and Republicans will come together and recognize the safety of our children, the safety of our community needs to come first. So that's where we hope that this bipartisan group will be able to come together with some legislative action that will give the public the confidence that we are trying to deal with this issue."
    },
    {
      "speaker": "SMITH",
      "utterance": "But were you specifically, sir, were you --"
    },
    {
      "speaker": "CARDIN",
      "utterance": "We've got to listen to each other. We've got to come together as a nation."
    },
    {
      "speaker": "SMITH",
      "utterance": "Were you OK with that confrontation, though?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "I didn't see the video in there. I can't see it because of where I am right now. I'm for us being honest with each other and listening to each other and making it clear that our frustration is there, America is an outlier, we need to recognize that, we need to make our communities safer, and we've got to make our schools safe. That's an area where parents send their children and expect it to be a place of safety. So, I know there's a lot of frustration, a lot of anger, a lot of fear that's out there. Let's come together and do something about it."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK. So the Senate -- the president will be in Texas today, heading there right now, and is pressing for action. But here's White House Press Secretary Karine Jean-Pierre. Listen."
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We leave the mechanics to Senator Schumer. We want to see action. That is what we're calling for. And -- but, again, we leave it to the leadership, the Democratic leadership, to figure out how they're going to move this forward."
    },
    {
      "speaker": "SMITH",
      "utterance": "Is that enough for you or should the White House be doing more on its own to get something done here?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "I think at this moment we need to have at least ten Republican senators that will allow us to move forward on the Senate debate. Senator Schumer is our point person on that. He's the one that's delegated to get that type of support, working with Senator Connell. Obviously, the president's going to be engaged. He's been very engaged. President Biden's been very much engaged in the senate deliberations. I'm sure he will continue to do that."
    },
    {
      "speaker": "SMITH",
      "utterance": "Congress remains, meanwhile, deadlocked on police , sir, and has been for years. But this week the president used his powers to sign an executor order focused on federal law enforcement, which include the creation of a database to help track police officer misconduct. Some police groups celebrated the order as a blueprint for further congressional action, while others are dismissing it as political theater and faltered it for opaqueness. It all comes at a time of spike in crime coast-to-coast in his country and as Republicans hammer your party for being soft on crime and not doing enough to support our police. So, Senator, is this going to bring real change or was this just a symbolic photo-op?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "No, I think what the president did is very important to get the data so we know exactly what we're talking about, sharing that information, providing resources to train police officers on sensitivities of communities. I think all that are important best practices, establishing best practices on the use of force. All that are important advancements. Would I prefer the United States Senate to take this issue up and pay us sensible reform? Absolutely. But, once again, we could not get 60 votes. We couldn't get the Republicans to join us on a Senate for discussion of this. But I think what the president did, his exact message, and I'm glad to see it's receiving a warm response from our law enforcement community."
    },
    {
      "speaker": "SMITH",
      "utterance": "I want to finish off with an issue every American cares about in this moment, and that is inflation. Millions are hitting the road for the holiday weekend, sir, and they're paying record high gas prices. Truckers are feeling the pain. Grocery bills are sky-high. What is the plan, sir, to bring these prices down?"
    },
    {
      "speaker": "CARDIN",
      "utterance": "Well, Sandra, I agree. I mean we have a -- American families are confronting price increases. They're having a hard time dealing with their family budgets, Energy costs are way too high. The president has taken some steps to ease that by the release of our reserves. We recognize the international circumstances was a war in Ukraine and energy prices are not determined here in the United States. But we need to do more about it. Our game plan is to deal with the cost (ph) centers that are affecting American families. We're dealing with the cost of health care and prescription drugs. We're hoping to have action in those areas. To deal with the cost of childcare. The president has a plan on that. We hope we'll have cooperation from the Republicans, and we can get some issues that really affect the average American family's budget."
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, as sky-high gas prices remain, and it is all -- inflicting a lot of pain on American families. So, this is clearly going to shape up as one of the biggest issues come November elections. Sir, thank you very much for joining us. Senator Cardin, always good to talk to you. Thank you."
    },
    {
      "speaker": "CARDIN",
      "utterance": "Good -- have a nice holiday. Good to be with you."
    },
    {
      "speaker": "SMITH",
      "utterance": "And you as well. Up next, we are back with our Sunday group on one of the biggest Second Amendment cases to head to the Supreme Court in years."
    },
    {
      "speaker": "SMITH",
      "utterance": "And we're back with our panel now. Juan, to your first. Thanks again to all of you for joining us. The Supreme Court is expecting to rule on a huge Second Amendment rights case in just the next few weeks. And it may lead to looser gun laws. It's a challenge to a New York state regulation that requires residents demonstrate a, quote, actual and articulable need to have a concealed weapon in public. Considering that and other recent developments, do you expect, Juan, Democrats to push for either court reforms or for an expanded court?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, I think it's important to note here that that case that you're talking about in New York state, Sandra, has been upheld by lower courts. I think there are seven states, including most American big cities, that are covered by a requirement that you have to prove a need to carry a gun in public at all times. Now, in 2008, the Supreme Court said you can keep a gun at home. They spoke about mental illness and people who were convicted felons being excluded, but they said that's right. Now, in this case, the question is, can you carry a gun on the subway, to a stadium, a sporting event? You know, what about in a government building? And so, you know, I think that there's going to be great frustration -- you mentioned the Democrats -- but I think publicly, if the idea is that people can just carry guns all around, and I think that you're going to see some expression that, you know, you have three Trump justices pushing this court to the right and taking cases like this that seem to divide the country."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'll let Brit respond to that, and also point out that you rewind a couple weeks here, Brit, and the court was already under a lot of scrutiny and pressure after that draft opinion on abortion was leaked. One expert on the court saying, quote, I can't recall the last time the Supreme Court ruled in so many cases likely to spark a strong political backlash. Are we, Britt, seeing a departure from the more incremental record of the John Roberts court?"
    },
    {
      "speaker": "HUME",
      "utterance": "Well, I think if they overturn Roe v. Wade, we could certainly say that. That, of course, looks like it could happen because of that draft opinion that leaked. But it's not clear that will be the final judgment. And it will be interesting to see what they do in this Second Amendment case. It's a little bit hard for me to believe that the court, having upheld the right to keep and bear firearm as a constitutional right is prepared to go along with the idea that in order to exercise that right you've got to check in with your local government agency to prove that you need it. That will be interesting to see how the court crafts an opinion on that, but I have a feeling that that regulation may be in trouble."
    },
    {
      "speaker": "SMITH",
      "utterance": "Oliva, the president signed an executive order on policing this week, timed to mark two years since the death of George Floyd in police custody. This after a high-profile effort to pass criminal justice reforms in the Senate ultimately failed. So, is this order enough to please the progressives who have long hoped for substantive change?"
    },
    {
      "speaker": "BEAVERS",
      "utterance": "I think that they're going to say that this is a good step, but in terms of incrementalism, they're definitely going to be wanting to push for more changes in police form."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "BEAVERS",
      "utterance": "And so, you know, it's just a start in their mind, but for the time being, they're going be happy that there's just this advancement."
    },
    {
      "speaker": "SMITH",
      "utterance": "Very interesting stuff. Thank you very much to our panel for joining us on all of that. Thank you very much, and we'll see you next Sunday. Up next, a look at the best advice commencement speakers had for the class of 2022."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's an end of school year tradition here to share the best moments from commencement ceremonies. This year's graduates heard from athletes, political leaders, and a famous comedian, who shared his confidence in NYU Tisch grads while giving them a pretty memorable nickname."
    },
    {
      "speaker": "DWYANE WADE, FORMER NBA STAR",
      "utterance": "Will your journey have some highlights? Yes. Will your journey have some low lights? Yes. And if you continue to build on your discoveries and experiences, if you establish your moments of solitude and allow yourself the space for self-awareness, you will arrive at a place where you can grow."
    },
    {
      "speaker": "ALLYSON FELIX, TRACK AND FIELD STAR",
      "utterance": "Your voice has power, and you have to use your voice even if it shakes. There are times when you'll ask for change, and there are times when you'll have to create it. Your life has purpose, so it's important to live a life of purpose."
    },
    {
      "speaker": "GLENN YOUNGKIN, VIRGINIA GOVERNOR",
      "utterance": "So here's what I believe. Seek your purpose and you will find happiness. Seek happiness and you will find neither."
    },
    {
      "speaker": "MIKE PENCE, FORMER U.S. VICE PRESIDENT",
      "utterance": "Adversity doesn't create character. Adversity reveals character. Men and women, when the challenges come -- and they surely will -- you will be in that moment the person you have been preparing to be in every quiet moment before that."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Graduates, I look at this unsettled world -- and, yes, I then see the challenges -- but I'm here to tell you, I also see the opportunities. The opportunities for your leadership."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I cannot promise you the way will be straight, or the sailing will be easy. But I can promise you that you all have the tools needed to navigate any waters you encounter."
    },
    {
      "speaker": "TAYLOR SWIFT, SINGER AND SONGWRITER",
      "utterance": "Decide what is yours to hold, and let the rest go. Oftentimes the good things in your life are lighter anyway, so there's more room for them."
    },
    {
      "speaker": "KEN JEONG, ACTOR AND COMEDIAN",
      "utterance": "Persistence is my greatest talent. Never give up, never close a door on your life, always persist. I don't define myself by my job. I'm not just a doctor. I'm not just a comedian. I'm not just an annoying overactive. I persisted in annoying the world for decades and the world relented, yo. I'm just me."
    },
    {
      "speaker": "ADAM SANDLER, ACTOR AND COMEDIAN",
      "utterance": "You are prepared, Tisches. You've got the goods, Tisches. You've earned the confidence, Tisches! You are the NYU elite! And you are going to go out there in the real world and kick some creative ass! Can I get a hell yeah!"
    },
    {
      "speaker": "CROWD",
      "utterance": "Hell yeah!"
    },
    {
      "speaker": "SMITH",
      "utterance": "On that note, our best wishes to the students and parents of the class of 2022. And that does it for us here today. Thank you so much for joining us. I'm Sandra Smith. I will see you again Tuesday for \"AMERICA REPORTS\" on the Fox News Channel. That's each weekday at 1:00 p.m. Eastern Time. Have a reflective Memorial Day weekend everyone and a great week. We'll see you next FOX NEWS SUNDAY."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}