{
  "date": "May 15, 2019",
  "headline": "Graham: When is it enough when it comes to special counsel investigations",
  "subHeadline": "Guests: Mark Penn, Lindsey Graham, Joe Concha, Victor Davis Hanson",
  "url": "https://www.foxnews.com/transcript/graham-when-is-it-enough-when-it-comes-to-special-counsel-investigations",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY",
      "sentences": "All right. Welcome to “Hannity.” We start tonight with a Fox News alert. Breaking just tonight, documents just obtained by judicial watch show, guess what, the pit bull of Robert Mueller, Andrew Weissmann, he was tapped by Mueller to lead the entire hiring effort for the special counsel's witch-hunt. That's right, the Andrew Weissmann of all people. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, we know why Mueller's team was filled with, oh, far left Clinton allies, zero Republican donors. After all, the same Andrew Weissmann, he was attending Hillary Clinton's election night party that never happened, but the same partisan hack who donated thousands of dollars to Democrats, the same guy, according to Sidney Powell's book \"Licensed to Lie\", known for withholding exculpatory evidence, tens of thousands of jobs were lost at Anderson accounting because of his wrongful prosecution in the case. Remember that case was overturned 9-0. Why did Mueller hire this guy in the U.S. Supreme Court? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Don't forget, he is the guy who put four Merrill executives in jail for a year. That case was overturned by the Fifth Circuit. One year of four people's lives ruined. Yet, Bob Mueller appointed him to be the most powerful person in this entire witch-hunt investigation which at the end of the day, frankly, in retrospect, gives so much more weight to the fact that they found nothing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, make no mistake, Mueller's hyperpartisan team of investigators, they were hell bent on taking down a duly elected president of the United States. They were no different than many other high ranking, unelected government bureaucrats in the deep state. And moments ago, we can break tonight, Judicial Watch obtained several newly uncovered documents surrounding DOJ official Bruce Ohr and State Department official Kathleen Kavalec. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, keep in mind, Kavalec and Ohr met separately with Christopher Steele and both allegedly issued a warning about the credibility of Steele to the FBI, to the DOJ prior to that first FISA warrant application against Carter Page to spy on the Trump campaign. And still after the election, documents now show that Ohr and Kavalec, they were still obsessed with using the dossier, they knew it was phony, to take the president down. On November 21st, 2016, Kavalec emailing Ohr a link to a \"Mother Jones\" left wing magazine article based on the phony Hillary bought and paid for Russian dossier. Ohr emailed back, quote: I really hope we can get something going here. We will take another look at this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } In subsequent conspiratorial email to Ohr, Kavalec gave a reference her meeting notes with Christopher Steele. This is just 10 days before the first FISA application is put in. Uh-oh, he is political. Uh-oh, it's not vetted. Nobody verified. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, from the DOJ to the State Department to the FBI, the highest ranking officials, not rank-and-file, in all areas of Obama's government, were totally obsessed with Christopher Steele and his Clinton paid for Russian propaganda, so obsessed that they used Clinton's hit man -- yes, there, he is back -- Sid \"Vicious\" Blumenthal to corroborate the dossier in their FISA request. The biggest Clinton partisan hack to corroborate a Clinton op research to spy on a member of the Trump campaign? Watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, CONTRIBUTOR",
      "sentences": "I have seen each factual assertion listed in that dossier, and then I have seen the FBI's justification. And when you are citing newspaper articles as corroboration for a factual assertion that you have made, you don't need an FBI agent to go do a Google search. And when the name Sidney Blumenthal is included as part of your corroboration, and you are the world's leading law enforcement agency, you have a problem. And you can blame it on the FISA court if you want to, but I hope Brennan is smart enough to know judges don't investigate. They have to rely on the honest word of the people presenting it to ‘em, and if that honest word is missing, then the judge is going to make the wrong decision. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And remember, we told you the top of the FISA application says verified. It's unverifiable. Now, former Congressman Gowdy has seen the FBI's FISA request against Carter Page. He knows that Sid \"Vicious\" Blumenthal and circular reporting, remember, Michael Isikoff, same sourcing, they acted as though it was separate sourcing. They will both used to bolster the unverified garbage that Comey swore was true to the best of his knowledge and verified. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, with the investigations from Horowitz and now Mr. Durham as well are underway. Rush Limbaugh rightly pointing out the deep state is now in a panic mode for good reason. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO HOST",
      "sentences": "The next thing to keep a sharp eye out for, folks, and that is people fleeing the country. If you see James Comey in Argentina, if you see James Clapper somewhere where they can't be extradited, then you will know that we are getting close. When these people start leaving, I'm half joking. It hasn't started yet, but, man, are they nervous because the attorney general has appointed a prosecutor to look into the investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Now that's funny. I wish I thought of that when you see them in Venezuela. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. It's now every man, every woman for themselves. And, by the way, the circular firing squad I told you about last night is forming, and that includes the paragon of virtue himself, Mr. James Comey. He is blaming former CIA Director John Brennan for pushing the dossier as, quote, crown material. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } But as Fox News is reporting, that Brennan and Clapper, they are actually blaming Comey, claiming that the pair always opposed the fired FBI director's use of the dirty dossier. At this point, the only thing that Comey, Clapper and Brennan seem to agree on are the semantics surrounding the term \"spying\" which, by the way, did occur in spite of what they are saying against the Trump campaign and it happened not once, not twice, but multiple times, over and over again. But, according to Comrade Brennan, yes, Comrade Brennan it didn't really happen. The truth is not the truth. We are living in this, you know, Alice in Wonderland of John Brennan. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "sentences": "Does CIA spy? Yes. Do we spy against foreign adversaries? Yes. Do we spy against domestic individuals? No, we do not. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } We work very closely with the FBI. And when the Russians were trying to interfere in that election, and to change the outcome of it in their favor, we CIA, and FBI work for very collaboratively so that we could have that ability to see what the Russians were doing and who they were working with. So, when William Barr said spying, it clearly indicated that there was something that was inappropriate if not illegal. Nobody used the term spying when they are referring to legitimate, predicated, authorized investigative actions on the part of the FBI. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He is lying. But, of course, fake news, conspiracy TV wouldn't ask him a question. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Brennan spied. They spied on the Trump campaign. They spied on Carter Page. They spied on Papadopoulos. They spied on Sam Clovis. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } There was spying all over the place, weaponizing the powerful tools of intelligence. By the way, didn't Brennan seem awfully defensive for someone who has done nothing wrong? Now, one former federal prosecutor now openly wondering why Brennan is so worried about the ongoing investigation into the origins of the Russian probe. Let's take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDY MCCARTHY, FORMER FEDERAL PROSECUTOR",
      "sentences": "If what Director Brennan is saying is true, then what's he worried about? But, to hear them talk about like it's a fishing expedition, after we just had a two-year investigation of the administration under circumstances where the justice department didn't articulate a crime that it was actually looking at? We spent two years on a fishing expedition under the guise of collusion? They are now going to complain about oversight of the intelligence and the Justice Department and the FBI? That seems ridiculous to me. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Of course, Andy is right. Brennan, Comey, Clapper, Lynch, Strzok, Page, others have a lot of reasons to be worried tonight. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } The Trump campaign was spied on at the height of a presidential election at the direction of the highest ranking bureaucrats, all who hated Donald Trump, some who rigged an investigation into his opponent and got her off the hook when she obviously committed crimes, including obstruction. Now, fraud against a FISA court was premeditated and it was committed by these same officials. After a three-year witch-hunt, a near three-year witch hunt was conducted into all things Trump, because of Russian disinformation bought and paid for ironically by Hillary Clinton -- well, this wasn't just bad, it's criminal. All will be held accountable, but not if delusional Trump haters on the left get their way. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } They have this psychotic anti-Trump rage that is built inside them, inside the Democratic Party. And their number one fans, the media mob is now at all-time high. They are destructive. They are vengeful hopes and dreams have totally fallen flat. They are floundering, all of them. The Mueller witch-hunt came up empty. The Trump agenda is working and breaking records every single solitary day. Good news for the country, I guess that's bad news politically for those that dislike the president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } The economy is booming and setting records. The president's approval numbers are reaching all-time highs. And in a sign of shear desperation, Democrats on Capitol Hill are focusing nearly 100 percent of all their efforts on re-litigating, reinvestigating the Mueller probe, four separate occasions. No collusion, no collusion, no collusion, none whatsoever. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And in a letter to the House Judiciary Chairman Jerry Nadler, the White House counsel threw down the gauntlet writing, quote: Congressional investigations are intended to obtain information to aid in the evaluating potential legislation, not to harass political opponents or to pursue an unauthorized do-over of exhaustive law enforcement investigations conducted by the Department of Justice. And I'll add the FBI. And I'll add the House Intel Committee. And I'll add the bipartisan Senate committee. Nadler is requesting a wide range of documents related to Mueller's investigation after voting to hold the Attorney General Barr in contempt. Why? Because the attorney general refused to break federal law. He refused to reveal grand jury information in the special counsel's report because if the attorney general did, these genius lawmakers what they asked him to do, he would be in trouble legally. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } And meanwhile, congressman, the cowardly Schiff himself, is busy obsessing about phantom claims still of obstruction. He has never mentioned Hillary and subpoenaed emails and Bleach Bit and hammers. I wonder why. He is the chairman of the House Intel Committee. He is supposed to help keep our country safe from threats abroad. But, yet, he wants a fifth investigation into a nonexistent crime, not committed by anybody like the president of the United States. It's not just Schiff and it's not just Nadler who have totally preoccupied by the way with these conspiracy theories. Other Democrats, they are busy, wasting your tax money with an upcoming -- they are going to do a 12-hour long dramatic reading of the full 448 page Mueller report. Can't wait to see the C-span ratings for this extravaganza. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } It is a sad state of affairs inside the Democratic Party. And it might even be worse among their pals in the deep state, and in the media mob. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. Joining us now, former U.S. solicitor general, independent counsel, Fox News contributor, Ken Starr, along with former Clinton pollster and advisor, Mark Penn. If the attorney general, Ken Starr, did what Nadler and company are asking him to do -- now, by the way there was only one full line and seven partial lines that they can see. But if they -- if he handed over the totally, unredacted Mueller report, would the attorney general be breaking the law, violating the law? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN STARR, CONTRIBUTOR",
      "sentences": "He would be violating the law. The law has been clear. This is not a policy. It is the law of the land now designed to protect grand jury secrecy. He would also be violating Justice Department policy. So, it would be a double whammy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } He is doing the right thing. He is doing it in the right way. And the criticism of him I think is profoundly unfair. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why would -- for 206 years, the House Judiciary Committee has never allowed a witness to be questioned by people other than the members themselves. Now, maybe Nadler doesn't think he is very smart. I don't think he is particularly that bright myself. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } But, let's put my personal feelings aside. Nadler, he can have the lawyers write questions for him. That's fine. But he has to read them himself. But, do you think unaccountable, unelected lawyers should deviate from what is a 206 year tradition of that committee? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "They really need a very strong justification for it. I was subjected when I appeared before the House Judiciary Committee. But that was for impeachment. We are nowhere, I hope, near impeachment. It is the rare, rare exception. It does go, as you say, against the traditions of the Judiciary Committee. And I just think because the Judiciary Committee consists of lawyers, they should ask their own questions. It's a matter, frankly, of tradition but also decorum. Why should the attorney general of the United States confirmed by the Senate be answering questions by highly paid staff lawyers? I think the attorney general was in his rights in saying no, I'm happy to answer your questions. You were elected. You ask the questions but not hired help. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In the Starr report, I know I asked you the last time but I'm getting older. My memory is failing a little bit. How many specific felonies did you put, list in the Starr report that Bill Clinton likely committed? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Right. We had 11 counts leading up to abuse of power beginning with perjury. Perjury before the grand jury was, I think, the most important, provocative, obstruction of justice. And, by the way, he was found in contempt by United States district court judge, Judge Susan Weber Wright, for obstruction of justice. Not for the perjury that he clearly committed. And so, if you reread that report, and by the way, I stand by that report. It's factually and it was unhappy for the country but it nonetheless was absolutely accurate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let me just add a footnote. Book one of the Mueller report, when you read it, and now it's going to be dramatically read as you said. Book one demonstrates in page after page that there was no collusion. The \"no collusion\" isn't just a bottom line. It is on virtually every page. And I really commend everyone to read something that I think has been very little said about, and that's during the transition -- Vladimir Putin was eager to establish communications with the Trump Tower. Why? He did not have communications with the Trump Tower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mark Penn, you have been a very honest Democrat. You are a Clinton pollster for years. You're a smart guy. You understand public polling. Between what the Democrats are doing devoting all of their time to this, pretty much 99.9 percent, and the New Green Deal, the other 1 percent. What is it doing to the party politically, four separate occasions, no issue of collusion, conspiring? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK PENN, FORMER CLINTON POLLSTER AND ADVISER",
      "sentences": "Of course, in the days of Ken Starr, I pointed out then that the Republicans were off track spending all their time on this. And so, today, I point out the same thing. Look, I had a poll question recently, I said: Do you want investigations or infrastructure? Well, OK, maybe it was a lay-up, but it was 80 percent infrastructure, 20 percent investigations. And so, does the public want Congress which has about a 20 percent approval rating, compared to Trump's 46 percent approval?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's a little lower. You are a little high on that. I think it's 12 to 17 percent, depending on which polling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Yes. But you look at that, they don't want Congress doing a reinvestigation. They want infrastructure. They want healthcare. They want immigration solutions. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } I don't know why the Democrats haven't moved on the way the Republicans learn to move on when they got stung in 1998.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, they are the ones that changed the law though, Mark. I mean, this is interesting. Nadler didn't want Ken Starr's report out. But he was working under a very different statute called the Independent Counsel's Statute. Now, we changed it. It's interestingly, the attorney general didn't have to reveal one word of Mueller's report, but he did anyway to be transparent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "No, that's absolutely correct. In fact, the nation felt so jarred by Ken Starr's report that they said we don't want to have the independent statute again. We want a more confidential, less political, less public process. And, of course, now, the Democrats are cutting against that. And I think they are cutting against their own interests as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think they should keep doing what they are doing. Working out so great so far for them and it's working out for the country, thank goodness. We have 1.7 million more jobs than we have people on unemployment. Pretty good -- one of the many records. Thank you both. Now, with the Mueller probe over, well the attorney general is now finally getting to the bottom of what we have been investigating now for over two years on this program. And because of his attempt to move from the exhaustive two year witch-hunt -- well, investigate the investigators, holding our government accountable -- well, Democrats have vilified Barr, some have even proposed that he'd be thrown in jail by the sergeant of arms and put in hand cuffs. But today, during an event on Capitol Hill, the attorney general reportedly tracked down Speaker Pelosi and asked her if she brought her handcuffs. And with more analysis, Gregg Jarrett, FOX News legal counsel, of course, and legal contributor and, of course, author of the bestselling book, \"The Russia Hoax\", and FOX News contributor, Jason Chaffetz. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Jason, you are the one that told me and I didn't know this that Congressman Ratcliffe told you that the top of a FISA warrant had some very interesting words on it. What are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "sentences": "Yes, at the very top of this FISA application, John Ratcliffe has said this publicly, in all capital letters, it says \"verified\". Verified application. That's what these people were filling out the form and signing their name to. And that includes Comey and some very high level people. And they did it not just once, but they did it multiple times and there is no doubt that was a lie. It was not true. It's deceptive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What is Trey Gowdy -- do you know specifically what he is talking about? And more specifically, emails in December 2016 between Brennan and Comey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I mean, Trey Gowdy and John Ratcliffe are two people that have seen all this material unredacted, and what he is signaling and what he is saying here is this spreads out above and beyond just the Department of Justice and the FBI officials. How the intelligence community, you will hear the acronym I.C. community or I.C. It means intelligence community. What were Brennan, Clapper, some of these other clowns that were in place, what were they doing and how were they doing it and why did they choose to do a lot of this overseas? It's because they could bypass a lot of the constitutional restrains they would have here in the United States. But I think this spreads well above and beyond just some people at the highest echelon of the FBI. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let me ask you about a report and Joe DiGenova's comments, Gregg, that John Durham has already convened a grand jury in Connecticut. They have already gotten documents. They have already talked to intel people. Durham's efforts is operating alongside FISA abuse, its investigator, Inspector Horowitz. I have sources telling me that Horowitz is perhaps finished with his report and certainly the attorney general has been briefed on what is coming. And according to Joe DiGenova, Horowitz has determined three of the extensions against Carter Page and thus spying on the Trump administration were illegally obtained, and on the brink of finding that the first FISA application was completely illegal. Thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "sentences": "I think Joe is right. I think there will be a separate part of the I.G. report based on the lies and deceptions and concealing of evidence to the FISA judges. But, you know, you need U.S. attorney because the inspector general could only uncover evidence that he has access to and people who are still employed by the government, you need a U.S. attorney like Durham to be able to subpoena people to haul them in front of a grand jury, and I suspect there is a grand jury and they're well on their way to potential criminal indictments. The question is, who is in legal jeopardy? Well, you and I have discussed this before. It is likely James Comey, Andrew McCabe, James Baker, Peter Strzok, Lisa Page, maybe John Brennan and James Clapper. Certainly, Christopher Steele and Glenn Simpson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What about the attorney general fingered by Strzok and Page as running the exoneration of Hillary? What about Biden and Obama and meetings that supposedly took place in the Oval Office about these very topics? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Well, that should have been covered in the first report that came out last May. And so, it's unclear to me whether or not the I.G. will revisit it in his second report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Great work, both of you. Appreciate you being with us. By the way, Jason is in for us Friday night and look forward to having him -- actually a week from Friday I think. Anyway, coming up, the left, liberals the media have been calling Senator Lindsey Graham, calling on him to resign, really? He'll join us next to explain why he is not going anywhere. Later, Denver has decriminalized now psychedelics, magic mushrooms. Wait until you see the video Lawrence Jones got from the Mile High City. It is worse than you think and more, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Tonight, the unhinged, angry, rage-filled Democrats, their allies in the hate Trump media mob, they're continuing their smear campaign. Now, they are targeting Senator Lindsey Graham after he encouraged Donald Trump Jr. to exercise his Fifth Amendment rights in response to a Senate panel subpoena about his Russian contacts. For the record, Don Jr. spent nearly 30 hours testifying already. When is enough enough? Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's progress, yes. That you U.S. senators telling the president's family to ignore the rule of law, that's nuts by any --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He is chair of the Judiciary Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who you think would be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I know his numbers were horrible before he starting Donald Trump's BFF. But is it worth it? That's an answer, you know, only he can provide. Chris, Lindsey, if you have an issue with anything I'm saying, you know my number, baby. Give me a call. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can I just help these people out? The Fifth Amendment is the rule of law. A rule of law is based on a little document called the Constitution of the United States. But the senator is standing strong supporting the president's agenda, that it's creating records on every front, exposing the deep state cabal by pushing for more FISA declassification, securing our border just new bill to reform the asylum process. Here to explain more, Senate Judiciary Committee Chairman Lindsey Graham himself. You know, maybe I it's been a long time since I have been in school but the Fifth Amendment, I thought, was our right to invoke. Do we not have -- does that right get taken away and I missed it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Well, let me tell you why I weighed in on this. Mueller, I thought, was the final word on all things criminal. The last thing you want, Sean, is 535 special counsels. Richard Burr is a good friend of mine. He is a great chairman of the Intel Committee. He is going to issue a good report, I think, telling us how to deal with Russia in the future. And what happened on the intel side. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } What I worry about is when is enough enough? Now, you have got the House Intel Committee bringing accusations against Jay Sekulow and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "-- Jared Kushner's lawyer, right? You know, Jared Kushner's lawyer. That they conspired with Michael Cohen to lie to the House Intel Committee. What you see happening is congressional committees are now beginning to take the place of prosecutors, and that's dangerous for us all. And if I were Don Jr.'s lawyer, I would be reluctant to put him back in an environment where two of the people on the Intel Committee in the Senate are running for president the United States. They want to impeach Barr. They want him to resign. They want me to resign. And they think Brett Kavanaugh was Bill Cosby in high school. They people are going nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, they wanted your - last I checked too, not only did we have a Fifth Amendment, I think we have something called attorney-client privilege. I think that exists. I just - I read that somewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Can we play that out a bit? So - so Nadler is going to get Trump re-elected more than any single person on the planet. But Schiff is a close second. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, maybe Adam Schiff is a close second and running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, yes. Yes. Yes. That's a close second. But Schiff is saying that he is going after the President's lawyer, Abbe Lowell, Jared Kushner's lawyer, based on the word of Michael Cohen. And what I'm worried about with Don Jr. is if we're going to use Michael Cohen's testimony, we'll be going after everybody in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, didn't Michael plead guilty to lying to Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, you'd have to get him out of jail to testify. But Richard Burr is a wonderful fellow. My problem is not with Richard Burr. My problem is a system--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have a problem with Richard Burr. You and I differ here. Richard Burr--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, I don't. But - yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He spent 30 hours. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now - somebody that, again, was admitted to lying before Congress. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then a criminal referral--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--went forward by Jim Jordan and by Mark Meadows about--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--the second appearance. And so at this point - all right. I want to ask you this. So we are going to - in the days ahead, we are going to get the FISA applications--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Grassley-Graham memo, Nunes memo--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Bulk of the application is Hillary's bought and paid--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--unverified dossier, which even the dossier's author doesn't stand by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Then we're going to get the 302 meeting notes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--with Ohr and Christopher Steele. Then we're going to get the Gang of Eight material, which I understand is not really good about the FBI admitting things they did wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The fourth bucket we talk about are a series of emails that have some really serious admissions in them amongst the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And the fifth bucket will be exculpatory statements that they didn't use on purpose. Anything else that we're going to find out our deep state did to try and undo a President election - Presidential election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I think you're going to get all of that. Hopefully it will be declassified and given to the public. And I don't know if anybody on the other side will care, which will be the sad thing. All of my friends at CNN are going nuts over my concern about Congress getting out of its lane. But have you heard one person from these other networks even show concern that maybe the FBI gave a statement to the FISA court that the dossier was accurate and they told other people that they knew it was unverified? Have you heard any concern at all about a counterintelligence operation that was being run by people who hated Trump and liked Clinton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Senator, we now have two sources that told the FBI and the DOJ, the upper echelon, not rank and file. I always make the distinction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They deserve that distinction, those good men that protect us. But I am told in both cases that with the dossier, that Ohr warned them, it was unverified, Hillary paid for it, Steele hated Trump. Also now we have the emails before the first application went in. it sounds like a premeditated conspiracy to commit fraud on a FISA court. And I'm also hearing Horowitz is done and it's devastating. Any word that you are hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I can't verify if Horowitz is done. I can't tell you what he found. But I can tell you that if you care about the rule of law, you are going to be very upset about how the DOJ and the FBI behaved themselves during the 2016 election. If you hate Trump, you won't care. If you love the rule of law, you'll be very upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Senator, I will gladly endorse your re-election, and the great State of South Carolina, you've been doing a great job. Thank you for doing all--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You have - you have been leading on all of this. And I know you're going to continue with your promises to follow up. Thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Coming up. Shouldn't surprise anyone. Media, they're trying to cover up for their deep state friends. Later, also, Denver decriminalizing psychedelic hallucinogenic mushrooms. So we sent Lawrence Jones to the liberal city. What we are going to show you shocks the conscience what has happened to the Mile High City is a disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, as always, the liberal establishment media, the media mob finding themselves on the wrong side of pretty much every issue facing the country. Now, after the AG, Barr, announced U.S. attorney Durham would be investigating the origins of the Russia investigation, among other things, the media, they rush to defend the deep state. Of course, what do they care that they spied on Trump? What do they care they rigged Hillary's investigation? What do they care they tried to bludgeon and beat up the President of the United States or a FISA court being lied to with Hillary Clinton opposition party Russian lies? Why would they care about any of that? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "William Barr, Trump's handpicked defender as Attorney General, is now operating as the President's personal hit man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a really chilling message this is a completely unnecessary investigation. And it's just a way of harassing people who have done their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VALERIE PLAME, FORMER CIA OFFICER",
      "sentences": "We are living in really strange times when there is such daylight between the President and the intelligence communities. It is never good for our national security. The people, the professionals, the intelligence professionals who are working at the FBI or the CIA are there as professionals, no matter how he chooses to characterize it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And meanwhile after Alabama passed the new abortion bill, the media wasted no time berating the state's decision. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What keeps the Republican Party together is this fight about culture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is the - but politicians in Alabama saying we're not really expecting this to be law in Alabama. We're expecting this to be law in the United States, and this is just the first step.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Maybe we should make it a law that they should all be required to get a vasectomy, that group in particular.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here with reaction, The Hill's Joe Concha; Fox News Contributor, Lisa Boothe. Lisa, we begin with you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, CONTRIBUTOR",
      "sentences": "Hi, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Real simple hi. Real simple question. How is it possible that we have real good evidence that Hillary committed a felony and she tried to cover it up and get rid of the evidence? Then we have pretty big evidence that there was a premeditated fraud against FISA court judges to spy - yes, spy - on the Trump campaign. Then we have other information of real spying. Then we have information that they disseminated false Russian information with Hillary's dossier. And then we see that they used the dossier to try and bludgeon a President to undo a duly elected President. Why does the media not care about that story at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Because they don't like Donald Trump. They don't like President Trump. That's why. And what we're seeing right now is this coordinated effort or a seemingly coordinated effort between the left and the media to try to undermine Attorney General Barr, and the reason being is because if you poison the well, it mitigates the damning information that's going to come. And we know that it's going to be damning because we even knew before the Mueller report that the FBI withheld critical information that the fact that the DNC and Hillary Clinton were behind the funding of the dossier. But now we know that the dossier was complete garbage because of the Mueller report. There was no collusion. And even beyond that, The New York Times recently admitted that the dossier could even be Russian disinformation, yet it was used by the FBI multiple times to obtain FISA warrants. So what they know is that damning information is going to come and they're trying to undermine Attorney General Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. And it's interesting. I like Barr's comments to Pelosi tonight. Joe, you study the media. You have to watch that crap. I don't watch it. I can't really stand it. So - but that was 99 percent pretty much of the media. 99.9. They all went down the conspiracy theory hoax, lying to their audience route for a very long time. And I don't see much introspection or correction on their part that they were wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER FOR THE HILL",
      "sentences": "Of course not, Sean. I mean, egos don't allow for apologies in these situations that for two years we heard about Russia collusion. We heard about stories always going in the same direction. You never saw Democratic lawmakers and stories being wrong about them. It was always in the direction of Trump, Trump associates in terms of there is collusion, here's our story, here's the proof based on nefarious sources, bad forces, feeding information that reporters wanted to believe because they wanted this to be their next Watergate, the next Woodward and Bernstein in taking down a President. So they believed information that was fed to them that wasn't necessarily true. And look, the goal of journalism--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--even--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--they had a big story. What I'm describing is the biggest abuse of power, corruption scandal in history. I would think that somebody has an interest in a Pulitzer. Now, I would argue that people that are on our ensemble cast here deserve it, but I'm prejudiced in that sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "John Solomon has been doing excellent work from The Hill, for instance, and Sara Carter, who you have in this show, yes. And maybe that will all pan out (inaudible) I'm pretty sure that a guy like John will--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm pretty sure hell will freeze over, but go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "Yes. So - the old goal of journalism was to speak truth to power, to challenge power. And I would think that many journalists would be embracing the fact that Bill Barr and John Durham's efforts here in terms of looking in how the Russia investigation actually happened. But now what we're going to see instead, I'm afraid, is that John Durham's reputation is going to be attacked the same way Bill Barr's was, the same way Brett Kavanaugh's was. And--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, the problem is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "--his reputation is unblemished. I would think that won't happen here, but it probably--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Sean, can I just - can I just make--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "--one more point as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "If you want to look at the culpability of the media, look at the fact that James Comey knew that CNN was looking for a news hook to publish the fallacious information in Christopher Steele's dossier. He did a private briefing with President Trump, with Trump. That meeting leaked and then it gave CNN and BuzzFeed the news hook to publish the dossier in full. So the media has been completely culpable in pushing this completely false narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONCHA",
      "sentences": "And Comey is still getting town halls, which is remarkable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I warned him, Jim Boey (ph), Mr. Patriot, Mr. Super-Patriot, Mr. Virtue, you have the right to remain silent. I keep advising and you're not listening to me. Thank you both. We appreciate it. All right. When we come back, the City of Denver, Mile High, yes. They have decriminalized psychedelic and, yes, hallucinogenic magic mushrooms. We sent Lawrence Jones to see what the residents think about the radical change. We'll also take you to the streets of Denver. You can't make this stuff up, by the way. Also tonight, Beto O'Rourke actually live-streamed his haircut. Fascinating video. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. First, the State of Colorado voted to legalize recreational marijuana in 2012, and last week, citizens of the City of Denver, they passed a measure to decriminalize the personal use and possession of psychedelic and, yes, that's the stuff that causes hallucinations, known as magic mushrooms. We sent Lawrence Jones to Denver to see what the folks out there thought about the city adopting a new radical policy and how this is all working out for them. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, EDITOR-IN-CHIEF, CAMPUS REFORM",
      "sentences": "Denver is the first city in the country to decriminalize magic mushrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You cool with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, I'm not completely opposed to it because I've seen a lot of things about depression and people getting over their depression through it and stuff like that. I just know it brings the wrong crowd sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Decriminalizing drugs, I mean, like, OK, but it might have some consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm OK with it. I think it's really silly though. I mean, I think our priorities are a little off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Denver is the first city in the country to decriminalize magic mushrooms. Are you OK with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't think I am. No. I'm - I'm OK with the marijuana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I mean, I guess that it's different than marijuana, but we're usually the first to legalize things like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You think a lot of people are just going to come here just for that experience?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think anyone is going to come here to do mushrooms who's not already doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can see just about how much our population has grown from just since the weed has been legalized. It's maybe kind of crazy. So I'm assuming the same thing will happen with the mushrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Magic mushrooms. Have you ever tried them before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You've experimented with this before, haven't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Back in my college years, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Never tried them though. Maybe one day. Probably not though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As far as like a hallucinogenic trip, I like it a lot better than acid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You're going to try it again, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would probably, yes, dip my toe back in that water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Is Denver getting a reputation for, if you just want to get drugged up, this is the place to come?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I absolutely think that, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Would this be the city of zombies essentially? Like, people just walking around all high all the time on mushrooms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I hope not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's just (ph) in your backyard, man. (Inaudible) straight up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's been done before. Play some Pink Floyd and get down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know what I'm saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now with reaction, author of The Case for Trump, Hoover Institution Senior Fellow, the ever-so-brilliant Victor Davis Hanson. So, Lawrence went there and he had his BFF Tim (ph) with him, and literally they described to me it's like everybody is walking around like zombies. I know a lot of people think that this is OK. Recreational marijuana use, et cetera. It's the same as drinking people say. I don't agree with that. What are your thoughts? VICTOR DAVIS HANSON, HOOVER INSTITUTION SENIOR FELLOW & AUTHOR, THE CASE FOR TRUMP: This is - we're not a society that's known for not being permissive enough. So, at this time and moment in our history, when we look at the use of drugs as a force multiplier of mental health problems or homelessness in Seattles, and Cisco, Los Angeles, the idea that we need to encourage it, and that's what decriminalization and legalization does. It sends a message to young people that the state has no problem with it, and they see that, whether it's right or not, as a green light. And more importantly, these are very powerful psychoactive drugs. We don't know the long-term effects of them. And we know from the progressive movement, which was at the forefront of warning us about smoking and changing the entire culture to discourage smoking, I don't know why they don't apply those same standards to use of these equally dangerous drugs. And--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What I'm trying to understand--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--this is a generation, Sean, the millennials--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--they've got a lot of problems, $1.5 trillion in debt, they've got the lowest fertility rate, prolonged adolescence, delayed marriage, and the last thing we need is to be encouraging drug use among this generation of youth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There's a part of me that has very strong libertarian leanings. I don't want the government telling us to wear a seat belt or the nanny state or tell - I believe in freedom and people want to make choices--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--as long as it doesn't impact me. But I do believe there is a gateway component to this. And I asked somebody that I know once used these types of drugs. And what I was told was it was more hallucinogenic, if you will, than acid, which this person tried, which would scare the living daylights out of me. Those people that had bad trips would describe like seeing Satan and jumping out of windows if it was - and by the way, who makes all this stuff, if you're talking about molly, ecstasy, acid or any of these other drugs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Well, I was a student in 1970s at University of California, Santa Cruz. And I can tell you that one effect of these drugs when you witness their usage is it destroys initiative, it enhances mental health problems. And in our age and time, we know what the cartels are going to do with it because both marijuana and psilocybin are common in Mexico, and they're widely used there. And so we know that the cartels are going to get on it. So I just don't see the purpose of it, given all of these social and cultural problems we're having right now with permissive drug use and the consequences it's having on young people who are not aware of the long-term effects or the results of drug--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--cartels and drug trafficking. And you add homelessness into it and our inability to treat people for mental health problems. It's just insane. That's the last thing we need to be doing right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Victor Davis Hanson, always good to see you, sir. Thank you. When we come back, yes, a Democratic Presidential candidate with extremely low, almost nonexistent, poll numbers live-streaming himself getting a haircut. Wow! Talk about narcissism! Straight ahead, our Villain of the Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The Villain of the Day, Robert Francis Beto bozo O'Rourke for this insane video. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORMER REP. BETO O'ROURKE, D-TX, PRESIDENTIAL CANDIDATE",
      "sentences": "I started out today with a great run with Artemis down Organe (ph) around Utah (ph), then back home. And then everyone in the house agreed it was time for a haircut. So we're here with Emanuel (ph) at the best barbershop in El Paso.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We'll never be the destroy media mob. Let not your heart be troubled. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY",
      "utterance": "All right. Welcome to “Hannity.” We start tonight with a Fox News alert. Breaking just tonight, documents just obtained by judicial watch show, guess what, the pit bull of Robert Mueller, Andrew Weissmann, he was tapped by Mueller to lead the entire hiring effort for the special counsel's witch-hunt. That's right, the Andrew Weissmann of all people. Now, we know why Mueller's team was filled with, oh, far left Clinton allies, zero Republican donors. After all, the same Andrew Weissmann, he was attending Hillary Clinton's election night party that never happened, but the same partisan hack who donated thousands of dollars to Democrats, the same guy, according to Sidney Powell's book \"Licensed to Lie\", known for withholding exculpatory evidence, tens of thousands of jobs were lost at Anderson accounting because of his wrongful prosecution in the case. Remember that case was overturned 9-0. Why did Mueller hire this guy in the U.S. Supreme Court? Don't forget, he is the guy who put four Merrill executives in jail for a year. That case was overturned by the Fifth Circuit. One year of four people's lives ruined. Yet, Bob Mueller appointed him to be the most powerful person in this entire witch-hunt investigation which at the end of the day, frankly, in retrospect, gives so much more weight to the fact that they found nothing. Now, make no mistake, Mueller's hyperpartisan team of investigators, they were hell bent on taking down a duly elected president of the United States. They were no different than many other high ranking, unelected government bureaucrats in the deep state. And moments ago, we can break tonight, Judicial Watch obtained several newly uncovered documents surrounding DOJ official Bruce Ohr and State Department official Kathleen Kavalec. Now, keep in mind, Kavalec and Ohr met separately with Christopher Steele and both allegedly issued a warning about the credibility of Steele to the FBI, to the DOJ prior to that first FISA warrant application against Carter Page to spy on the Trump campaign. And still after the election, documents now show that Ohr and Kavalec, they were still obsessed with using the dossier, they knew it was phony, to take the president down. On November 21st, 2016, Kavalec emailing Ohr a link to a \"Mother Jones\" left wing magazine article based on the phony Hillary bought and paid for Russian dossier. Ohr emailed back, quote: I really hope we can get something going here. We will take another look at this. In subsequent conspiratorial email to Ohr, Kavalec gave a reference her meeting notes with Christopher Steele. This is just 10 days before the first FISA application is put in. Uh-oh, he is political. Uh-oh, it's not vetted. Nobody verified. Now, from the DOJ to the State Department to the FBI, the highest ranking officials, not rank-and-file, in all areas of Obama's government, were totally obsessed with Christopher Steele and his Clinton paid for Russian propaganda, so obsessed that they used Clinton's hit man -- yes, there, he is back -- Sid \"Vicious\" Blumenthal to corroborate the dossier in their FISA request. The biggest Clinton partisan hack to corroborate a Clinton op research to spy on a member of the Trump campaign? Watch this."
    },
    {
      "speaker": "TREY GOWDY, CONTRIBUTOR",
      "utterance": "I have seen each factual assertion listed in that dossier, and then I have seen the FBI's justification. And when you are citing newspaper articles as corroboration for a factual assertion that you have made, you don't need an FBI agent to go do a Google search. And when the name Sidney Blumenthal is included as part of your corroboration, and you are the world's leading law enforcement agency, you have a problem. And you can blame it on the FISA court if you want to, but I hope Brennan is smart enough to know judges don't investigate. They have to rely on the honest word of the people presenting it to ‘em, and if that honest word is missing, then the judge is going to make the wrong decision."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And remember, we told you the top of the FISA application says verified. It's unverifiable. Now, former Congressman Gowdy has seen the FBI's FISA request against Carter Page. He knows that Sid \"Vicious\" Blumenthal and circular reporting, remember, Michael Isikoff, same sourcing, they acted as though it was separate sourcing. They will both used to bolster the unverified garbage that Comey swore was true to the best of his knowledge and verified. Now, with the investigations from Horowitz and now Mr. Durham as well are underway. Rush Limbaugh rightly pointing out the deep state is now in a panic mode for good reason. Take a look."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO HOST",
      "utterance": "The next thing to keep a sharp eye out for, folks, and that is people fleeing the country. If you see James Comey in Argentina, if you see James Clapper somewhere where they can't be extradited, then you will know that we are getting close. When these people start leaving, I'm half joking. It hasn't started yet, but, man, are they nervous because the attorney general has appointed a prosecutor to look into the investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Now that's funny. I wish I thought of that when you see them in Venezuela. All right. It's now every man, every woman for themselves. And, by the way, the circular firing squad I told you about last night is forming, and that includes the paragon of virtue himself, Mr. James Comey. He is blaming former CIA Director John Brennan for pushing the dossier as, quote, crown material. But as Fox News is reporting, that Brennan and Clapper, they are actually blaming Comey, claiming that the pair always opposed the fired FBI director's use of the dirty dossier. At this point, the only thing that Comey, Clapper and Brennan seem to agree on are the semantics surrounding the term \"spying\" which, by the way, did occur in spite of what they are saying against the Trump campaign and it happened not once, not twice, but multiple times, over and over again. But, according to Comrade Brennan, yes, Comrade Brennan it didn't really happen. The truth is not the truth. We are living in this, you know, Alice in Wonderland of John Brennan. Take a look."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "utterance": "Does CIA spy? Yes. Do we spy against foreign adversaries? Yes. Do we spy against domestic individuals? No, we do not. We work very closely with the FBI. And when the Russians were trying to interfere in that election, and to change the outcome of it in their favor, we CIA, and FBI work for very collaboratively so that we could have that ability to see what the Russians were doing and who they were working with. So, when William Barr said spying, it clearly indicated that there was something that was inappropriate if not illegal. Nobody used the term spying when they are referring to legitimate, predicated, authorized investigative actions on the part of the FBI."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He is lying. But, of course, fake news, conspiracy TV wouldn't ask him a question. Brennan spied. They spied on the Trump campaign. They spied on Carter Page. They spied on Papadopoulos. They spied on Sam Clovis. There was spying all over the place, weaponizing the powerful tools of intelligence. By the way, didn't Brennan seem awfully defensive for someone who has done nothing wrong? Now, one former federal prosecutor now openly wondering why Brennan is so worried about the ongoing investigation into the origins of the Russian probe. Let's take a look."
    },
    {
      "speaker": "ANDY MCCARTHY, FORMER FEDERAL PROSECUTOR",
      "utterance": "If what Director Brennan is saying is true, then what's he worried about? But, to hear them talk about like it's a fishing expedition, after we just had a two-year investigation of the administration under circumstances where the justice department didn't articulate a crime that it was actually looking at? We spent two years on a fishing expedition under the guise of collusion? They are now going to complain about oversight of the intelligence and the Justice Department and the FBI? That seems ridiculous to me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Of course, Andy is right. Brennan, Comey, Clapper, Lynch, Strzok, Page, others have a lot of reasons to be worried tonight. The Trump campaign was spied on at the height of a presidential election at the direction of the highest ranking bureaucrats, all who hated Donald Trump, some who rigged an investigation into his opponent and got her off the hook when she obviously committed crimes, including obstruction. Now, fraud against a FISA court was premeditated and it was committed by these same officials. After a three-year witch-hunt, a near three-year witch hunt was conducted into all things Trump, because of Russian disinformation bought and paid for ironically by Hillary Clinton -- well, this wasn't just bad, it's criminal. All will be held accountable, but not if delusional Trump haters on the left get their way. They have this psychotic anti-Trump rage that is built inside them, inside the Democratic Party. And their number one fans, the media mob is now at all-time high. They are destructive. They are vengeful hopes and dreams have totally fallen flat. They are floundering, all of them. The Mueller witch-hunt came up empty. The Trump agenda is working and breaking records every single solitary day. Good news for the country, I guess that's bad news politically for those that dislike the president. The economy is booming and setting records. The president's approval numbers are reaching all-time highs. And in a sign of shear desperation, Democrats on Capitol Hill are focusing nearly 100 percent of all their efforts on re-litigating, reinvestigating the Mueller probe, four separate occasions. No collusion, no collusion, no collusion, none whatsoever."
    },
    {
      "speaker": "And in a letter to the House Judiciary Chairman Jerry Nadler, the White House counsel threw down the gauntlet writing, quote",
      "utterance": "Congressional investigations are intended to obtain information to aid in the evaluating potential legislation, not to harass political opponents or to pursue an unauthorized do-over of exhaustive law enforcement investigations conducted by the Department of Justice. And I'll add the FBI. And I'll add the House Intel Committee. And I'll add the bipartisan Senate committee. Nadler is requesting a wide range of documents related to Mueller's investigation after voting to hold the Attorney General Barr in contempt. Why? Because the attorney general refused to break federal law. He refused to reveal grand jury information in the special counsel's report because if the attorney general did, these genius lawmakers what they asked him to do, he would be in trouble legally. And meanwhile, congressman, the cowardly Schiff himself, is busy obsessing about phantom claims still of obstruction. He has never mentioned Hillary and subpoenaed emails and Bleach Bit and hammers. I wonder why. He is the chairman of the House Intel Committee. He is supposed to help keep our country safe from threats abroad. But, yet, he wants a fifth investigation into a nonexistent crime, not committed by anybody like the president of the United States. It's not just Schiff and it's not just Nadler who have totally preoccupied by the way with these conspiracy theories. Other Democrats, they are busy, wasting your tax money with an upcoming -- they are going to do a 12-hour long dramatic reading of the full 448 page Mueller report. Can't wait to see the C-span ratings for this extravaganza. It is a sad state of affairs inside the Democratic Party. And it might even be worse among their pals in the deep state, and in the media mob. All right. Joining us now, former U.S. solicitor general, independent counsel, Fox News contributor, Ken Starr, along with former Clinton pollster and advisor, Mark Penn. If the attorney general, Ken Starr, did what Nadler and company are asking him to do -- now, by the way there was only one full line and seven partial lines that they can see. But if they -- if he handed over the totally, unredacted Mueller report, would the attorney general be breaking the law, violating the law?"
    },
    {
      "speaker": "KEN STARR, CONTRIBUTOR",
      "utterance": "He would be violating the law. The law has been clear. This is not a policy. It is the law of the land now designed to protect grand jury secrecy. He would also be violating Justice Department policy. So, it would be a double whammy. He is doing the right thing. He is doing it in the right way. And the criticism of him I think is profoundly unfair."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why would -- for 206 years, the House Judiciary Committee has never allowed a witness to be questioned by people other than the members themselves. Now, maybe Nadler doesn't think he is very smart. I don't think he is particularly that bright myself. But, let's put my personal feelings aside. Nadler, he can have the lawyers write questions for him. That's fine. But he has to read them himself. But, do you think unaccountable, unelected lawyers should deviate from what is a 206 year tradition of that committee?"
    },
    {
      "speaker": "STARR",
      "utterance": "They really need a very strong justification for it. I was subjected when I appeared before the House Judiciary Committee. But that was for impeachment. We are nowhere, I hope, near impeachment. It is the rare, rare exception. It does go, as you say, against the traditions of the Judiciary Committee. And I just think because the Judiciary Committee consists of lawyers, they should ask their own questions. It's a matter, frankly, of tradition but also decorum. Why should the attorney general of the United States confirmed by the Senate be answering questions by highly paid staff lawyers? I think the attorney general was in his rights in saying no, I'm happy to answer your questions. You were elected. You ask the questions but not hired help."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In the Starr report, I know I asked you the last time but I'm getting older. My memory is failing a little bit. How many specific felonies did you put, list in the Starr report that Bill Clinton likely committed?"
    },
    {
      "speaker": "STARR",
      "utterance": "Right. We had 11 counts leading up to abuse of power beginning with perjury. Perjury before the grand jury was, I think, the most important, provocative, obstruction of justice. And, by the way, he was found in contempt by United States district court judge, Judge Susan Weber Wright, for obstruction of justice. Not for the perjury that he clearly committed. And so, if you reread that report, and by the way, I stand by that report. It's factually and it was unhappy for the country but it nonetheless was absolutely accurate. Let me just add a footnote. Book one of the Mueller report, when you read it, and now it's going to be dramatically read as you said. Book one demonstrates in page after page that there was no collusion. The \"no collusion\" isn't just a bottom line. It is on virtually every page. And I really commend everyone to read something that I think has been very little said about, and that's during the transition -- Vladimir Putin was eager to establish communications with the Trump Tower. Why? He did not have communications with the Trump Tower."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mark Penn, you have been a very honest Democrat. You are a Clinton pollster for years. You're a smart guy. You understand public polling. Between what the Democrats are doing devoting all of their time to this, pretty much 99.9 percent, and the New Green Deal, the other 1 percent. What is it doing to the party politically, four separate occasions, no issue of collusion, conspiring?"
    },
    {
      "speaker": "MARK PENN, FORMER CLINTON POLLSTER AND ADVISER",
      "utterance": "Of course, in the days of Ken Starr, I pointed out then that the Republicans were off track spending all their time on this. And so, today, I point out the same thing. Look, I had a poll question recently, I said: Do you want investigations or infrastructure? Well, OK, maybe it was a lay-up, but it was 80 percent infrastructure, 20 percent investigations. And so, does the public want Congress which has about a 20 percent approval rating, compared to Trump's 46 percent approval?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's a little lower. You are a little high on that. I think it's 12 to 17 percent, depending on which polling."
    },
    {
      "speaker": "PENN",
      "utterance": "Yes. But you look at that, they don't want Congress doing a reinvestigation. They want infrastructure. They want healthcare. They want immigration solutions. I don't know why the Democrats haven't moved on the way the Republicans learn to move on when they got stung in 1998."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, they are the ones that changed the law though, Mark. I mean, this is interesting. Nadler didn't want Ken Starr's report out. But he was working under a very different statute called the Independent Counsel's Statute. Now, we changed it. It's interestingly, the attorney general didn't have to reveal one word of Mueller's report, but he did anyway to be transparent."
    },
    {
      "speaker": "PENN",
      "utterance": "No, that's absolutely correct. In fact, the nation felt so jarred by Ken Starr's report that they said we don't want to have the independent statute again. We want a more confidential, less political, less public process. And, of course, now, the Democrats are cutting against that. And I think they are cutting against their own interests as well."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think they should keep doing what they are doing. Working out so great so far for them and it's working out for the country, thank goodness. We have 1.7 million more jobs than we have people on unemployment. Pretty good -- one of the many records. Thank you both. Now, with the Mueller probe over, well the attorney general is now finally getting to the bottom of what we have been investigating now for over two years on this program. And because of his attempt to move from the exhaustive two year witch-hunt -- well, investigate the investigators, holding our government accountable -- well, Democrats have vilified Barr, some have even proposed that he'd be thrown in jail by the sergeant of arms and put in hand cuffs. But today, during an event on Capitol Hill, the attorney general reportedly tracked down Speaker Pelosi and asked her if she brought her handcuffs. And with more analysis, Gregg Jarrett, FOX News legal counsel, of course, and legal contributor and, of course, author of the bestselling book, \"The Russia Hoax\", and FOX News contributor, Jason Chaffetz. Jason, you are the one that told me and I didn't know this that Congressman Ratcliffe told you that the top of a FISA warrant had some very interesting words on it. What are they?"
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "utterance": "Yes, at the very top of this FISA application, John Ratcliffe has said this publicly, in all capital letters, it says \"verified\". Verified application. That's what these people were filling out the form and signing their name to. And that includes Comey and some very high level people. And they did it not just once, but they did it multiple times and there is no doubt that was a lie. It was not true. It's deceptive."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What is Trey Gowdy -- do you know specifically what he is talking about? And more specifically, emails in December 2016 between Brennan and Comey?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I mean, Trey Gowdy and John Ratcliffe are two people that have seen all this material unredacted, and what he is signaling and what he is saying here is this spreads out above and beyond just the Department of Justice and the FBI officials. How the intelligence community, you will hear the acronym I.C. community or I.C. It means intelligence community. What were Brennan, Clapper, some of these other clowns that were in place, what were they doing and how were they doing it and why did they choose to do a lot of this overseas? It's because they could bypass a lot of the constitutional restrains they would have here in the United States. But I think this spreads well above and beyond just some people at the highest echelon of the FBI."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let me ask you about a report and Joe DiGenova's comments, Gregg, that John Durham has already convened a grand jury in Connecticut. They have already gotten documents. They have already talked to intel people. Durham's efforts is operating alongside FISA abuse, its investigator, Inspector Horowitz. I have sources telling me that Horowitz is perhaps finished with his report and certainly the attorney general has been briefed on what is coming. And according to Joe DiGenova, Horowitz has determined three of the extensions against Carter Page and thus spying on the Trump administration were illegally obtained, and on the brink of finding that the first FISA application was completely illegal. Thoughts?"
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "utterance": "I think Joe is right. I think there will be a separate part of the I.G. report based on the lies and deceptions and concealing of evidence to the FISA judges. But, you know, you need U.S. attorney because the inspector general could only uncover evidence that he has access to and people who are still employed by the government, you need a U.S. attorney like Durham to be able to subpoena people to haul them in front of a grand jury, and I suspect there is a grand jury and they're well on their way to potential criminal indictments. The question is, who is in legal jeopardy? Well, you and I have discussed this before. It is likely James Comey, Andrew McCabe, James Baker, Peter Strzok, Lisa Page, maybe John Brennan and James Clapper. Certainly, Christopher Steele and Glenn Simpson."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What about the attorney general fingered by Strzok and Page as running the exoneration of Hillary? What about Biden and Obama and meetings that supposedly took place in the Oval Office about these very topics?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Well, that should have been covered in the first report that came out last May. And so, it's unclear to me whether or not the I.G. will revisit it in his second report."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Great work, both of you. Appreciate you being with us. By the way, Jason is in for us Friday night and look forward to having him -- actually a week from Friday I think. Anyway, coming up, the left, liberals the media have been calling Senator Lindsey Graham, calling on him to resign, really? He'll join us next to explain why he is not going anywhere. Later, Denver has decriminalized now psychedelics, magic mushrooms. Wait until you see the video Lawrence Jones got from the Mile High City. It is worse than you think and more, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Tonight, the unhinged, angry, rage-filled Democrats, their allies in the hate Trump media mob, they're continuing their smear campaign. Now, they are targeting Senator Lindsey Graham after he encouraged Donald Trump Jr. to exercise his Fifth Amendment rights in response to a Senate panel subpoena about his Russian contacts. For the record, Don Jr. spent nearly 30 hours testifying already. When is enough enough? Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's progress, yes. That you U.S. senators telling the president's family to ignore the rule of law, that's nuts by any --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He is chair of the Judiciary Committee."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Who you think would be --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, I know his numbers were horrible before he starting Donald Trump's BFF. But is it worth it? That's an answer, you know, only he can provide. Chris, Lindsey, if you have an issue with anything I'm saying, you know my number, baby. Give me a call."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can I just help these people out? The Fifth Amendment is the rule of law. A rule of law is based on a little document called the Constitution of the United States. But the senator is standing strong supporting the president's agenda, that it's creating records on every front, exposing the deep state cabal by pushing for more FISA declassification, securing our border just new bill to reform the asylum process. Here to explain more, Senate Judiciary Committee Chairman Lindsey Graham himself. You know, maybe I it's been a long time since I have been in school but the Fifth Amendment, I thought, was our right to invoke. Do we not have -- does that right get taken away and I missed it?"
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Well, let me tell you why I weighed in on this. Mueller, I thought, was the final word on all things criminal. The last thing you want, Sean, is 535 special counsels. Richard Burr is a good friend of mine. He is a great chairman of the Intel Committee. He is going to issue a good report, I think, telling us how to deal with Russia in the future. And what happened on the intel side. What I worry about is when is enough enough? Now, you have got the House Intel Committee bringing accusations against Jay Sekulow and --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's ridiculous."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "-- Jared Kushner's lawyer, right? You know, Jared Kushner's lawyer. That they conspired with Michael Cohen to lie to the House Intel Committee. What you see happening is congressional committees are now beginning to take the place of prosecutors, and that's dangerous for us all. And if I were Don Jr.'s lawyer, I would be reluctant to put him back in an environment where two of the people on the Intel Committee in the Senate are running for president the United States. They want to impeach Barr. They want him to resign. They want me to resign. And they think Brett Kavanaugh was Bill Cosby in high school. They people are going nuts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, they wanted your - last I checked too, not only did we have a Fifth Amendment, I think we have something called attorney-client privilege. I think that exists. I just - I read that somewhere."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Can we play that out a bit? So - so Nadler is going to get Trump re-elected more than any single person on the planet. But Schiff is a close second."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, maybe Adam Schiff is a close second and running."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, yes. Yes. Yes. That's a close second. But Schiff is saying that he is going after the President's lawyer, Abbe Lowell, Jared Kushner's lawyer, based on the word of Michael Cohen. And what I'm worried about with Don Jr. is if we're going to use Michael Cohen's testimony, we'll be going after everybody in America."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, didn't Michael plead guilty to lying to Congress?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, you'd have to get him out of jail to testify. But Richard Burr is a wonderful fellow. My problem is not with Richard Burr. My problem is a system--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have a problem with Richard Burr. You and I differ here. Richard Burr--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, I don't. But - yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He spent 30 hours."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now - somebody that, again, was admitted to lying before Congress. OK?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then a criminal referral--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--went forward by Jim Jordan and by Mark Meadows about--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--the second appearance. And so at this point - all right. I want to ask you this. So we are going to - in the days ahead, we are going to get the FISA applications--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Grassley-Graham memo, Nunes memo--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Bulk of the application is Hillary's bought and paid--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--unverified dossier, which even the dossier's author doesn't stand by."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Then we're going to get the 302 meeting notes--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--with Ohr and Christopher Steele. Then we're going to get the Gang of Eight material, which I understand is not really good about the FBI admitting things they did wrong."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The fourth bucket we talk about are a series of emails that have some really serious admissions in them amongst the FBI."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And the fifth bucket will be exculpatory statements that they didn't use on purpose. Anything else that we're going to find out our deep state did to try and undo a President election - Presidential election?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I think you're going to get all of that. Hopefully it will be declassified and given to the public. And I don't know if anybody on the other side will care, which will be the sad thing. All of my friends at CNN are going nuts over my concern about Congress getting out of its lane. But have you heard one person from these other networks even show concern that maybe the FBI gave a statement to the FISA court that the dossier was accurate and they told other people that they knew it was unverified? Have you heard any concern at all about a counterintelligence operation that was being run by people who hated Trump and liked Clinton?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Senator, we now have two sources that told the FBI and the DOJ, the upper echelon, not rank and file. I always make the distinction."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They deserve that distinction, those good men that protect us. But I am told in both cases that with the dossier, that Ohr warned them, it was unverified, Hillary paid for it, Steele hated Trump. Also now we have the emails before the first application went in. it sounds like a premeditated conspiracy to commit fraud on a FISA court. And I'm also hearing Horowitz is done and it's devastating. Any word that you are hearing?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I can't verify if Horowitz is done. I can't tell you what he found. But I can tell you that if you care about the rule of law, you are going to be very upset about how the DOJ and the FBI behaved themselves during the 2016 election. If you hate Trump, you won't care. If you love the rule of law, you'll be very upset."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Senator, I will gladly endorse your re-election, and the great State of South Carolina, you've been doing a great job. Thank you for doing all--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You have - you have been leading on all of this. And I know you're going to continue with your promises to follow up. Thank you for that."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Coming up. Shouldn't surprise anyone. Media, they're trying to cover up for their deep state friends. Later, also, Denver decriminalizing psychedelic hallucinogenic mushrooms. So we sent Lawrence Jones to the liberal city. What we are going to show you shocks the conscience what has happened to the Mile High City is a disaster."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, as always, the liberal establishment media, the media mob finding themselves on the wrong side of pretty much every issue facing the country. Now, after the AG, Barr, announced U.S. attorney Durham would be investigating the origins of the Russia investigation, among other things, the media, they rush to defend the deep state. Of course, what do they care that they spied on Trump? What do they care they rigged Hillary's investigation? What do they care they tried to bludgeon and beat up the President of the United States or a FISA court being lied to with Hillary Clinton opposition party Russian lies? Why would they care about any of that? Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "William Barr, Trump's handpicked defender as Attorney General, is now operating as the President's personal hit man."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a really chilling message this is a completely unnecessary investigation. And it's just a way of harassing people who have done their jobs."
    },
    {
      "speaker": "VALERIE PLAME, FORMER CIA OFFICER",
      "utterance": "We are living in really strange times when there is such daylight between the President and the intelligence communities. It is never good for our national security. The people, the professionals, the intelligence professionals who are working at the FBI or the CIA are there as professionals, no matter how he chooses to characterize it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And meanwhile after Alabama passed the new abortion bill, the media wasted no time berating the state's decision. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What keeps the Republican Party together is this fight about culture."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is the - but politicians in Alabama saying we're not really expecting this to be law in Alabama. We're expecting this to be law in the United States, and this is just the first step."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Maybe we should make it a law that they should all be required to get a vasectomy, that group in particular."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here with reaction, The Hill's Joe Concha; Fox News Contributor, Lisa Boothe. Lisa, we begin with you tonight."
    },
    {
      "speaker": "LISA BOOTHE, CONTRIBUTOR",
      "utterance": "Hi, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Real simple hi. Real simple question. How is it possible that we have real good evidence that Hillary committed a felony and she tried to cover it up and get rid of the evidence? Then we have pretty big evidence that there was a premeditated fraud against FISA court judges to spy - yes, spy - on the Trump campaign. Then we have other information of real spying. Then we have information that they disseminated false Russian information with Hillary's dossier. And then we see that they used the dossier to try and bludgeon a President to undo a duly elected President. Why does the media not care about that story at all?"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Because they don't like Donald Trump. They don't like President Trump. That's why. And what we're seeing right now is this coordinated effort or a seemingly coordinated effort between the left and the media to try to undermine Attorney General Barr, and the reason being is because if you poison the well, it mitigates the damning information that's going to come. And we know that it's going to be damning because we even knew before the Mueller report that the FBI withheld critical information that the fact that the DNC and Hillary Clinton were behind the funding of the dossier. But now we know that the dossier was complete garbage because of the Mueller report. There was no collusion. And even beyond that, The New York Times recently admitted that the dossier could even be Russian disinformation, yet it was used by the FBI multiple times to obtain FISA warrants. So what they know is that damning information is going to come and they're trying to undermine Attorney General Barr."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. And it's interesting. I like Barr's comments to Pelosi tonight. Joe, you study the media. You have to watch that crap. I don't watch it. I can't really stand it. So - but that was 99 percent pretty much of the media. 99.9. They all went down the conspiracy theory hoax, lying to their audience route for a very long time. And I don't see much introspection or correction on their part that they were wrong."
    },
    {
      "speaker": "JOE CONCHA, MEDIA REPORTER FOR THE HILL",
      "utterance": "Of course not, Sean. I mean, egos don't allow for apologies in these situations that for two years we heard about Russia collusion. We heard about stories always going in the same direction. You never saw Democratic lawmakers and stories being wrong about them. It was always in the direction of Trump, Trump associates in terms of there is collusion, here's our story, here's the proof based on nefarious sources, bad forces, feeding information that reporters wanted to believe because they wanted this to be their next Watergate, the next Woodward and Bernstein in taking down a President. So they believed information that was fed to them that wasn't necessarily true. And look, the goal of journalism--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "--even--"
    },
    {
      "speaker": "CONCHA",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--they had a big story. What I'm describing is the biggest abuse of power, corruption scandal in history. I would think that somebody has an interest in a Pulitzer. Now, I would argue that people that are on our ensemble cast here deserve it, but I'm prejudiced in that sense."
    },
    {
      "speaker": "CONCHA",
      "utterance": "John Solomon has been doing excellent work from The Hill, for instance, and Sara Carter, who you have in this show, yes. And maybe that will all pan out (inaudible) I'm pretty sure that a guy like John will--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm pretty sure hell will freeze over, but go ahead."
    },
    {
      "speaker": "CONCHA",
      "utterance": "Yes. So - the old goal of journalism was to speak truth to power, to challenge power. And I would think that many journalists would be embracing the fact that Bill Barr and John Durham's efforts here in terms of looking in how the Russia investigation actually happened. But now what we're going to see instead, I'm afraid, is that John Durham's reputation is going to be attacked the same way Bill Barr's was, the same way Brett Kavanaugh's was. And--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, the problem is--"
    },
    {
      "speaker": "CONCHA",
      "utterance": "--his reputation is unblemished. I would think that won't happen here, but it probably--"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Sean, can I just - can I just make--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "--one more point as well?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Of course."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "If you want to look at the culpability of the media, look at the fact that James Comey knew that CNN was looking for a news hook to publish the fallacious information in Christopher Steele's dossier. He did a private briefing with President Trump, with Trump. That meeting leaked and then it gave CNN and BuzzFeed the news hook to publish the dossier in full. So the media has been completely culpable in pushing this completely false narrative."
    },
    {
      "speaker": "CONCHA",
      "utterance": "And Comey is still getting town halls, which is remarkable."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I warned him, Jim Boey (ph), Mr. Patriot, Mr. Super-Patriot, Mr. Virtue, you have the right to remain silent. I keep advising and you're not listening to me. Thank you both. We appreciate it. All right. When we come back, the City of Denver, Mile High, yes. They have decriminalized psychedelic and, yes, hallucinogenic magic mushrooms. We sent Lawrence Jones to see what the residents think about the radical change. We'll also take you to the streets of Denver. You can't make this stuff up, by the way. Also tonight, Beto O'Rourke actually live-streamed his haircut. Fascinating video. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. First, the State of Colorado voted to legalize recreational marijuana in 2012, and last week, citizens of the City of Denver, they passed a measure to decriminalize the personal use and possession of psychedelic and, yes, that's the stuff that causes hallucinations, known as magic mushrooms. We sent Lawrence Jones to Denver to see what the folks out there thought about the city adopting a new radical policy and how this is all working out for them. Take a look."
    },
    {
      "speaker": "LAWRENCE JONES, EDITOR-IN-CHIEF, CAMPUS REFORM",
      "utterance": "Denver is the first city in the country to decriminalize magic mushrooms."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Right."
    },
    {
      "speaker": "JONES",
      "utterance": "You cool with that?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean, I'm not completely opposed to it because I've seen a lot of things about depression and people getting over their depression through it and stuff like that. I just know it brings the wrong crowd sometimes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Decriminalizing drugs, I mean, like, OK, but it might have some consequences."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm OK with it. I think it's really silly though. I mean, I think our priorities are a little off."
    },
    {
      "speaker": "JONES",
      "utterance": "Denver is the first city in the country to decriminalize magic mushrooms. Are you OK with that?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't think I am. No. I'm - I'm OK with the marijuana."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I mean, I guess that it's different than marijuana, but we're usually the first to legalize things like that."
    },
    {
      "speaker": "JONES",
      "utterance": "You think a lot of people are just going to come here just for that experience?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't think anyone is going to come here to do mushrooms who's not already doing it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You can see just about how much our population has grown from just since the weed has been legalized. It's maybe kind of crazy. So I'm assuming the same thing will happen with the mushrooms."
    },
    {
      "speaker": "JONES",
      "utterance": "Magic mushrooms. Have you ever tried them before?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "JONES",
      "utterance": "You've experimented with this before, haven't you?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Back in my college years, yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Never tried them though. Maybe one day. Probably not though."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "As far as like a hallucinogenic trip, I like it a lot better than acid."
    },
    {
      "speaker": "JONES",
      "utterance": "You're going to try it again, no?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I would probably, yes, dip my toe back in that water."
    },
    {
      "speaker": "JONES",
      "utterance": "Is Denver getting a reputation for, if you just want to get drugged up, this is the place to come?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I absolutely think that, yes."
    },
    {
      "speaker": "JONES",
      "utterance": "Would this be the city of zombies essentially? Like, people just walking around all high all the time on mushrooms?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I hope not."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's just (ph) in your backyard, man. (Inaudible) straight up."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's been done before. Play some Pink Floyd and get down."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You know what I'm saying?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now with reaction, author of The Case for Trump, Hoover Institution Senior Fellow, the ever-so-brilliant Victor Davis Hanson. So, Lawrence went there and he had his BFF Tim (ph) with him, and literally they described to me it's like everybody is walking around like zombies. I know a lot of people think that this is OK. Recreational marijuana use, et cetera. It's the same as drinking people say. I don't agree with that. What are your thoughts? VICTOR DAVIS HANSON, HOOVER INSTITUTION SENIOR FELLOW & AUTHOR, THE CASE FOR TRUMP: This is - we're not a society that's known for not being permissive enough. So, at this time and moment in our history, when we look at the use of drugs as a force multiplier of mental health problems or homelessness in Seattles, and Cisco, Los Angeles, the idea that we need to encourage it, and that's what decriminalization and legalization does. It sends a message to young people that the state has no problem with it, and they see that, whether it's right or not, as a green light. And more importantly, these are very powerful psychoactive drugs. We don't know the long-term effects of them. And we know from the progressive movement, which was at the forefront of warning us about smoking and changing the entire culture to discourage smoking, I don't know why they don't apply those same standards to use of these equally dangerous drugs. And--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What I'm trying to understand--"
    },
    {
      "speaker": "HANSON",
      "utterance": "--this is a generation, Sean, the millennials--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "--they've got a lot of problems, $1.5 trillion in debt, they've got the lowest fertility rate, prolonged adolescence, delayed marriage, and the last thing we need is to be encouraging drug use among this generation of youth."
    },
    {
      "speaker": "HANNITY",
      "utterance": "There's a part of me that has very strong libertarian leanings. I don't want the government telling us to wear a seat belt or the nanny state or tell - I believe in freedom and people want to make choices--"
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--as long as it doesn't impact me. But I do believe there is a gateway component to this. And I asked somebody that I know once used these types of drugs. And what I was told was it was more hallucinogenic, if you will, than acid, which this person tried, which would scare the living daylights out of me. Those people that had bad trips would describe like seeing Satan and jumping out of windows if it was - and by the way, who makes all this stuff, if you're talking about molly, ecstasy, acid or any of these other drugs?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Well, I was a student in 1970s at University of California, Santa Cruz. And I can tell you that one effect of these drugs when you witness their usage is it destroys initiative, it enhances mental health problems. And in our age and time, we know what the cartels are going to do with it because both marijuana and psilocybin are common in Mexico, and they're widely used there. And so we know that the cartels are going to get on it. So I just don't see the purpose of it, given all of these social and cultural problems we're having right now with permissive drug use and the consequences it's having on young people who are not aware of the long-term effects or the results of drug--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "--cartels and drug trafficking. And you add homelessness into it and our inability to treat people for mental health problems. It's just insane. That's the last thing we need to be doing right now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Victor Davis Hanson, always good to see you, sir. Thank you. When we come back, yes, a Democratic Presidential candidate with extremely low, almost nonexistent, poll numbers live-streaming himself getting a haircut. Wow! Talk about narcissism! Straight ahead, our Villain of the Day."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The Villain of the Day, Robert Francis Beto bozo O'Rourke for this insane video. Take a look."
    },
    {
      "speaker": "FORMER REP. BETO O'ROURKE, D-TX, PRESIDENTIAL CANDIDATE",
      "utterance": "I started out today with a great run with Artemis down Organe (ph) around Utah (ph), then back home. And then everyone in the house agreed it was time for a haircut. So we're here with Emanuel (ph) at the best barbershop in El Paso."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We'll never be the destroy media mob. Let not your heart be troubled. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}