{
  "date": "May 6, 2019",
  "headline": "2020 Democrats look to stand out in crowded presidential field",
  "subHeadline": "Joe Biden's strong national lead tightens in key early states; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/2020-democrats-look-to-stand-out-in-crowded-presidential-field",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HILLARY CLINTON, FORMER DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "I think it's also critical to understand that, as I've been telling candidates who have come to see me, you can run the best campaign. You can even become the nominee.  And you can have the election stolen from you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "OK, that was the former nominee for the Democrats talking this weekend about having the election stolen. As you look at a list of recent polls, the RCP average, this is a great altogether kind of graphic where you see nationally Joe Biden is leading more than 22 points. But then you look in Iowa and in New Hampshire, and that shrinks significantly.  Understanding these are they average of recent polls, and there is a margin of error. So it's pretty tight in some of those places between Biden and sander, while Mayor Pete is making a surge in Iowa and New Hampshire. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let's start with our panel: Chris Stirewalt is politics editor here at Fox News; Mollie Hemingway, senior editor at The Federalist, and Dan Balz, political reporter for The Washington Post. Mollie, first reaction to Hillary Clinton and that comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "It's really stunning to hear her say that she ran a good campaign and that the Russians stole it from her. I think someone needs to sit down with her and have a frank conversation about the fact she did lose. She did not run a great campaign. And the Russians did not steal that election. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } To have so much commentary about how people are worried that Donald Trump won't accept the results of the next round of elections, we really have had a problem in this country with people not accepting results of the 2016 election, and that is on the Democratic side. And it also is filtering down to other races. You saw Stacey Abrams still says she is not conceding defeat even though she lost by tens of thousands of votes, and she says we no longer need to concede. I think it would be good to hold some people accountable. I haven't even seen anybody fact-checking Stacey Abrams on this issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Dan, you were just recently in Iowa bouncing around, seeing Joe Biden on the trail. You look at those polls, and in those early states, it's getting tighter. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BALZ, THE WASHINGTON POST",
      "sentences": "Which is not a surprise.  In a very interesting way, those numbers look like very much Hillary Clinton numbers and 2007 at this point. Big lead in the national numbers, very tight in Iowa in particular, not so tight in New Hampshire at that point. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think it is understandable the vice president, former vice president did get a bump from his entry into the race. I think it's probably artificial as we have seen these go up and down before. But I think that the competition in Iowa and New Hampshire is going to be very, very fierce. If you look at that, one thing that's interesting is that Bernie Sanders's numbers way down from what he got in both of those states in 2016 when he was against Hillary Clinton. So there is tension between those two campaigns already, and there's opportunities for others. So it's going to be real battle out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Do the gloves come off? So far they haven't. It's early. But you will get into debate season here in about a month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICAL EDITOR",
      "sentences": "And you can already start to see. You can see Bernie Sanders taking pot shots at Joe Biden. You can see Elizabeth Warren trying to set herself apart from Biden. That is going to be a bad fight. They have decades of bad blood between the two of them.  They've been fighting since Biden was in the Senate and she was a celebrity professor. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Biden has something going for him. These polls reflect it, which is he does best with African-American voters and especially African-American women who tend to be more moderate than the rest of the whiter Democratic electorate. That makes Iowa and New Hampshire tough, but he's looking at South Carolina, he's looking down the trail and says I got this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "At the same time, Mollie, these candidates are not talking about the Mueller report on the trail, at least not largely. They don't even get asked about it, a lot of them. But it is a focus here in Washington. Youi have a contempt vote on Wednesday, Mollie, against Bill Barr potentially for not putting out the whole Mueller report unredacted. And you have the prospect of the Robert Mueller testifying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMINGWAY",
      "sentences": "Right, so it is interesting that people are not talking about this on the campaign, but Elizabeth Warren and Beto O'Rourke say they get almost no questions about the Mueller report. And I think we know why, because it came out at the end with not a single indictment for colluding with Russia to steal the 2016 election, which we were led to believe would be happening at the end of this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } But also this fight on the Hill is interesting, and it's a very complicated fight for the Democrats to have to wage. Attorney General Barr did release over 400 pages. He has made available a less redacted report that nobody has gone to see before they want to complain to him and hold him in contempt. So this letter that came out from the Department of Justice today said how about you come on over, how about you actually look at our less redacted version. How about we actually negotiate rather than up the ante with these contempt citations. So once again, Attorney General Barr seems to be the adult in the room. He's going up against people with buckets of chicken and all sorts of antics. But he's trying to say let's just behave responsibly here. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Does this move the needle on the trail? This issue right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALZ",
      "sentences": "I think one reason the candidates are not talking about it is because most of the people who are coming to the events have already made up their minds about President Trump and about his role in all of this, particularly on the obstruction. I think they would say he obstructed justice. They are not asking about it and the candidates are not volunteering, because that is kind of a settled issue with that group. And they have to find another way in to get their support. And so they are talking about themselves. They are talking about the issues they want to emphasize, they're introducing themselves. But this is still part of the background music of the Democratic race. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Especially with the left part of the party, but the Joe Bidens the Amy Klobuchars, if they're asked should impeachment go forward, they have a different kind of answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALZ",
      "sentences": "They do. There are two views of that. Elizabeth Warren has said there is grounds to do it. Senator Harris has said similarly. So there is a split within the Democratic ranks. Some of where Speaker Pelosi is, keep the investigations going, but let's not move towards impeachment at this point. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Speaking of which, Speaker Pelosi says, warns Democrats stay in the center or Trump may contest election results in \"The New York Times\" over the weekend. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Look I have every expectation that if this is a close election, whether it's a Democrat or Republican, the lawyers will be involved, it will be acrimonious. We have been there before. The 2000 election was a thing. I think to Mollie's point, I think to the larger issue, we are having a hard time, and it's a little bit in both parties, we don't trust the gatekeepers, we don't trust the referees, and people are not -- we don't have the confidence that people are going to accept outcomes. But I have every confidence that we will have a decisive and that the loser will lose and the winner will win. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Again, Brit said it earlier, we're a little rich that there have been contested over the last two years the 2016 race. As you look at those Gallup polls, though, quickly day, and the president's approval at 46 percent, should that worry Democrats as compared to Barack Obama at 44 percent at this time in his presidency? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALZ",
      "sentences": "Statistically there's not a difference between 44 percent and 46.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There is if you're Trump taking incoming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALZ",
      "sentences": "But there is -- it is important that he has at that level. He has traded in a very narrow range. So his numbers go up a tad, then they go back down. But the state of the economy is something the Democrats definitely should be concerned about. A strong economy, if the economy is as strong next year at this point, he will be very tough to beat. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, 51 percent in Gallup, some have it up to 56 percent in handling the economy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "We had really good numbers coming out last week, not just in terms of GDP but also with job creation, wage growth. This is one of the things that will be interesting for Joe Biden. He is going to have to run basically on the Obama economy. That is the thing that people remember him for. That was not a very good issue for them. And I think people might be enjoying the economic gains that have been made in the last couple of years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "When he says my buddy Barack and he's not endorsing him yet, there's a little disconnect there. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You can see he is attaching himself to the former president as closely as possible, and it puts Obama in a very tough position because he wants to keep his brand clean and not be involved in this, and Biden is going to drag him in bit by bit by bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And we're at 21, probably soon to be 22 candidates. Panel, thank you so much. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "I think it's also critical to understand that, as I've been telling candidates who have come to see me, you can run the best campaign. You can even become the nominee.  And you can have the election stolen from you."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "OK, that was the former nominee for the Democrats talking this weekend about having the election stolen. As you look at a list of recent polls, the RCP average, this is a great altogether kind of graphic where you see nationally Joe Biden is leading more than 22 points. But then you look in Iowa and in New Hampshire, and that shrinks significantly.  Understanding these are they average of recent polls, and there is a margin of error. So it's pretty tight in some of those places between Biden and sander, while Mayor Pete is making a surge in Iowa and New Hampshire."
    },
    {
      "speaker": "Let's start with our panel",
      "utterance": "Chris Stirewalt is politics editor here at Fox News; Mollie Hemingway, senior editor at The Federalist, and Dan Balz, political reporter for The Washington Post. Mollie, first reaction to Hillary Clinton and that comment."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "It's really stunning to hear her say that she ran a good campaign and that the Russians stole it from her. I think someone needs to sit down with her and have a frank conversation about the fact she did lose. She did not run a great campaign. And the Russians did not steal that election. To have so much commentary about how people are worried that Donald Trump won't accept the results of the next round of elections, we really have had a problem in this country with people not accepting results of the 2016 election, and that is on the Democratic side. And it also is filtering down to other races. You saw Stacey Abrams still says she is not conceding defeat even though she lost by tens of thousands of votes, and she says we no longer need to concede. I think it would be good to hold some people accountable. I haven't even seen anybody fact-checking Stacey Abrams on this issue."
    },
    {
      "speaker": "BAIER",
      "utterance": "Dan, you were just recently in Iowa bouncing around, seeing Joe Biden on the trail. You look at those polls, and in those early states, it's getting tighter."
    },
    {
      "speaker": "DAN BALZ, THE WASHINGTON POST",
      "utterance": "Which is not a surprise.  In a very interesting way, those numbers look like very much Hillary Clinton numbers and 2007 at this point. Big lead in the national numbers, very tight in Iowa in particular, not so tight in New Hampshire at that point. I think it is understandable the vice president, former vice president did get a bump from his entry into the race. I think it's probably artificial as we have seen these go up and down before. But I think that the competition in Iowa and New Hampshire is going to be very, very fierce. If you look at that, one thing that's interesting is that Bernie Sanders's numbers way down from what he got in both of those states in 2016 when he was against Hillary Clinton. So there is tension between those two campaigns already, and there's opportunities for others. So it's going to be real battle out there."
    },
    {
      "speaker": "BAIER",
      "utterance": "Do the gloves come off? So far they haven't. It's early. But you will get into debate season here in about a month."
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICAL EDITOR",
      "utterance": "And you can already start to see. You can see Bernie Sanders taking pot shots at Joe Biden. You can see Elizabeth Warren trying to set herself apart from Biden. That is going to be a bad fight. They have decades of bad blood between the two of them.  They've been fighting since Biden was in the Senate and she was a celebrity professor. Biden has something going for him. These polls reflect it, which is he does best with African-American voters and especially African-American women who tend to be more moderate than the rest of the whiter Democratic electorate. That makes Iowa and New Hampshire tough, but he's looking at South Carolina, he's looking down the trail and says I got this."
    },
    {
      "speaker": "BAIER",
      "utterance": "At the same time, Mollie, these candidates are not talking about the Mueller report on the trail, at least not largely. They don't even get asked about it, a lot of them. But it is a focus here in Washington. Youi have a contempt vote on Wednesday, Mollie, against Bill Barr potentially for not putting out the whole Mueller report unredacted. And you have the prospect of the Robert Mueller testifying."
    },
    {
      "speaker": "HEMMINGWAY",
      "utterance": "Right, so it is interesting that people are not talking about this on the campaign, but Elizabeth Warren and Beto O'Rourke say they get almost no questions about the Mueller report. And I think we know why, because it came out at the end with not a single indictment for colluding with Russia to steal the 2016 election, which we were led to believe would be happening at the end of this. But also this fight on the Hill is interesting, and it's a very complicated fight for the Democrats to have to wage. Attorney General Barr did release over 400 pages. He has made available a less redacted report that nobody has gone to see before they want to complain to him and hold him in contempt. So this letter that came out from the Department of Justice today said how about you come on over, how about you actually look at our less redacted version. How about we actually negotiate rather than up the ante with these contempt citations. So once again, Attorney General Barr seems to be the adult in the room. He's going up against people with buckets of chicken and all sorts of antics. But he's trying to say let's just behave responsibly here."
    },
    {
      "speaker": "BAIER",
      "utterance": "Does this move the needle on the trail? This issue right now?"
    },
    {
      "speaker": "BALZ",
      "utterance": "I think one reason the candidates are not talking about it is because most of the people who are coming to the events have already made up their minds about President Trump and about his role in all of this, particularly on the obstruction. I think they would say he obstructed justice. They are not asking about it and the candidates are not volunteering, because that is kind of a settled issue with that group. And they have to find another way in to get their support. And so they are talking about themselves. They are talking about the issues they want to emphasize, they're introducing themselves. But this is still part of the background music of the Democratic race."
    },
    {
      "speaker": "BAIER",
      "utterance": "Especially with the left part of the party, but the Joe Bidens the Amy Klobuchars, if they're asked should impeachment go forward, they have a different kind of answer."
    },
    {
      "speaker": "BALZ",
      "utterance": "They do. There are two views of that. Elizabeth Warren has said there is grounds to do it. Senator Harris has said similarly. So there is a split within the Democratic ranks. Some of where Speaker Pelosi is, keep the investigations going, but let's not move towards impeachment at this point."
    },
    {
      "speaker": "BAIER",
      "utterance": "Speaking of which, Speaker Pelosi says, warns Democrats stay in the center or Trump may contest election results in \"The New York Times\" over the weekend."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Look I have every expectation that if this is a close election, whether it's a Democrat or Republican, the lawyers will be involved, it will be acrimonious. We have been there before. The 2000 election was a thing. I think to Mollie's point, I think to the larger issue, we are having a hard time, and it's a little bit in both parties, we don't trust the gatekeepers, we don't trust the referees, and people are not -- we don't have the confidence that people are going to accept outcomes. But I have every confidence that we will have a decisive and that the loser will lose and the winner will win."
    },
    {
      "speaker": "BAIER",
      "utterance": "Again, Brit said it earlier, we're a little rich that there have been contested over the last two years the 2016 race. As you look at those Gallup polls, though, quickly day, and the president's approval at 46 percent, should that worry Democrats as compared to Barack Obama at 44 percent at this time in his presidency?"
    },
    {
      "speaker": "BALZ",
      "utterance": "Statistically there's not a difference between 44 percent and 46."
    },
    {
      "speaker": "BAIER",
      "utterance": "There is if you're Trump taking incoming."
    },
    {
      "speaker": "BALZ",
      "utterance": "But there is -- it is important that he has at that level. He has traded in a very narrow range. So his numbers go up a tad, then they go back down. But the state of the economy is something the Democrats definitely should be concerned about. A strong economy, if the economy is as strong next year at this point, he will be very tough to beat."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, 51 percent in Gallup, some have it up to 56 percent in handling the economy."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "We had really good numbers coming out last week, not just in terms of GDP but also with job creation, wage growth. This is one of the things that will be interesting for Joe Biden. He is going to have to run basically on the Obama economy. That is the thing that people remember him for. That was not a very good issue for them. And I think people might be enjoying the economic gains that have been made in the last couple of years."
    },
    {
      "speaker": "BAIER",
      "utterance": "When he says my buddy Barack and he's not endorsing him yet, there's a little disconnect there."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You can see he is attaching himself to the former president as closely as possible, and it puts Obama in a very tough position because he wants to keep his brand clean and not be involved in this, and Biden is going to drag him in bit by bit by bit."
    },
    {
      "speaker": "BAIER",
      "utterance": "And we're at 21, probably soon to be 22 candidates. Panel, thank you so much. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}