{
  "date": "May 17, 2017",
  "headline": "Are we seeing reemergence of 'Never Trump' Republicans?",
  "subHeadline": "Sen. John McCain compares White House missteps to Watergate; reaction and analysis on 'The Fox News Specialists'",
  "url": "https://www.foxnews.com/transcript/are-we-seeing-reemergence-of-never-trump-republicans",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "sentences": "Hello, everyone. I'm Eric Bolling, along with Eboni K. Williams and Kat Timpf. We are \"The Fox News Specialists.\" The deep state campaign to sabotage President Trump reaching a disgraceful new level, the leak about the so-called Comey memo alleging that President Trump asked James Comey to end the investigation into Michael Flynn should be a wake-up call to all Americans about how far these leakers will go. Of course, no one in the media has actually seen the memo yet to verify its contents, and that's just what the leakers want. Coordinate with their enablers in the mainstream media to humiliate the president at all costs. White House Press Secretary Sean Spicer responded a short time ago during an off-camera meeting with reporters. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN SPICER, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president's been very clear that the account that was published is not an accurate description of how the event occurred. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "OK, guys. Kat, so the mainstream media frothing at the mouth, throwing out words like impeachment like rabid dogs. Meanwhile, Comey's testified, acting director McCabe has testified, not once has anyone mentioned this memo until after Comey gets fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "sentences": "I'm still interested in seeing the memo, of course, I understand the concerns. What does bother me the most is the sort of disingenuous way people are presenting this, representative Cummings today saying that the GOP is slow walking this. Within an hour of this news breaking, Jason Chaffetz was saying, all right I'll subpoena this if I have to. Then after that, he's telling the FBI I need to see all the documents related to communication between Trump and Comey. He's saying Comey's got to come testify. Senate intelligence committee saying Comey's got to come testify. That's not slow walking. That is prioritizing, that is proactively launching an investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know, Eboni, James Comey was invited to testify on the hill, a closed door meeting on the hill, and he turned that one down. Meanwhile, he leaked to someone -- someone leaked this memo to the New York Times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "sentences": "Yeah, Eric. I was actually surprised that Comey refused that opportunity to testify. Obviously, we know, as Kat said Chaffetz is aggressively, I think he's almost putting out like an all call -- yeah, trying to get a hold of James Comey because he can't use his own phone number, to make sure he gets on that hill, he testifies, hopefully as early as next week so that people do have that, so that we can really unpack this the way we all need too. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So on the right, everyone is saying let's find out what the facts are. On the left, they're ready, hey, let's start -- they're ready to start the impeachment proceedings already. All right, let's meet today's specialists. She is at Fox News contributor, 2014 recipient of the Claremont Institute Lincoln fellowship, and she's a senior editor at The Federalist, great, great website also. But she specializes in loving Prince's B side tracks. That's right, the musical legend less popular songs. Mollie Hemingway's here. And he was once recruited by Lou Holtz to play football at North Carolina State. He's a former Republican United States congressman from the state of Arizona, and a current host on Newsmax TV. But he specializes in everything radio broadcasting. J.D. Hayworth is here as well. Mollie, I want to start with you. You wrote a great piece, and if everyone hasn't read this yet, yesterday I believe your piece, and it's called, Tips for reading Washington Post stories about Trump with unanimous leaks. Tell me about that? What do you mean? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "sentences": "So many stories that we've heard about Trump are based on anonymous leaks. It's very important that you be a wise reader when you're presented with these things. People who leak always have motivation for leaking. And a lot of times newspapers don't do a great job of characterizing that motivation. Obviously, the leaks we're talking about right here come directly from Comey and his associates. So they have a motivation in getting that out there. That's need to be thought -- you need to think through that when you're thinking about what this story is really about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You have some really wildly interesting examples. Give us a couple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, the real problem is that so many stories based on leaks have turn out not to be true. I mean just in the last week we had a story based on leaks that Comey was fired after asking for more resources. Under oath, the acting FBI director said that wasn't true, that they were fully resource, they didn't need anything else. Other people said that the deputy at DOJ had threatened to quit. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And he said no, I've never threatened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "This is a big one. Remember when they said, they said, oh, that Rosenstein threatened to quit because Donald Trump blamed him for firing Comey. You remember that? And he said no. This was never an issue. He never threatened to quit, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But there are so many stories like this where people speaking off the record are able to say things and they're not held accountable when it turns out it's not true. And here the same thing with Comey, he out's out a memo, you don't have the context, you don't see what the full thing is, and even in context, it's still one side of a story and so people should be very careful before rushing to judgement. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "J.D., your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "J.D. HAYWORTH, FORMER U.S. CONGRESSMAN",
      "sentences": "Well, you take a look at what is happening now and I think the tenor of our times is summed up by two words, fake news. That is what we are seeing. That in part is the genius of Donald Trump because Barack Obama on the way out the door, thought he was going to define what conservative outlets to do as fake news, but instead we know it's the alphabet networks and the Washington Post and the New York Times and all the usual suspects doing there -- just think about the historical thing, back in the day in 1960, you have Teddy White writing, The selling of the president. In '68, Joe McGinnis -- Teddy White wrote, the making of the president, McGinnis wrote, the selling of a president. Now updated for the 21st century, we've got the lynching of the president going on right now. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We don't know that it's real but we also don't know that it's fake. BOLLING: Allow me, Kat. Let's do this, guy. I know you want to get the flow of this stuff. But I want to talk about this full-screen. If you can get that full-screen up. This is important because it plays into both what Mollie has said and what J.D. has said. Look at this full-screen. This is the Washington Post, the paper that Mollie was just talking about, and this is from one year ago, June of 2016, U.S. office to share serious intelligence on terrorists with Russia. All right, let me bring my cohost in here. Kat, this is almost the same thing they're accusing Donald Trump of doing, yet now it's a big, big massive conspiracy right now, but a year ago when Obama did it, you didn't hear boo from the mainstream media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's very clear that Republicans can't win with the Washington Post. I was talking earlier about how aggressively Chaffetz is pursuing this and getting ahead of this. They just came out with a piece today saying, well, Chaffetz is all of a sudden aggressively involved because it's good for his career. OK, this is clearly what you want him to be doing and now you have a problem with that. there's obviously a bias there. You can't deny that. But, still something you have to look at, whenever there's allegations that are this serious, people are going to take them seriously. But taking them seriously also involves not getting ahead of it and just screaming impeach. There's no way to solve anything. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I believe if you look at the other cable networks they're going wall to wall with this alleged big conspiracy scandal going on with Donald Trump. And there you have it, President Obama did the exact same thing they're accusing Trump of -- and, by the way, we haven't even come to evidence that Trump did that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah. And this is to Mollie's point, this issue, Eric, of motivation, it's really, really problematic and it's very important because the fact do matter. I'm very, very greatly concerned about the ramifications of all of this stuff, but we can't even have that dialogue because we're too busy, many people of trying to make this political, trying to make this a witch hunt about Donald Trump. Some of these stuff -- it's not really even about Donald Trump. This is about America and it's (INAUDIBLE) BOLLING: One of the biggest problems, guys, and coming from the conservative side, is the lack of support that Donald Trump is getting from some conservatives. So it appears from the hysteria from the Democrats and mainstream media is even getting to those established Republicans. Listen to this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN MCCAIN, R-ARIZ.",
      "sentences": "Seen this one before. I think it's reaching the point where it's of Watergate size and scale and couple of other scandals that you and I have seen. It's a centipede, and the shoe continues to drop. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right, J.D., I teed that up for you because John McCain, senator from your state of Arizona, says this is a Watergate -- similar scope of Watergate. Is that insane that he's saying this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "For purposes of full disclosure because they're will some people out there going this is sour grapes, I finished second to John in the 2010 Republican primary for the U.S. senate. So we've got that out of the way, I think what John has done here, and to be fair, he backed off a little bit earlier today with Peter Doocy in that interview saying, no, no, you know, there is Iran contra and there's Reagan. Here is the thing that's happening. The dominant media culture, the leftist media, the partisan press, knows they can go nine times out of ten to go to McCain for a quote to trash Republicans. And John has found a constituency for five and half years of his six years of midterms with the partisan Washington press corps. And then for six months, he'll lavish attention on Arizona and spin dough and win the primary and he's still in the U.S. senate. But I think there are a whole lot of people not only in Arizona but across the country that have issues with Senator McCain and that's why you saw him back away ever so slightly today in that interview with Peter Doocy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Eboni, Jonathan Turley, constitutional law scholar, Alan Dershowitz a Democrat and a constitutional law scholar, both said, Turley said the Comey memo offers no proof for impeachment of Trump. Dershowitz said nobody will ever indict the president for obstruction of justice. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "On these issues, yes. And I'm glad you brought it up, Eric, we're going to do a very deep dive into these legal issues in the next block. But, yeah, ultimately the top of the surface is obstruction is a vague and kind of wide scope around that -- what that requires, but there's a real requirement. But, ultimately, we don't see a lot of evidence around it as legal people. And then, there's even the defense -- this is going to be interesting, we'll get to it again later. Does an FBI investigation even constitute a proceeding for the legal requirements of that? Because there's case law, as well as the U.S. attorney's handbook that says it doesn't. It says the IRS and FBI investigations, while important and critical parts of this thing are not legal proceedings. It's more of sake of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But, Mollie, my concern is, when you have a Republican senator actually invoking Watergate at this stage of what is going to be a long, drawn-out controversy or discussion. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "What I think was actually kind of interesting about this week was the resurgence of the never-Trump Republican. They had sort of claimed that they were dying after the election of Donald Trump, and that they will support him and whatnot. And what we've seen this week is that's definitely not true. The subtext of that battle is really about foreign policy. You have people who really want to continue the foreign policy that we've had under both Democrats and Republicans, and Donald Trump is a threat to that. He has exhibited a desire for more restraint in this regards. John McCain makes perfect sense he would come out and sort of make a big deal about this situation because he is so opposed to Donald Trump on foreign policy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think he's making a big deal out of it. The allegations and the memo and, of course, no one seen the memo and I understand. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You cannot impeach based on a memo. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The allegations are very serious. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "There was a trial by jury, people pleaded guilty to clear criminal actions. That was Watergate. This is far from Watergate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We don't know yet. I don't think that it's fair to say that John -- excuse me, I don't think it's fair to say that John McCain is saying this personally because he doesn't like Trump. These allegations are serious. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "John McCain is one of the original never-Trumpers. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": ". perhaps cares about, perhaps, Russian influence and collusion. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": ". but these are serious things and concerns are very understandable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But the comparison -- to Eric's point, real quick, when McCain makes a Watergate comparison though, Kat, that kind of takes the wind out of what I think is otherwise a legitimate argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What we're talking about here is so because the facts of Watergate were so different, and we've talk about this with Pat Buchanan, sit right here to my right, and we can. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "John McCain is a smart man. Why would he compare Watergate to this? Very, very early time to be doing this. There's been no -- there's been nothing. There's been no trial. There's been no accusations even with the exception of the mainstream media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Because it gets a headline and here we are talking about it, and that's the sad fact. A lot of guys in Washington -- John has a distinguished record, but now it's come down to how do I get attention and how do I make news? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I think he realizes that Donald Trump came in and said I'm going to drain the swamp. John McCain, like him or not, Republican or not, he's one of the swamp creatures. I will tell you that there are a lot of people on both sides of the aisle who would rather have Donald Trump not in office than have him draining that swamp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But McCain, I think also legitimately have questions around what's going on with this investigation. Also having these foreign affairs, national security concerns, and policy distinctions around Trump as well, which, you know, you can add those together and I think that's why he's talking about it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There is a new story coming out every day. I think that's what he's saying is growing and growing and growing. And that's why he's concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Not Watergate. After news of the Comey memo, Democrats and the mainstream media throw out all credibility out the window, reckless throwing around what apparently is their new favorite word, impeachment. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. AL GREEN, R- TEXAS",
      "sentences": "This is where I stand. I will not be moved. The president must be impeached. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "I think this is going to put us a little bit further on our way to what I've been calling for, for so long, and that is impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN",
      "sentences": "If these allegations, senator, are true, are we getting closer and closer to the possibility of yet another impeachment process? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ANUS KING, D-MAINE",
      "sentences": "Reluctantly, Wolf, I have to say, yes, simply because of the obstruction of justice is such a serious offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "You've got a series of allegations. What would it take for that pattern to be an impeachable offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "I was in the Nixon administration as you know, and I thought after watching the Clinton impeachment, I never thought we'd see another one, but I think we're in impeachment territory really for the first time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "All right. I'm going to go and suggest if the Republicans were foolish enough to even go up this avenue, you may be looking at Donald Trump as the last Republican president, may be in our lifetime. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It's madness to be having this kind of talk. It's one thing to have Democrats or the media going into this alternate reality where you're going to unseat a Democratic elected president. It's entirely another for Republicans to actually join in on that. And if they think that the net effect of that would be somehow to improve their standings. It's madness. I mean, I would really hope that no Republican is actually thinking that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Two quick points on this. The first is that there're actually some Democrats today, one of them -- one of our congressman here in New York, John Crowley, who said the only -- he's interested in right now, Eric, is information and investigation. Also, Claire -- saying, she's a prosecutor by nature, she wants to see evidence. So I don't think it's fair to categorize all Democrats as being ready to chop off Trump's head. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Mindful of the times, it's the timing, got to look ahead to the midterms in 2018. Democrats want this to marinate. They want it to look like they're being sober. Look, they think they can make gains if they can keep Republicans delayed, drag this thing out, and then start thinking about it. Oh, about time for the midterms. That's what's going on. It's political time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Kat, final thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't -- everything is political because we're talking about politics. When you're talking about something as serious as being alleged in this memo, of course people are going to be thinking about it. Of course, they want to look into it. And, of course, they will have concerns when so many news stories keep coming out every day. There's no fire yet, but there's a lot of smoke. You just don't sit comfortably in a smoky building because you haven't actually seen fire. You start to get a little worry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "OK, we'll leave it right there. Are the left's obstruction of justice allegations against President Donald Trump a huge legal over reach? We're debuting a brand new segment, the docket, that's coming up next. And be sure to follow us on special media at @SpecialistsFNC on both Twitter and Facebook. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We're debuting a brand new segment called, the docket, and obviously, a huge story coming out of Washington about the implications of the Comey memo and, specifically, what it all means, the big legal questions. And the big one burning right now is can there be a charge of obstruction of justice against a sitting United States president. OK. So I want to break all of this down a little bit before we go into the very needed political discussion. So, the short answer is, yes, around obstruction of justice. It can happen, but it's very, very difficult. And people have been talking about this in a way recently that makes it seem like it's easy to do, and it's really not. What's required -- I want to tell you the code it's U.S. code section 1505. And it really talks about the requirement -- specific intent requirement, and that's important to note because unlike a general intent requirement -- so, for example, it would not be enough if Trump were to have said what he allegedly said to Jim Comey, and it was suggested, or -- and even if it ended up warning this investigation against General Flynn, that's still not enough. It must be made with specific intent, meaning that he specifically set it for the sole purpose of shutting down this Flynn investigation. And anything short of that, you don't have what you need for obstruction. And then going back to what I've mention in the first block, it might all be for nothing because again, is an FBI investigation even a legal proceeding for the sake of 18 U.S. 1505? So let's start with there, let's bring it up to the panel now. And this obstruction charge, Mollie, do you think that people are either looking at it as deeply at this point or this has become a political talking point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I think the central conceit of this claim based on anonymous sources is that what Trump did was serious enough to lead to impeachment, but not serious enough to do anything about it unless Comey was fired? That seems pretty weird. And when you have people under oath giving testimony saying there was no obstruction of justice and we have all these comments to the contrary, it seems very bizarre. I'll just point out also that if this is obstruction, we have evidence of the previous administration saying similar things, actually, even in a wider format, more public format, saying like there's no scandal at the IRS, or Hillary is fine, she's going to be fine. Clearly indicating what President Obama's desire was with those investigations in ways that almost matched completely with what Comey himself ended up saying. So, if this is obstruction, well, that would be clearly obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric, I want to get your thoughts on this. Let's pull off the full screen now because let's talk about what was allegedly said in this moment. Because this is what they're going to want to look like when you've got people from Chaffetz to -- and people saying they want to hear from Comey specifically. This is what they want to analyze this quote, I hope you can let this go, hope you can see your way clear to letting this go, letting Flynn go. Eric, if it is accurate? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Can I ask you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": ". on your definition of intent, that sounds like the intent would be to -- yeah, hey, Flynn is my friend -- if this were true and known accurate or the leak is accurate, he's a good guy, you should let him go, or can we get on with business. Is that enough content to call for obstruction of justice? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, that's what we call in the law, arguable. So if I'm representing the president and this actually got to impeachment hearings, you're going to say, no. You're going to say that was suggested. You know, he was saying in general and we know Comey allegedly said I do think he's a good guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Saying, oh, I really hope -- I really hope that you -- again, memo, nobody had ever seen it, but that's the argument, right? Was he just throwing it out there saying, oh, well, I hope? Or was he saying, well, I hope, meaning, I sure hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eric?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "I want to back up the question with, OK, so we're going to have to get this note, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, we've got to see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "But here's the other question, the mainstream media and people on the left, and Democrats, and even some Republicans are saying I want to see the note, but are they demanding. James Comey allegedly took copious notes, right? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's what they're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Well, I want to see Obama -- the notes that he wrote after he met with Obama or Hillary Clinton or Bill Clinton. I'd like to see all those notes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So if you're going to say obstruction of justice in that respect for Trump, you better hold those other lawmakers at the same standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I hear you. (INAUDIBLE) I wanted to be careful about going down this road because at this point we're not talking about Obama, and I think President Trump has a vested and important political interest in making this very plainly about him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Other than the fact you could say, oh, you know, presidents do this all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I hear you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And by the way, if he's a note taker, let's see the rest of them too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "I'm not a lawyer, never played one on TV. Councilor, I appreciate what you're telling us about intent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "But let me tell you what the real intent is, it goes back to politics. The notion is we have an act of political arson going on in this country by the dominant media culture alive with the left and they're doing everything they can to use these buzzwords, obstruction of justice. All of this is designed to take down Donald Trump. It's just plain and simple. The facts of the law are not going to be argued. The headlines and the sensationalism and the attacks are what they're trying to use to carry the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You might be right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Oh, I am right. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I know the media hates Donald Trump. I think that a lot of the hysteria this entire time has been incredibly overblown. But at the same time, if I even suggest that perhaps it could be true, people on the Trump side go after me and say I'm so stupid, and I hate the president, and I should get out of the country. So there's a little bit of hysteria on both sides of the coin. I completely believe that you could be correct, but I also completely believe that there's no way for us to know that yet. And the best thing for our country is let's get the memo. Let's look at it. Let's investigate it. And for Republican credit, that is what Republicans are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It's an extemporaneous memo. That's all this is. This isn't a tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "It could be a flawed recollection by James Comey is what my point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So that's a good point. I want to close with this. That's exactly why in addition to the memo itself if it does exist, they need him to testify. Because when he is up there in front of that committee, they're going to be looking to read. Do they believe him? Is he credible? Why say it now and not before? All of these things, Eric. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're going to ask all those questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're going to ask them all of that, and authenticate it, and talk about that to determine the intent behind it, all going to be very interesting. A violent brawl breaking out in the street of Washington, D.C., between protesters and security for Turkey's president. We'll give you details on how this happened right after this. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "In our \"What's Even Happening\" segment today, an unbelievable altercation on American soil. According to reports, protesters were pummeled by Turkish President Erdogan's security detail, all because they were carrying the flag of a Kurdish political party outside the Turkish ambassador's residence in Washington. Nine people were hurt, and two arrests were made. President Erdogan was reportedly in the building at the time. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Yes. OK, so this happened around the same time, of course, that Erdogan was meeting with President Trump. Should we start blaming this violence, more violence due to President Trump? Right? This is insane. This is an insane fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "What you're seeing here, and this is one of the things, when you talk about a dangerous world, pardon the pun, it's time to talk Turkey. Because you've got a situation now with Erdogan, as the leader of Turkey, you see how this nation has changed and not for the better. Kamal Ataturk, in the early 20th Century, made this a secular Islamic republic, in essence, and brought it into the 20th Century. But now in the 21st Century, Erdogan is coming back to embrace Islamic fundamentalism. It creates a lot of problems, and there is always the dilemma with the Kurds. Now, for the Trump administration, Erdogan is the head of state. Turkey is part of NATO, although I have heard some observers say that we've got a real ticklish situation with Turkey as part of NATO and this conflict going on, the change in the government there and continued mistreatment and hostility toward the Kurds. It's a real problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Mollie, do you think this reflects anything larger? Or do you think this was just a fight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, I mean, it's just so frustrating. Under Erdogan, he has been taking that country into a much more authoritarian direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "They have huge violations of civil liberties. They do not have freedom of the press. They don't have freedom of assembly. That's one thing to be doing that in their country. It is entirely another thing to be doing it here. It's completely unacceptable, and it's frustrating, because these people have diplomatic immunity because they were the bodyguards of Erdogan. And so we need to get them out of the country as soon as possible. We need to limit their entry, and we need to let them know that that kind of behavior is unacceptable on U.S. soil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "You know, it almost looked like a movie scene. I thought it was -- first, I thought it was in Turkey, and then, like, wait a minute. This is in D.C. I was blown away that that was a D.C. video. Here's the real kicker here, though. Turkey wants to become part of the European Union. Right? And so now they're trying to get into that. Yet they have this policy. You know, those free borders. ISIS, we know for a fact, we've tracked ISIS fighters stealing oil from Iraq and driving it right into Turkey and selling the oil into Turkey. So if Turkey wants to be part of the E.U. and then have an absolute wide open border for ISIS to walk into their own country. And also, J.D., you're 100 percent right. The only one really fighting ISIS on that border, that Iraq and Syria border, is -- are the Kurds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "The Kurds are the ones who are putting up the fight. We're supporting the Kurds. So now we have a situation where we support the Kurds financially -- militarily, financially -- and Turkey is fighting the Kurds, as well. But the Kurds are the only ones fighting ISIS. This is why I would agree with Kat on some things about there are places that we need to stay out of those fights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Well, we have to understand, again, ethnicity, tribalism rather than traditional national sovereignty. This all comes into play. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } But you have a situation, just a little different footnote. I will tell you on a visit to Turkey pre-9/11, I remember being at a dinner on the streets of the Bosporus there with the Turkish detail. We had a guy who was basically protecting my wife and me: 6'7\", moved like a cat. And when you need protection in uncertain situation, the Turks provided protection when we were there. It in no way sanctions what we saw here on our soil. Mollie is quite right. But every once in a while, you can flip the paradigm and say it's good to have some security guys, and the Turks are tough people, which makes this a tough situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Eboni, I want to get you in here. What did you think, watching this video?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I mean, obviously, it's horrific to see that. To Eric's point, in our soil no less. I mean, this is not something you'd expect to see here. And it just kind of awakens this cultural disconnectedness to me. You know, where Turkey wants to get in the E.U. There's this going to bring this to our front door, and it's a real problem. I think maybe Turkey needs to figure out consistently how they want to show up in the world. Consistent about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "The basis for this fight was that it was a peaceful -- at the time, it was a peaceful protest...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Protest. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Didn't work out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "... against the United States helping out the Kurds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And look at how they react, J.D. I understand you want tough Turks to go...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "You've got the -- you've got the Kurds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It was supposed to be a peaceful protest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "That's right. We do business differently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Remember, what Washington said, we have no permanent allies; we have no permanent adversaries. We instead have permanent interests as Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "OK, fair enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "And that's what we have to remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, one of President Obama's most controversial final acts coming to pass today. Chelsea Manning walking free from prison 28 years early. The message it's sending to leakers everywhere, right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Mollie Hemingway and J.D. Hayworth. Let's continue the conversation. Ready for this one? Chelsea Manning is now officially free from prison today, being let out 28 years early. Twenty-eight years early, all thanks to a commutation from President Obama. And her supporters have raised more than $150,000 for her to reenter into society. And now if that's the going rate for leakers these days, we are doomed. We'll start on this end and work our way around -- J.D.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "You know what gets me? The funding issue is actually the side thing to me. What is astounding is that this person is still -- can take Army funds. You know, I've got to say, Sergeant Manning is very fortunate you had a President Obama instead of a President Eisenhower. Had Ike been president, let me tell you, this person would have taken a ride on Old Sparky, because what this person did was treason. It is horrific. It is horrible. And to see this person waltz out with this huge bit of change, no less, and still be eligible for funds? When I got veterans -- when I was a member of Congress having to do constituent work, to make sure guys who lived up to their responsibilities and their duties could even get V.A. care, and we have this guy waltzing out with this kind of money, in this situation? It is despicable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "This gal. Walked in this guy, walked out this gal. I'm sorry. Kat, your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "To be fair, first of all, might not end up getting the benefits, depending on what happens with the appear. If you're convicted in military court, what happens that you are on active duty until everything's worked out with the appeals process. So we will see what happens. Chelsea Manning served seven years. That 35-year sentence is more than murderers, rapists, spies receive. The information that Chelsea leaked showed detainee abuse. It showed that the civilian casualties in the Iraq War were probably a lot higher than officials were telling us that they were. They saw -- she saw wrongdoing. She exposed it. She served time for what she did, and I think it's absolutely good, a great thing now that she's free, because the sentence was absolutely too harsh compared to the crime. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "She should still be sitting in a jail cell for the rest of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Why? Is she a threat at all? Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "She committed treason as far as I'm concerned. And I will tell you, we have gotten in a situation in our society where we are so permissive, where we try to talk things down when they are direct actions taken against our country and our national security. We just better rethink where we are as a nation if we want to endure as a nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Seven years of prison is no joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Let me -- yes, let me talk to you about this, Eboni. Now, Chelsea -- Bradley Manning was convicted of spying and theft. Court- martial, got 35 years, spent seven. Acquitted of the more severe charge of aiding the enemy, which would have been a capital offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Which would be punishable by death. But beat that charge but still convicted and court-martialed. President Obama said, \"You know what? I'm pulling the conviction.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, the legal implications here are huge. I mean, I think Kat and what J.D. are, you know, going back-and-forth with are both legitimate things around this notion of -- this is the big question when it comes to leaks these days, and they're everywhere. Do the ends justify the means? And I think that's ultimately kind of the question we all kind of have to kind of look within ourselves to find out. I think in this case, she did escape this big capital offense, but she was convicted of these much heavier charges. Not to be a stickler here, but it is under appeal, as Kat points out. Ultimately, if that appeal doesn't go her way, she will not be allowed to get those benefits that you're very right, J.D., these V.A. veterans and things should have, exclusive to their service. So I think we have to see how the appeal process goes. But ultimately, the content she gave, Kat you're absolutely right, is very valuable. But is it -- does it justify the way in which she went about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So Mollie, at the end of the president's term, he decides whose sentences he's going to commute and for what reason. Your thoughts on why President Obama may have commuted Chelsea Manning's sentences?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, and it is important to note that it was a commutation of the sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "He didn't pull the conviction. But mostly what I'm kind of confused by is all these mixed messages we're getting about both WikiLeaks and in whose judgment it is wise to share information. So in Manning's case, the information that was stolen and released to WikiLeaks -- I mean, I think it's worth remembering, it was to WikiLeaks -- was very -- was showing all this wrongdoing, and that was the judgment that was made. We have this week, President Trump, in a fight against terrorism in his judgment, sharing information and we're being told by Democrats that this is an impeachable offense. And at the same time, we're being told that WikiLeaks, any association with WikiLeaks, is also an impeachable offense. And I would just like to see some consistency here for people who are praising Chelsea Manning's release while condemning...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And we need to point out, J.D., that a lot of people were looking for that treason charge that goes with a death sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Well, this is -- we have to decide as a people. When you take an oath to the military, are you there to support and defend the Constitution and the people you wear the uniform for? I've got to tell you, this \"ends justify the means\" situation in the case of Sergeant Manning is a very -- very troubling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "And Kat, absolutely weigh in on this, but a lot of people think that spying is tantamount to murder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There is not a single example of anybody losing their life because of what Chelsea Manning did. This has been investigated extensively, and there's not a single example of anyone losing their life because of what Chelsea Manning did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Kat, I think the question, if there was an example of that, would it change the analysis for you? Because I think that's where a lot of people are stuck, right? Because we can't say that what you do actively should be quantitated around the results, because it's the action she took that we have to, you know, judge her on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But people do say that. People do try to say that people died because of what Chelsea Manning did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That didn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There's no evidence of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Right. We're going to leave it right there. A petition threatening to boycott ABC for canceling Tim Allen's \"Last Man Standing\" show hitting a quarter million people. And now Tim Allen speaking out. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Backlash is growing against ABC and its cancellation of the Tim Allen comedy \"Last Man Standing.\" Some conservatives are viewing it -- or excuse me, vowing a boycott of the network, alleging it pulled the plug on the show due to the its right of center point of view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIM ALLEN, COMEDIAN",
      "sentences": "Wow, Hillary Clinton is asking us for money. Will her string of mistakes never end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLY EPHRAIM, ACTRESS",
      "sentences": "The hits keep on coming, but she'll never top Benghazi. That's her \"Stairway to Heaven.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALLEN",
      "sentences": "Yes, it's the kind of screw-ups that happen when you spend all your free time deleting emails.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCY TRAVIS, ACTRESS",
      "sentences": "It's not a mistake. I donated to Hillary. I think it's time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALLEN",
      "sentences": "Well, I think it's time to pierce my broken heart with this knife.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EPHRAIM",
      "sentences": "Mom, I know you love the show \"Scandal,\" but do you really want to watch it every night for four years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And an online petition demanding the show's return already has more than a quarter million signatures. Tim Allen is tweeting out in response to the uproar, writing, quote, \"Stunned and blindsided by the network I called home for the last six years.\" I've never seen this show, particularly. Huge Tim Allen fan, though. I've watched enough \"Home Improvement\" that I definitely know how to send myself to the hospital building a shed. For sure. Have any of you ever seen the show? I know that it was really popular. It was second in ratings, just below \"Modern Family.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. Tons, like over 8 million people watched it. And when I first saw the story, Kat, I had a little concern. You know, like, is this, you know, a political thing? But then you have to look at the statement by ABC entertainment president Channing Dungey. She went on to say that, basically, she canceled this show for the same reason she canceled several others -- \"Dr. Ken,\" \"The Catch,\" \"American Crime,\" none of which you would argue were conservative by any stretch. Just because she's taking comedies off Friday, and she's kind of doing some changes in the lineup. So I think before we jump to conclusions around the right-wing conspiracy, we have to look at...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "The only problem with that theory -- and she may be pulling comedies off Friday -- then put it somewhere else. You know? If it's rating the way it's rating, as Kat points out, put it somewhere else. But it's a well-known, obvious -- it's common knowledge that Hollywood is anti-conservative. We had Stacey Dash used to be on, saying that she's blackballed because she's a conservative. Antonio Sabato Jr. will tell you the same thing. Jon Voigt, Stephen Baldwin, a friend of mine. They'll tell you if you're conservative in Hollywood, you're not going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But Jon Voigt still works, though. And that's the thing. There are conservatives that still work. Clint Eastwood still works. I mean, he's highly sought after. So I think sometimes you have to accept that maybe these people aren't that talented and maybe their time has come and gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Wait just a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The Santa Clause movies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Not Tim Allen. Not Tim Allen. He's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "He's a friend of ours. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "And the other thing, as a broadcaster, when you hear that \"C\" word, \"cancellation,\" I mean, it's a fact of life in television. It happens. But this situation, look, Disney ABC is not what Walt Disney had when he would run to get Disneyland built. He didn't deal with ABC way back in the '50s. Things have changed. There is a political motivation behind this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "How do we know that, J.D.? How do we know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Because the aura of Hollywood. But the bottom line is, we've seen other successful shows go. In the 1970s, CBS changed everything, said the network was too rural. Goodbye to \"Green Acres\" and \"Petticoat Junction.\" Hello to \"All in the Family.\" Maybe that worked, but Dr. Frank Stanton said no and -- and Bill and (UNINTELLIGIBLE) said it was too rural.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Mollie, what do you think? Do you think that we can determine anything for sure? It's kind of up in the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, I think what's unfortunate about this is for fans of the show, this was a very civil show. Yes, it presented conservative viewpoints, but it also presented liberal viewpoints. And it had people talking with each other, and this something that we're lacking in our culture right now, and it's very bad to not have shows where people can demonstrate that you can disagree politically and still be a tight family or get along with your neighbors. And that's something that I wish more media would model.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Exactly. And that's why I think the fact that it wasn't canceled in isolation, for me, it's not convincing that it was politically motivated. I mean, \"Dr. Ken,\" that's like a super, like, all-inclusive, diverse, globalism type of show. And yet, they got the axe, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All right, all right. Well, Tim Allen, you are a star. If you're watching, I love you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Tim Allen's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Don't go away. We circle back with our specialists, J.D. Hayworth and Mollie Hemingway, right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Now it's time to \"Circle Back\" with our specialists, Mollie Hemingway and J.D. Hayworth. OK, so J.D., you're from the second-best school in the state of North Carolina, N.C. State University.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Bless you. You know, this is so good. Look at the counselor. She is wearing Wolfpack red.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I wore it especially for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Makes me feel comfortable. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I wanted you to feel like this was a safe, welcoming space for you, J.D.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "I'm very glad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here's my question. You played football for the Wolfpack for a second, almost. What position? I've got to know, what position?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYWORTH",
      "sentences": "Well, Lou Holtz recruited me as right tackle. I ended up left out. But had some health problems. Had a chance to get more into radio and to student government. I was student body president my senior year. And at that point in time, the South was still pretty solidly Democratic. I was the only Republican on the board of trustees at N.C. State a few years back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Look at you, bringing everybody together. Eric, any questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "So Mollie, one of my daily consumption of news in the morning, it's -- I go to Drudge, I go to Wall Street Journal, I go to Mediaite, I go to IJR. Love those guys, as well. I've been reading The Federalist because of you. Tell me about The Federalist. Why should I read that every day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "We started it about three and a half years ago, and we like to publish conservative and libertarian commentary, particularly libertarian commentary that cares about virtue. We cover politics, policy. We have a ton of female readers and writers. And we are doing great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Big fan. Big fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "New fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely. Mollie, you're going through all these Washington Post stories and all the leaks. It's not turned out to be true. Do you think that people will stop to trust The Washington Post or stop trusting The Washington Post? Or do you think that people kind of want to hear these things about Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I think what's unfortunate, yes, is that you have a very divided public. So people who hear what they want to hear from The Post are going to just believe whatever is reported. Credibility for the media in general is actually bad, not just for The Post, but for everybody with Republicans and with conservatives. I read a poll that just came out that showed that only 11 percent of Republicans believed that the national media can be trusted to cover the news accurately. That's actually a crisis. And the fact that the media aren't doing what they need to do to regain that credibility is just -- it's amazing to me. They should have learned from 2016 to improve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLLING",
      "sentences": "Hot topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank you to our \"Fox News Specialists\" today, J.D. Hayworth and Mollie Hemingway. And thank you all for watching. Make sure you follow us on social media, @SpecialistsFNC on both Facebook and Twitter. And remember, 5 o'clock will never be the same. \"Special Report\" up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC BOLLING, CO-HOST",
      "utterance": "Hello, everyone. I'm Eric Bolling, along with Eboni K. Williams and Kat Timpf. We are \"The Fox News Specialists.\" The deep state campaign to sabotage President Trump reaching a disgraceful new level, the leak about the so-called Comey memo alleging that President Trump asked James Comey to end the investigation into Michael Flynn should be a wake-up call to all Americans about how far these leakers will go. Of course, no one in the media has actually seen the memo yet to verify its contents, and that's just what the leakers want. Coordinate with their enablers in the mainstream media to humiliate the president at all costs. White House Press Secretary Sean Spicer responded a short time ago during an off-camera meeting with reporters."
    },
    {
      "speaker": "SEAN SPICER, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president's been very clear that the account that was published is not an accurate description of how the event occurred."
    },
    {
      "speaker": "BOLLING",
      "utterance": "OK, guys. Kat, so the mainstream media frothing at the mouth, throwing out words like impeachment like rabid dogs. Meanwhile, Comey's testified, acting director McCabe has testified, not once has anyone mentioned this memo until after Comey gets fired."
    },
    {
      "speaker": "KATHERINE TIMPF, CO-HOST",
      "utterance": "I'm still interested in seeing the memo, of course, I understand the concerns. What does bother me the most is the sort of disingenuous way people are presenting this, representative Cummings today saying that the GOP is slow walking this. Within an hour of this news breaking, Jason Chaffetz was saying, all right I'll subpoena this if I have to. Then after that, he's telling the FBI I need to see all the documents related to communication between Trump and Comey. He's saying Comey's got to come testify. Senate intelligence committee saying Comey's got to come testify. That's not slow walking. That is prioritizing, that is proactively launching an investigation."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know, Eboni, James Comey was invited to testify on the hill, a closed door meeting on the hill, and he turned that one down. Meanwhile, he leaked to someone -- someone leaked this memo to the New York Times."
    },
    {
      "speaker": "EBONI K. WILLIAMS, CO-HOST",
      "utterance": "Yeah, Eric. I was actually surprised that Comey refused that opportunity to testify. Obviously, we know, as Kat said Chaffetz is aggressively, I think he's almost putting out like an all call -- yeah, trying to get a hold of James Comey because he can't use his own phone number, to make sure he gets on that hill, he testifies, hopefully as early as next week so that people do have that, so that we can really unpack this the way we all need too."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So on the right, everyone is saying let's find out what the facts are. On the left, they're ready, hey, let's start -- they're ready to start the impeachment proceedings already. All right, let's meet today's specialists. She is at Fox News contributor, 2014 recipient of the Claremont Institute Lincoln fellowship, and she's a senior editor at The Federalist, great, great website also. But she specializes in loving Prince's B side tracks. That's right, the musical legend less popular songs. Mollie Hemingway's here. And he was once recruited by Lou Holtz to play football at North Carolina State. He's a former Republican United States congressman from the state of Arizona, and a current host on Newsmax TV. But he specializes in everything radio broadcasting. J.D. Hayworth is here as well. Mollie, I want to start with you. You wrote a great piece, and if everyone hasn't read this yet, yesterday I believe your piece, and it's called, Tips for reading Washington Post stories about Trump with unanimous leaks. Tell me about that? What do you mean?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "utterance": "So many stories that we've heard about Trump are based on anonymous leaks. It's very important that you be a wise reader when you're presented with these things. People who leak always have motivation for leaking. And a lot of times newspapers don't do a great job of characterizing that motivation. Obviously, the leaks we're talking about right here come directly from Comey and his associates. So they have a motivation in getting that out there. That's need to be thought -- you need to think through that when you're thinking about what this story is really about."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You have some really wildly interesting examples. Give us a couple."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, the real problem is that so many stories based on leaks have turn out not to be true. I mean just in the last week we had a story based on leaks that Comey was fired after asking for more resources. Under oath, the acting FBI director said that wasn't true, that they were fully resource, they didn't need anything else. Other people said that the deputy at DOJ had threatened to quit."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And he said no, I've never threatened."
    },
    {
      "speaker": "BOLLING",
      "utterance": "This is a big one. Remember when they said, they said, oh, that Rosenstein threatened to quit because Donald Trump blamed him for firing Comey. You remember that? And he said no. This was never an issue. He never threatened to quit, right?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But there are so many stories like this where people speaking off the record are able to say things and they're not held accountable when it turns out it's not true. And here the same thing with Comey, he out's out a memo, you don't have the context, you don't see what the full thing is, and even in context, it's still one side of a story and so people should be very careful before rushing to judgement."
    },
    {
      "speaker": "BOLLING",
      "utterance": "J.D., your thoughts?"
    },
    {
      "speaker": "J.D. HAYWORTH, FORMER U.S. CONGRESSMAN",
      "utterance": "Well, you take a look at what is happening now and I think the tenor of our times is summed up by two words, fake news. That is what we are seeing. That in part is the genius of Donald Trump because Barack Obama on the way out the door, thought he was going to define what conservative outlets to do as fake news, but instead we know it's the alphabet networks and the Washington Post and the New York Times and all the usual suspects doing there -- just think about the historical thing, back in the day in 1960, you have Teddy White writing, The selling of the president. In '68, Joe McGinnis -- Teddy White wrote, the making of the president, McGinnis wrote, the selling of a president. Now updated for the 21st century, we've got the lynching of the president going on right now."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We don't know that it's real but we also don't know that it's fake. BOLLING: Allow me, Kat. Let's do this, guy. I know you want to get the flow of this stuff. But I want to talk about this full-screen. If you can get that full-screen up. This is important because it plays into both what Mollie has said and what J.D. has said. Look at this full-screen. This is the Washington Post, the paper that Mollie was just talking about, and this is from one year ago, June of 2016, U.S. office to share serious intelligence on terrorists with Russia. All right, let me bring my cohost in here. Kat, this is almost the same thing they're accusing Donald Trump of doing, yet now it's a big, big massive conspiracy right now, but a year ago when Obama did it, you didn't hear boo from the mainstream media."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's very clear that Republicans can't win with the Washington Post. I was talking earlier about how aggressively Chaffetz is pursuing this and getting ahead of this. They just came out with a piece today saying, well, Chaffetz is all of a sudden aggressively involved because it's good for his career. OK, this is clearly what you want him to be doing and now you have a problem with that. there's obviously a bias there. You can't deny that. But, still something you have to look at, whenever there's allegations that are this serious, people are going to take them seriously. But taking them seriously also involves not getting ahead of it and just screaming impeach. There's no way to solve anything."
    },
    {
      "speaker": "BOLLING",
      "utterance": "I believe if you look at the other cable networks they're going wall to wall with this alleged big conspiracy scandal going on with Donald Trump. And there you have it, President Obama did the exact same thing they're accusing Trump of -- and, by the way, we haven't even come to evidence that Trump did that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah. And this is to Mollie's point, this issue, Eric, of motivation, it's really, really problematic and it's very important because the fact do matter. I'm very, very greatly concerned about the ramifications of all of this stuff, but we can't even have that dialogue because we're too busy, many people of trying to make this political, trying to make this a witch hunt about Donald Trump. Some of these stuff -- it's not really even about Donald Trump. This is about America and it's (INAUDIBLE) BOLLING: One of the biggest problems, guys, and coming from the conservative side, is the lack of support that Donald Trump is getting from some conservatives. So it appears from the hysteria from the Democrats and mainstream media is even getting to those established Republicans. Listen to this."
    },
    {
      "speaker": "SEN. JOHN MCCAIN, R-ARIZ.",
      "utterance": "Seen this one before. I think it's reaching the point where it's of Watergate size and scale and couple of other scandals that you and I have seen. It's a centipede, and the shoe continues to drop."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right, J.D., I teed that up for you because John McCain, senator from your state of Arizona, says this is a Watergate -- similar scope of Watergate. Is that insane that he's saying this?"
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "For purposes of full disclosure because they're will some people out there going this is sour grapes, I finished second to John in the 2010 Republican primary for the U.S. senate. So we've got that out of the way, I think what John has done here, and to be fair, he backed off a little bit earlier today with Peter Doocy in that interview saying, no, no, you know, there is Iran contra and there's Reagan. Here is the thing that's happening. The dominant media culture, the leftist media, the partisan press, knows they can go nine times out of ten to go to McCain for a quote to trash Republicans. And John has found a constituency for five and half years of his six years of midterms with the partisan Washington press corps. And then for six months, he'll lavish attention on Arizona and spin dough and win the primary and he's still in the U.S. senate. But I think there are a whole lot of people not only in Arizona but across the country that have issues with Senator McCain and that's why you saw him back away ever so slightly today in that interview with Peter Doocy."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Eboni, Jonathan Turley, constitutional law scholar, Alan Dershowitz a Democrat and a constitutional law scholar, both said, Turley said the Comey memo offers no proof for impeachment of Trump. Dershowitz said nobody will ever indict the president for obstruction of justice."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "On these issues, yes. And I'm glad you brought it up, Eric, we're going to do a very deep dive into these legal issues in the next block. But, yeah, ultimately the top of the surface is obstruction is a vague and kind of wide scope around that -- what that requires, but there's a real requirement. But, ultimately, we don't see a lot of evidence around it as legal people. And then, there's even the defense -- this is going to be interesting, we'll get to it again later. Does an FBI investigation even constitute a proceeding for the legal requirements of that? Because there's case law, as well as the U.S. attorney's handbook that says it doesn't. It says the IRS and FBI investigations, while important and critical parts of this thing are not legal proceedings. It's more of sake of."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But, Mollie, my concern is, when you have a Republican senator actually invoking Watergate at this stage of what is going to be a long, drawn-out controversy or discussion."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "What I think was actually kind of interesting about this week was the resurgence of the never-Trump Republican. They had sort of claimed that they were dying after the election of Donald Trump, and that they will support him and whatnot. And what we've seen this week is that's definitely not true. The subtext of that battle is really about foreign policy. You have people who really want to continue the foreign policy that we've had under both Democrats and Republicans, and Donald Trump is a threat to that. He has exhibited a desire for more restraint in this regards. John McCain makes perfect sense he would come out and sort of make a big deal about this situation because he is so opposed to Donald Trump on foreign policy."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think he's making a big deal out of it. The allegations and the memo and, of course, no one seen the memo and I understand."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You cannot impeach based on a memo."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The allegations are very serious."
    },
    {
      "speaker": "BOLLING",
      "utterance": "There was a trial by jury, people pleaded guilty to clear criminal actions. That was Watergate. This is far from Watergate."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We don't know yet. I don't think that it's fair to say that John -- excuse me, I don't think it's fair to say that John McCain is saying this personally because he doesn't like Trump. These allegations are serious."
    },
    {
      "speaker": "BOLLING",
      "utterance": "John McCain is one of the original never-Trumpers."
    },
    {
      "speaker": "TIMPF",
      "utterance": ". perhaps cares about, perhaps, Russian influence and collusion."
    },
    {
      "speaker": "TIMPF",
      "utterance": ". but these are serious things and concerns are very understandable."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But the comparison -- to Eric's point, real quick, when McCain makes a Watergate comparison though, Kat, that kind of takes the wind out of what I think is otherwise a legitimate argument."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What we're talking about here is so because the facts of Watergate were so different, and we've talk about this with Pat Buchanan, sit right here to my right, and we can."
    },
    {
      "speaker": "BOLLING",
      "utterance": "John McCain is a smart man. Why would he compare Watergate to this? Very, very early time to be doing this. There's been no -- there's been nothing. There's been no trial. There's been no accusations even with the exception of the mainstream media."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Because it gets a headline and here we are talking about it, and that's the sad fact. A lot of guys in Washington -- John has a distinguished record, but now it's come down to how do I get attention and how do I make news?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "I think he realizes that Donald Trump came in and said I'm going to drain the swamp. John McCain, like him or not, Republican or not, he's one of the swamp creatures. I will tell you that there are a lot of people on both sides of the aisle who would rather have Donald Trump not in office than have him draining that swamp."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But McCain, I think also legitimately have questions around what's going on with this investigation. Also having these foreign affairs, national security concerns, and policy distinctions around Trump as well, which, you know, you can add those together and I think that's why he's talking about it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There is a new story coming out every day. I think that's what he's saying is growing and growing and growing. And that's why he's concern."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Not Watergate. After news of the Comey memo, Democrats and the mainstream media throw out all credibility out the window, reckless throwing around what apparently is their new favorite word, impeachment."
    },
    {
      "speaker": "REP. AL GREEN, R- TEXAS",
      "utterance": "This is where I stand. I will not be moved. The president must be impeached."
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "I think this is going to put us a little bit further on our way to what I've been calling for, for so long, and that is impeachment."
    },
    {
      "speaker": "WOLF BLITZER, CNN",
      "utterance": "If these allegations, senator, are true, are we getting closer and closer to the possibility of yet another impeachment process?"
    },
    {
      "speaker": "SEN. ANUS KING, D-MAINE",
      "utterance": "Reluctantly, Wolf, I have to say, yes, simply because of the obstruction of justice is such a serious offense."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "You've got a series of allegations. What would it take for that pattern to be an impeachable offense?"
    },
    {
      "speaker": "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST",
      "utterance": "I was in the Nixon administration as you know, and I thought after watching the Clinton impeachment, I never thought we'd see another one, but I think we're in impeachment territory really for the first time."
    },
    {
      "speaker": "BOLLING",
      "utterance": "All right. I'm going to go and suggest if the Republicans were foolish enough to even go up this avenue, you may be looking at Donald Trump as the last Republican president, may be in our lifetime."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It's madness to be having this kind of talk. It's one thing to have Democrats or the media going into this alternate reality where you're going to unseat a Democratic elected president. It's entirely another for Republicans to actually join in on that. And if they think that the net effect of that would be somehow to improve their standings. It's madness. I mean, I would really hope that no Republican is actually thinking that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Two quick points on this. The first is that there're actually some Democrats today, one of them -- one of our congressman here in New York, John Crowley, who said the only -- he's interested in right now, Eric, is information and investigation. Also, Claire -- saying, she's a prosecutor by nature, she wants to see evidence. So I don't think it's fair to categorize all Democrats as being ready to chop off Trump's head."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Mindful of the times, it's the timing, got to look ahead to the midterms in 2018. Democrats want this to marinate. They want it to look like they're being sober. Look, they think they can make gains if they can keep Republicans delayed, drag this thing out, and then start thinking about it. Oh, about time for the midterms. That's what's going on. It's political time."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Kat, final thought."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't -- everything is political because we're talking about politics. When you're talking about something as serious as being alleged in this memo, of course people are going to be thinking about it. Of course, they want to look into it. And, of course, they will have concerns when so many news stories keep coming out every day. There's no fire yet, but there's a lot of smoke. You just don't sit comfortably in a smoky building because you haven't actually seen fire. You start to get a little worry."
    },
    {
      "speaker": "BOLLING",
      "utterance": "OK, we'll leave it right there. Are the left's obstruction of justice allegations against President Donald Trump a huge legal over reach? We're debuting a brand new segment, the docket, that's coming up next. And be sure to follow us on special media at @SpecialistsFNC on both Twitter and Facebook."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We're debuting a brand new segment called, the docket, and obviously, a huge story coming out of Washington about the implications of the Comey memo and, specifically, what it all means, the big legal questions. And the big one burning right now is can there be a charge of obstruction of justice against a sitting United States president. OK. So I want to break all of this down a little bit before we go into the very needed political discussion. So, the short answer is, yes, around obstruction of justice. It can happen, but it's very, very difficult. And people have been talking about this in a way recently that makes it seem like it's easy to do, and it's really not. What's required -- I want to tell you the code it's U.S. code section 1505. And it really talks about the requirement -- specific intent requirement, and that's important to note because unlike a general intent requirement -- so, for example, it would not be enough if Trump were to have said what he allegedly said to Jim Comey, and it was suggested, or -- and even if it ended up warning this investigation against General Flynn, that's still not enough. It must be made with specific intent, meaning that he specifically set it for the sole purpose of shutting down this Flynn investigation. And anything short of that, you don't have what you need for obstruction. And then going back to what I've mention in the first block, it might all be for nothing because again, is an FBI investigation even a legal proceeding for the sake of 18 U.S. 1505? So let's start with there, let's bring it up to the panel now. And this obstruction charge, Mollie, do you think that people are either looking at it as deeply at this point or this has become a political talking point?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I think the central conceit of this claim based on anonymous sources is that what Trump did was serious enough to lead to impeachment, but not serious enough to do anything about it unless Comey was fired? That seems pretty weird. And when you have people under oath giving testimony saying there was no obstruction of justice and we have all these comments to the contrary, it seems very bizarre. I'll just point out also that if this is obstruction, we have evidence of the previous administration saying similar things, actually, even in a wider format, more public format, saying like there's no scandal at the IRS, or Hillary is fine, she's going to be fine. Clearly indicating what President Obama's desire was with those investigations in ways that almost matched completely with what Comey himself ended up saying. So, if this is obstruction, well, that would be clearly obstruction."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric, I want to get your thoughts on this. Let's pull off the full screen now because let's talk about what was allegedly said in this moment. Because this is what they're going to want to look like when you've got people from Chaffetz to -- and people saying they want to hear from Comey specifically. This is what they want to analyze this quote, I hope you can let this go, hope you can see your way clear to letting this go, letting Flynn go. Eric, if it is accurate?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "Can I ask you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": ". on your definition of intent, that sounds like the intent would be to -- yeah, hey, Flynn is my friend -- if this were true and known accurate or the leak is accurate, he's a good guy, you should let him go, or can we get on with business. Is that enough content to call for obstruction of justice?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, that's what we call in the law, arguable. So if I'm representing the president and this actually got to impeachment hearings, you're going to say, no. You're going to say that was suggested. You know, he was saying in general and we know Comey allegedly said I do think he's a good guy."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Saying, oh, I really hope -- I really hope that you -- again, memo, nobody had ever seen it, but that's the argument, right? Was he just throwing it out there saying, oh, well, I hope? Or was he saying, well, I hope, meaning, I sure hope so."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eric?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "I want to back up the question with, OK, so we're going to have to get this note, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, we've got to see it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "But here's the other question, the mainstream media and people on the left, and Democrats, and even some Republicans are saying I want to see the note, but are they demanding. James Comey allegedly took copious notes, right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's what they're saying."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Well, I want to see Obama -- the notes that he wrote after he met with Obama or Hillary Clinton or Bill Clinton. I'd like to see all those notes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "So if you're going to say obstruction of justice in that respect for Trump, you better hold those other lawmakers at the same standard."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I hear you. (INAUDIBLE) I wanted to be careful about going down this road because at this point we're not talking about Obama, and I think President Trump has a vested and important political interest in making this very plainly about him."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Other than the fact you could say, oh, you know, presidents do this all the time."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I hear you."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And by the way, if he's a note taker, let's see the rest of them too."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "I'm not a lawyer, never played one on TV. Councilor, I appreciate what you're telling us about intent."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "But let me tell you what the real intent is, it goes back to politics. The notion is we have an act of political arson going on in this country by the dominant media culture alive with the left and they're doing everything they can to use these buzzwords, obstruction of justice. All of this is designed to take down Donald Trump. It's just plain and simple. The facts of the law are not going to be argued. The headlines and the sensationalism and the attacks are what they're trying to use to carry the day."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You might be right."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Oh, I am right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I know the media hates Donald Trump. I think that a lot of the hysteria this entire time has been incredibly overblown. But at the same time, if I even suggest that perhaps it could be true, people on the Trump side go after me and say I'm so stupid, and I hate the president, and I should get out of the country. So there's a little bit of hysteria on both sides of the coin. I completely believe that you could be correct, but I also completely believe that there's no way for us to know that yet. And the best thing for our country is let's get the memo. Let's look at it. Let's investigate it. And for Republican credit, that is what Republicans are doing."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It's an extemporaneous memo. That's all this is. This isn't a tape."
    },
    {
      "speaker": "BOLLING",
      "utterance": "It could be a flawed recollection by James Comey is what my point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So that's a good point. I want to close with this. That's exactly why in addition to the memo itself if it does exist, they need him to testify. Because when he is up there in front of that committee, they're going to be looking to read. Do they believe him? Is he credible? Why say it now and not before? All of these things, Eric."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're going to ask all those questions."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're going to ask them all of that, and authenticate it, and talk about that to determine the intent behind it, all going to be very interesting. A violent brawl breaking out in the street of Washington, D.C., between protesters and security for Turkey's president. We'll give you details on how this happened right after this. Stay with us."
    },
    {
      "speaker": "TIMPF",
      "utterance": "In our \"What's Even Happening\" segment today, an unbelievable altercation on American soil. According to reports, protesters were pummeled by Turkish President Erdogan's security detail, all because they were carrying the flag of a Kurdish political party outside the Turkish ambassador's residence in Washington. Nine people were hurt, and two arrests were made. President Erdogan was reportedly in the building at the time. Yes. OK, so this happened around the same time, of course, that Erdogan was meeting with President Trump. Should we start blaming this violence, more violence due to President Trump? Right? This is insane. This is an insane fight."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "What you're seeing here, and this is one of the things, when you talk about a dangerous world, pardon the pun, it's time to talk Turkey. Because you've got a situation now with Erdogan, as the leader of Turkey, you see how this nation has changed and not for the better. Kamal Ataturk, in the early 20th Century, made this a secular Islamic republic, in essence, and brought it into the 20th Century. But now in the 21st Century, Erdogan is coming back to embrace Islamic fundamentalism. It creates a lot of problems, and there is always the dilemma with the Kurds. Now, for the Trump administration, Erdogan is the head of state. Turkey is part of NATO, although I have heard some observers say that we've got a real ticklish situation with Turkey as part of NATO and this conflict going on, the change in the government there and continued mistreatment and hostility toward the Kurds. It's a real problem."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Mollie, do you think this reflects anything larger? Or do you think this was just a fight?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, I mean, it's just so frustrating. Under Erdogan, he has been taking that country into a much more authoritarian direction."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "They have huge violations of civil liberties. They do not have freedom of the press. They don't have freedom of assembly. That's one thing to be doing that in their country. It is entirely another thing to be doing it here. It's completely unacceptable, and it's frustrating, because these people have diplomatic immunity because they were the bodyguards of Erdogan. And so we need to get them out of the country as soon as possible. We need to limit their entry, and we need to let them know that that kind of behavior is unacceptable on U.S. soil."
    },
    {
      "speaker": "BOLLING",
      "utterance": "You know, it almost looked like a movie scene. I thought it was -- first, I thought it was in Turkey, and then, like, wait a minute. This is in D.C. I was blown away that that was a D.C. video. Here's the real kicker here, though. Turkey wants to become part of the European Union. Right? And so now they're trying to get into that. Yet they have this policy. You know, those free borders. ISIS, we know for a fact, we've tracked ISIS fighters stealing oil from Iraq and driving it right into Turkey and selling the oil into Turkey. So if Turkey wants to be part of the E.U. and then have an absolute wide open border for ISIS to walk into their own country. And also, J.D., you're 100 percent right. The only one really fighting ISIS on that border, that Iraq and Syria border, is -- are the Kurds."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLLING",
      "utterance": "The Kurds are the ones who are putting up the fight. We're supporting the Kurds. So now we have a situation where we support the Kurds financially -- militarily, financially -- and Turkey is fighting the Kurds, as well. But the Kurds are the only ones fighting ISIS. This is why I would agree with Kat on some things about there are places that we need to stay out of those fights."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Well, we have to understand, again, ethnicity, tribalism rather than traditional national sovereignty. This all comes into play. But you have a situation, just a little different footnote. I will tell you on a visit to Turkey pre-9/11, I remember being at a dinner on the streets of the Bosporus there with the Turkish detail. We had a guy who was basically protecting my wife and me: 6'7\", moved like a cat. And when you need protection in uncertain situation, the Turks provided protection when we were there. It in no way sanctions what we saw here on our soil. Mollie is quite right. But every once in a while, you can flip the paradigm and say it's good to have some security guys, and the Turks are tough people, which makes this a tough situation."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Eboni, I want to get you in here. What did you think, watching this video?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I mean, obviously, it's horrific to see that. To Eric's point, in our soil no less. I mean, this is not something you'd expect to see here. And it just kind of awakens this cultural disconnectedness to me. You know, where Turkey wants to get in the E.U. There's this going to bring this to our front door, and it's a real problem. I think maybe Turkey needs to figure out consistently how they want to show up in the world. Consistent about it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "The basis for this fight was that it was a peaceful -- at the time, it was a peaceful protest..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Protest."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Didn't work out."
    },
    {
      "speaker": "BOLLING",
      "utterance": "... against the United States helping out the Kurds."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And look at how they react, J.D. I understand you want tough Turks to go..."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "You've got the -- you've got the Kurds."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It was supposed to be a peaceful protest."
    },
    {
      "speaker": "BOLLING",
      "utterance": "That's right. We do business differently."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Remember, what Washington said, we have no permanent allies; we have no permanent adversaries. We instead have permanent interests as Americans."
    },
    {
      "speaker": "BOLLING",
      "utterance": "OK, fair enough."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "And that's what we have to remember."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, one of President Obama's most controversial final acts coming to pass today. Chelsea Manning walking free from prison 28 years early. The message it's sending to leakers everywhere, right after this."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Welcome back to \"The Fox News Specialists.\" Our specialists today are Mollie Hemingway and J.D. Hayworth. Let's continue the conversation. Ready for this one? Chelsea Manning is now officially free from prison today, being let out 28 years early. Twenty-eight years early, all thanks to a commutation from President Obama. And her supporters have raised more than $150,000 for her to reenter into society. And now if that's the going rate for leakers these days, we are doomed. We'll start on this end and work our way around -- J.D."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "You know what gets me? The funding issue is actually the side thing to me. What is astounding is that this person is still -- can take Army funds. You know, I've got to say, Sergeant Manning is very fortunate you had a President Obama instead of a President Eisenhower. Had Ike been president, let me tell you, this person would have taken a ride on Old Sparky, because what this person did was treason. It is horrific. It is horrible. And to see this person waltz out with this huge bit of change, no less, and still be eligible for funds? When I got veterans -- when I was a member of Congress having to do constituent work, to make sure guys who lived up to their responsibilities and their duties could even get V.A. care, and we have this guy waltzing out with this kind of money, in this situation? It is despicable."
    },
    {
      "speaker": "BOLLING",
      "utterance": "This gal. Walked in this guy, walked out this gal. I'm sorry. Kat, your thoughts."
    },
    {
      "speaker": "TIMPF",
      "utterance": "To be fair, first of all, might not end up getting the benefits, depending on what happens with the appear. If you're convicted in military court, what happens that you are on active duty until everything's worked out with the appeals process. So we will see what happens. Chelsea Manning served seven years. That 35-year sentence is more than murderers, rapists, spies receive. The information that Chelsea leaked showed detainee abuse. It showed that the civilian casualties in the Iraq War were probably a lot higher than officials were telling us that they were. They saw -- she saw wrongdoing. She exposed it. She served time for what she did, and I think it's absolutely good, a great thing now that she's free, because the sentence was absolutely too harsh compared to the crime. Absolutely."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "No way."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "She should still be sitting in a jail cell for the rest of..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Why? Is she a threat at all? Why?"
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "She committed treason as far as I'm concerned. And I will tell you, we have gotten in a situation in our society where we are so permissive, where we try to talk things down when they are direct actions taken against our country and our national security. We just better rethink where we are as a nation if we want to endure as a nation."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Seven years of prison is no joke."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Let me -- yes, let me talk to you about this, Eboni. Now, Chelsea -- Bradley Manning was convicted of spying and theft. Court- martial, got 35 years, spent seven. Acquitted of the more severe charge of aiding the enemy, which would have been a capital offense."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Which would be punishable by death. But beat that charge but still convicted and court-martialed. President Obama said, \"You know what? I'm pulling the conviction.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, the legal implications here are huge. I mean, I think Kat and what J.D. are, you know, going back-and-forth with are both legitimate things around this notion of -- this is the big question when it comes to leaks these days, and they're everywhere. Do the ends justify the means? And I think that's ultimately kind of the question we all kind of have to kind of look within ourselves to find out. I think in this case, she did escape this big capital offense, but she was convicted of these much heavier charges. Not to be a stickler here, but it is under appeal, as Kat points out. Ultimately, if that appeal doesn't go her way, she will not be allowed to get those benefits that you're very right, J.D., these V.A. veterans and things should have, exclusive to their service. So I think we have to see how the appeal process goes. But ultimately, the content she gave, Kat you're absolutely right, is very valuable. But is it -- does it justify the way in which she went about it?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "So Mollie, at the end of the president's term, he decides whose sentences he's going to commute and for what reason. Your thoughts on why President Obama may have commuted Chelsea Manning's sentences?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, and it is important to note that it was a commutation of the sentence."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Right."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "He didn't pull the conviction. But mostly what I'm kind of confused by is all these mixed messages we're getting about both WikiLeaks and in whose judgment it is wise to share information. So in Manning's case, the information that was stolen and released to WikiLeaks -- I mean, I think it's worth remembering, it was to WikiLeaks -- was very -- was showing all this wrongdoing, and that was the judgment that was made. We have this week, President Trump, in a fight against terrorism in his judgment, sharing information and we're being told by Democrats that this is an impeachable offense. And at the same time, we're being told that WikiLeaks, any association with WikiLeaks, is also an impeachable offense. And I would just like to see some consistency here for people who are praising Chelsea Manning's release while condemning..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And we need to point out, J.D., that a lot of people were looking for that treason charge that goes with a death sentence."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Well, this is -- we have to decide as a people. When you take an oath to the military, are you there to support and defend the Constitution and the people you wear the uniform for? I've got to tell you, this \"ends justify the means\" situation in the case of Sergeant Manning is a very -- very troubling."
    },
    {
      "speaker": "BOLLING",
      "utterance": "And Kat, absolutely weigh in on this, but a lot of people think that spying is tantamount to murder."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There is not a single example of anybody losing their life because of what Chelsea Manning did. This has been investigated extensively, and there's not a single example of anyone losing their life because of what Chelsea Manning did."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Kat, I think the question, if there was an example of that, would it change the analysis for you? Because I think that's where a lot of people are stuck, right? Because we can't say that what you do actively should be quantitated around the results, because it's the action she took that we have to, you know, judge her on."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But people do say that. People do try to say that people died because of what Chelsea Manning did."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That didn't happen."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sure."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There's no evidence of it."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Right. We're going to leave it right there. A petition threatening to boycott ABC for canceling Tim Allen's \"Last Man Standing\" show hitting a quarter million people. And now Tim Allen speaking out. Don't go away."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Backlash is growing against ABC and its cancellation of the Tim Allen comedy \"Last Man Standing.\" Some conservatives are viewing it -- or excuse me, vowing a boycott of the network, alleging it pulled the plug on the show due to the its right of center point of view."
    },
    {
      "speaker": "TIM ALLEN, COMEDIAN",
      "utterance": "Wow, Hillary Clinton is asking us for money. Will her string of mistakes never end?"
    },
    {
      "speaker": "MOLLY EPHRAIM, ACTRESS",
      "utterance": "The hits keep on coming, but she'll never top Benghazi. That's her \"Stairway to Heaven.\""
    },
    {
      "speaker": "ALLEN",
      "utterance": "Yes, it's the kind of screw-ups that happen when you spend all your free time deleting emails."
    },
    {
      "speaker": "NANCY TRAVIS, ACTRESS",
      "utterance": "It's not a mistake. I donated to Hillary. I think it's time."
    },
    {
      "speaker": "ALLEN",
      "utterance": "Well, I think it's time to pierce my broken heart with this knife."
    },
    {
      "speaker": "EPHRAIM",
      "utterance": "Mom, I know you love the show \"Scandal,\" but do you really want to watch it every night for four years?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "And an online petition demanding the show's return already has more than a quarter million signatures. Tim Allen is tweeting out in response to the uproar, writing, quote, \"Stunned and blindsided by the network I called home for the last six years.\" I've never seen this show, particularly. Huge Tim Allen fan, though. I've watched enough \"Home Improvement\" that I definitely know how to send myself to the hospital building a shed. For sure. Have any of you ever seen the show? I know that it was really popular. It was second in ratings, just below \"Modern Family.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. Tons, like over 8 million people watched it. And when I first saw the story, Kat, I had a little concern. You know, like, is this, you know, a political thing? But then you have to look at the statement by ABC entertainment president Channing Dungey. She went on to say that, basically, she canceled this show for the same reason she canceled several others -- \"Dr. Ken,\" \"The Catch,\" \"American Crime,\" none of which you would argue were conservative by any stretch. Just because she's taking comedies off Friday, and she's kind of doing some changes in the lineup. So I think before we jump to conclusions around the right-wing conspiracy, we have to look at..."
    },
    {
      "speaker": "BOLLING",
      "utterance": "The only problem with that theory -- and she may be pulling comedies off Friday -- then put it somewhere else. You know? If it's rating the way it's rating, as Kat points out, put it somewhere else. But it's a well-known, obvious -- it's common knowledge that Hollywood is anti-conservative. We had Stacey Dash used to be on, saying that she's blackballed because she's a conservative. Antonio Sabato Jr. will tell you the same thing. Jon Voigt, Stephen Baldwin, a friend of mine. They'll tell you if you're conservative in Hollywood, you're not going to work."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But Jon Voigt still works, though. And that's the thing. There are conservatives that still work. Clint Eastwood still works. I mean, he's highly sought after. So I think sometimes you have to accept that maybe these people aren't that talented and maybe their time has come and gone."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Wait just a minute."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The Santa Clause movies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Not Tim Allen. Not Tim Allen. He's great."
    },
    {
      "speaker": "BOLLING",
      "utterance": "He's a friend of ours. Come on."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "And the other thing, as a broadcaster, when you hear that \"C\" word, \"cancellation,\" I mean, it's a fact of life in television. It happens. But this situation, look, Disney ABC is not what Walt Disney had when he would run to get Disneyland built. He didn't deal with ABC way back in the '50s. Things have changed. There is a political motivation behind this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "How do we know that, J.D.? How do we know that?"
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Because the aura of Hollywood. But the bottom line is, we've seen other successful shows go. In the 1970s, CBS changed everything, said the network was too rural. Goodbye to \"Green Acres\" and \"Petticoat Junction.\" Hello to \"All in the Family.\" Maybe that worked, but Dr. Frank Stanton said no and -- and Bill and (UNINTELLIGIBLE) said it was too rural."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Mollie, what do you think? Do you think that we can determine anything for sure? It's kind of up in the air."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, I think what's unfortunate about this is for fans of the show, this was a very civil show. Yes, it presented conservative viewpoints, but it also presented liberal viewpoints. And it had people talking with each other, and this something that we're lacking in our culture right now, and it's very bad to not have shows where people can demonstrate that you can disagree politically and still be a tight family or get along with your neighbors. And that's something that I wish more media would model."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Exactly. And that's why I think the fact that it wasn't canceled in isolation, for me, it's not convincing that it was politically motivated. I mean, \"Dr. Ken,\" that's like a super, like, all-inclusive, diverse, globalism type of show. And yet, they got the axe, too."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All right, all right. Well, Tim Allen, you are a star. If you're watching, I love you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Tim Allen's great."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Don't go away. We circle back with our specialists, J.D. Hayworth and Mollie Hemingway, right after this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Now it's time to \"Circle Back\" with our specialists, Mollie Hemingway and J.D. Hayworth. OK, so J.D., you're from the second-best school in the state of North Carolina, N.C. State University."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Bless you. You know, this is so good. Look at the counselor. She is wearing Wolfpack red."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I wore it especially for you."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Makes me feel comfortable. Thank you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I wanted you to feel like this was a safe, welcoming space for you, J.D."
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "I'm very glad."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here's my question. You played football for the Wolfpack for a second, almost. What position? I've got to know, what position?"
    },
    {
      "speaker": "HAYWORTH",
      "utterance": "Well, Lou Holtz recruited me as right tackle. I ended up left out. But had some health problems. Had a chance to get more into radio and to student government. I was student body president my senior year. And at that point in time, the South was still pretty solidly Democratic. I was the only Republican on the board of trustees at N.C. State a few years back."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Look at you, bringing everybody together. Eric, any questions?"
    },
    {
      "speaker": "BOLLING",
      "utterance": "So Mollie, one of my daily consumption of news in the morning, it's -- I go to Drudge, I go to Wall Street Journal, I go to Mediaite, I go to IJR. Love those guys, as well. I've been reading The Federalist because of you. Tell me about The Federalist. Why should I read that every day?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "We started it about three and a half years ago, and we like to publish conservative and libertarian commentary, particularly libertarian commentary that cares about virtue. We cover politics, policy. We have a ton of female readers and writers. And we are doing great."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Big fan. Big fan."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Thank you."
    },
    {
      "speaker": "BOLLING",
      "utterance": "New fan."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely. Mollie, you're going through all these Washington Post stories and all the leaks. It's not turned out to be true. Do you think that people will stop to trust The Washington Post or stop trusting The Washington Post? Or do you think that people kind of want to hear these things about Trump?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I think what's unfortunate, yes, is that you have a very divided public. So people who hear what they want to hear from The Post are going to just believe whatever is reported. Credibility for the media in general is actually bad, not just for The Post, but for everybody with Republicans and with conservatives. I read a poll that just came out that showed that only 11 percent of Republicans believed that the national media can be trusted to cover the news accurately. That's actually a crisis. And the fact that the media aren't doing what they need to do to regain that credibility is just -- it's amazing to me. They should have learned from 2016 to improve."
    },
    {
      "speaker": "BOLLING",
      "utterance": "Hot topic."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank you to our \"Fox News Specialists\" today, J.D. Hayworth and Mollie Hemingway. And thank you all for watching. Make sure you follow us on social media, @SpecialistsFNC on both Facebook and Twitter. And remember, 5 o'clock will never be the same. \"Special Report\" up next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}