{
  "date": "May 8, 2021",
  "headline": "Tucker: Liberals 'horrified' NYC mayor candidate wants to carry a gun",
  "subHeadline": "Joseph Borelli, Steven Koonin, Candace Owens, Jesse Watters, Niall Ferguson",
  "url": "https://www.foxnews.com/transcript/tucker-liberals-horrified-nyc-mayor-candidate-wants-to-carry-a-gun",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Good evening, and welcome to TUCKER CARLSON TONIGHT. People haven't been traveling much, they've been stuck at home, but if you had a chance to visit New York City recently. If you have, you know the truth, it's awful -- awful in a very recognizable way. New York today looks a lot like New York in the 1970s, but without Studio 54. The city has once again become dirty, chaotic and dangerous. The parks and train stations look like refugee camps for mentally ill drug users. Just as in the 1970s, a lot of people who live in New York are fleeing. In fact, maybe you're one of them. Maybe you're watching the show right now maskless from your patio in Fort Lauderdale or Naples, a glass of wine in hand and thinking to yourself, why should I care about what happens in New York? I voted with my feet, I got out of that place. Let it rot. And honestly, that's a fair point. But consider another perspective. New York is the biggest city in the United States, more than eight million people live there, including Americans. What happens in New York affects all of us. In the end, we're going to have to pay for the damage anyway, so we might as well root for the best outcome there. Tonight, believe it or not, something good might be happening in New York City. In fact, something good is happening there. Bill de Blasio is heading for retirement. We know that for sure. The single worst mayor in the history of representative government has reached the end of his second disastrous term. The long municipal nightmare is over. De Blasio is leaving. So the question is who replaces him? Until recently, we assumed that would be Andrew Yang, the guy who just the other day was running for President. We talked to him as he ran and we found that unlike a lot of 2020 Democrats -- Beto O'Rourke looking at you -- Andrew Yang is not stupid. In fact, he is legitimately smart. At times, he has been insightful and willing to talk about interesting ideas in public. Unfortunately, in the end, the weight of Andrew Yang's life credentials, Exeter, Brown, Columbia Law School, pulled him back to the poisonous culture that produced him in the first place and he embraced probably inevitably, the dumbest kind of identity politics. So at this point, the only real difference between Andrew Yang and the next unhappy lady browsing the aisles at Whole Foods in a mask is that Andrew Yang is slightly more articulate. And that's sad. Another one bites the dust. But still, we assumed that Andrew Yang would win the Democratic primary in New York because it's the Democratic primary in New York, but we were wrong. He may not win. It turns out New York is changing. All that urban decay appears to have awakened voters to actual issues. According to a new poll, Andrew Yang is losing as of today to a guy called Eric Adams. He is the Brooklyn borough President, controversial for many years. In a lot of ways, Eric Adams is a conventional big city Democrat. He is into identity politics, too. The difference is that Eric Adams is eccentric enough to say what he really thinks once in a while. For example, in his speech last year, Adams launched into an attack on the smug fussy liberals who have flooded into New York over the past three decades. He addressed an audience of people who have to live with them, and you can sympathize, quote, \"You were here before Starbucks. You were here before others came and decided they wanted to be part of this city. Folks are not only hijacking your apartments and displacing your living arrangements, they displace your conversations and say the things that are important to you are no longer important.\" So what exactly was Eric Adams talking about? What are the important things that smug fussy liberals don't want you to talk about? Well, crime and disorder mostly. And those matter? Once you're afraid of getting shot to death while walking into the store, once you can't use the park across the street because vagrants are living there, nothing else really matters. No matter what color you are, crime and disorder define your life. And whatever else he is, Eric Adams is bright enough to understand that. He spent 20 years as a cop in New York. Here is his announcement for mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC ADAMS, MAYORAL CANDIDATE FOR NEW YORK CITY",
      "sentences": "We're facing a crisis unlike anything we've ever seen before. Businesses are closing, crime is rising. Homelessness is soaring, and our families are struggling. We can't have an education system that fails to put our children on a pathway of success and leaves them at a dead end of crime and hopelessness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So businesses are closing, crime is rising, homelessness is soaring. Adam said that out loud and by itself that is a victory in the context of New York politics, a victory over reality, over delusion. For years there has been a rigid code among those smug fussy liberals in New York City that you're not allowed to notice as things fall apart, and to the extent that you do notice, you're supposed to think it's charming, or diverse or somehow related to equity. More drug ODs in Penn Station, how vibrant. But Eric Adams doesn't think that way at all. He thinks all of that is awful and here is his solution: don't put up with that crap. Bring back order. Crack down. Make New York City safe again. Everything depends on it. And he's right. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "It doesn't make any consolation if a police officer shoots someone illegally, or if some -- a gangbanger in blue jeans -- no matter what community I am in, people want their families to be safe and that resonates with everyday New Yorkers and I know my message will resonate with them. If we're not safe in the city, companies are not coming to New York. Our multibillion dollars tourism industry is not going to return if tourists are shot at Grand Central Station and so, the first order of business is to get violence under control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, yes, the first order of business is to get violence under control. You would think that would be the top priority of every New York City politician. Why have a mayor otherwise? But it's not their top priority. It's not even close. The current mayor spends half his life opining on global warming even as he pollutes the atmosphere with his weed smoke. Eric Adams is actually serious about fighting crime. How serious? He said if he becomes mayor, he plans to carry his own gun. Can you imagine Bill de Blasio doing that? He would shoot himself by accident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOST",
      "sentences": "So as mayor, would you carry a firearm on you even with a security detail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "Yes, I will, number one; and number two, I won't have a security detail. If the city is safe, the mayor shouldn't have a security detail with him. He should be walking the street by himself. Number three, the hypocrisy of those who are citywide officials who said that you shouldn't have guns in church, those guys are walking with them, and they've got guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you can tell how true something is by how the usual hysterics respond to it. In this case, they were totally horrified. Display bravery? Defend yourself? Show evidence of a higher than average testosterone level? How could you? Eric Adams later suggested he might have been joking. But as you just saw, he wasn't joking. He obviously meant that and normal voters appreciated it. Why wouldn't they? Meanwhile, once promising Andrew Yang has descended deeper into the self- discrediting absurdity of modern identity politics, something that it turns out, most voters actually don't like. Who knew? At a forum the other day, Yang was asked about violence against Asian- Americans. Now, every single human being in New York City understands where that violence comes from. But of course, Yang did not say that. His solution: give more taxpayer money to racial affinity groups aligned with the Democratic Party. That'll make Asian grandmothers safe. Except it won't make Asian grandmothers or anyone else safe. We know because we've tried it, it doesn't work. All that does work is enforcing the law and most people know that. Yet, enforcing the law is the one thing that Andrew Yang opposes. Yang has called for taking more money from the NYPD budget and giving it to mental health services, whatever that means. Then, in a radio interview, Yang suggested that defunding the police by a billion dollars, which they've done, might not be enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOST",
      "sentences": "You know, they did shift a billion dollars from the NYPD, you know, to other things, but would you do more than that? Would you do more than a billion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW YANG, MAYORAL CANDIDATE FOR NEW YORK CITY",
      "sentences": "I think that's what we need to be looking at. The reality is if you're going to look at the city budget, the NYPD is the most likely place to look because we're just spending a lot of money on the NYPD.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The sad thing is people like Andrew Yang, Exeter, Brown, Columbia are such craven butt kissers. They don't understand the advantage in telling the truth. If he'd said to the radio host, are you joking? Defund the police? That's insane. The radio host probably would have agreed with him. But that's not what Yang did. He tried to suck up and he humiliated himself and then he went on from there. Yang has demanded that the police learn martial arts, purple belt at minimum, so they want to have to use their weapons, just well-placed karate chops. Yang has also called for changing the uniforms and titles in police departments across the country, quote: \"I might rename them guardians.\" He wrote, \"And adopt a different color scheme.\" Oh, a different color scheme. You've got to wonder, is there still a constituency for ideas this stupid and the answer is, of course. Grad school liberals love this stuff. Fawning over criminals makes them feel good about themselves. And then when things disintegrate as of course they will, the grad school liberals just leave. They literally head for the hills, Telluride, Aspen, Beaver Creek anywhere without the quote \"crime problem.\" And a lot of them are doing that now. The liberals who still remain in New York don't have much use for Eric Adams, weirdly, he is the one black candidate they don't like. You get the feeling he doesn't like them back. He definitely doesn't believe them when they talk. Here is Eric Adams on the radio in July sympathizing with of all people, Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "We're in a period of sexy headline, truth be damned, man. Like nobody cares about you anymore. This is -- this is an Instagram-Twitter universe where people say listen, we are sexy with cells. That's what it is. The same thing they accuse Donald Trump of, they are not far -- that bomb far left, please, man. We know moderate banking, communication, real facts don't even matter in this universe we're in right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Could it be that things have fallen apart to such an extent in New York that they've gotten so crazy that someone like Eric Adams, who you would have laughed off the stage 18 months ago as crazy himself actually is the sanest guy running and maybe the one person who can save the city from itself. We don't know. But it wouldn't be the weirdest thing that's happened this year. Joseph Borelli is in New York City Council member. We're happy to have him on tonight. Joseph Borelli, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH BORELLI (R), NEW YORK CITY COUNCIL MEMBER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "First to Andrew Yang. He is very smart guy. Very smart guy. Actually, I would say the smartest person who ran last time on the Democratic side, certainly smart enough to know that if you defund the police and stop enforcing the law, you will get crime, chaos and disorder. Why isn't he saying that out loud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORELLI",
      "sentences": "Well, I mean, the problem with Andrew Yang is that he's doing what every other Tom, Dick and Harry in the mayoral race is doing right now and he is trying to appeal to a very fringe, very active far left and they think by using police buzzwords like defund, and justice and social justice and things like that, that they'll be able to get votes from this sector of society. And then you have Eric Adams who come along, who is saying something else, who is acknowledging that actually policing is something that decreases the crime and increases the safety of your community. And it really isn't too surprising for most people in New York City that he is gaining in the polls as a result. Tucker, you go to any neighborhood from, you know, posh Midtown Manhattan, to some of the rougher stretches of the outer boroughs and it is still just one percent of people committing all the violent crime in New York City, even with the riots, and the rest of the people there, they don't want those folks in their community making things dangerous, making their schools less safe, making their streets a place where they can't feel safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I just find it hilarious, amazing, reassuring, great that this left-wing Democrat, Eric Adams is out there making the best case against gun control I've heard in a long time, pledging that he is going to carry a weapon on his person if elected, and basically saying, lock him up and he is winning in the polls. Does that kind of blow your mind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORELLI",
      "sentences": "Yes. It blows my mind. But if you do really meet average working day New Yorkers, you see that they are very distant. There's a wide delta between Democratic Party platform and regular people who live in apartments, who go to work every day. You know, but you can't paint Eric Adams as all too rosy. This is someone who did make his political bones trying to reform the police department from the inside and he has committed to continuing police reforms. I just don't know any Democratic policy in terms of policing that has resulted in the city becoming safer, or someone becoming safer in their own block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think what you've just described is a city in which a tiny group of people make all the decisions. I mean, de Blasio represents no one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORELLI",
      "sentences": "A hundred percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Last question, super quick, because we're almost out of time -- and honestly, have you ever met anybody in New York City who admitted to voting for Bill de Blasio who was elected twice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORELLI",
      "sentences": "Unfortunately, I have. Unfortunately, I can't say I don't know anyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wow. I am amazed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORELLI",
      "sentences": "That's strange. I know. It's strange.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Speaking of the need for mental health counseling --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORELLI",
      "sentences": "Bless their heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Bless their heart, Councilman Joseph Borelli, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORELLI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So it turns out the one thing you're not allowed to do with the Biden administration is go to their administration websites and quote the statistics that they put up. We know because we did that last night and some people were upset about it. But there's a really simple question at the bottom of this manufactured controversy. We'll ask it again. Maybe we'll get an answer. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yesterday morning, because we had some time, we went to the website of the Federal Department of Health and Human Services, H.H.S., and we looked up the numbers the Biden administration has gathered on vaccine safety. Then, last night, we boldly read those numbers on television -- the Biden numbers. As we did that, we noted the administration's reporting system for injuries, it is called VAERS, has been incredibly accused of being inaccurate. We also noticed that very same system has been used for a long time. What was interesting is what the numbers showed consistently across decades, as a relative measure one vaccine compared to another. More deaths had been connected to the new COVID vaccines over the past four months than to all previous vaccines combined over a period of more than 15 years. The very same system, very different results. Now, even if you can see that VAERS is flawed, and we did concede that because it is, numbers like those over time, obviously require some kind of explanation. How did this happen? So what is that explanation? We still don't know. Instead of answering that simple and important question, the usual course of partisans began screaming and calling for censorship. How dare you cite the Biden administration's numbers? Those numbers are wrong. Okay. So why hasn't the Biden administration fixed its reporting system, you'd think that would be important. And more to the point, what exactly are the real numbers? How much harm have the COVID vaccines caused? It's not an outrageous question. All medicine can cause harm. Acetaminophen can cause harm. So in this case, in a medicine that's being distributed to -- as the President said the other day -- 70 percent of the U.S. population, it's fair to ask how much harm will this medicine cause. But again, no one has told us. Their position is, you don't need to know the rate of injury. That doesn't matter. Anyone who asks about harm is immoral. That's what they're arguing. If you ever find yourself arguing that, then you will know for certain that you have lost the threat. You are no longer at that point advocating for public health. You're doing something else entirely. Well, at his Virtual Climate Summit last month, Joe Biden took off his mask to deliver a somber warning. Can you guess this? Climate change, it turns out is an existential threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "sentences": "I want to take a moment to thank the world leaders and all the participants around the globe who have joined together to confront the existential threat of climate change. There's no threat like it. It is an economic imperative. I think it's a moral imperative to future generations. Thank you for joining the Summit and thank you for stepping up to confront this crisis before it's too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, not everyone was unmoved by that. Alexandria Ocasio-Cortez of Westchester says she is stepping up. She's just announced plans to form a Civilian Corps to fight what she calls the climate crisis. The question is: to what extent is it a crisis? And that is not settled science, it is an open question. And to some extent, it's a subjective question. Steven Koonin knows a lot about the science and he explained some of it in a piece just published in \"The New York Post.\" He is not a partisan, he is a theoretical physicist who served as the Undersecretary for Science at the U.S. Department of Energy in the Obama administration. And so we are grateful to have Steven Koonin, a scientist, join us now to explain. Mr. Koonin, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVEN KOONIN, THEORETICAL PHYSICIST",
      "sentences": "Thanks for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is a very long conversation and I hope that you'll join us in a longer form format at some point to really unpack it, but I just want to ask you about some of the claims that we hear most often, which is in relation to weather events or hurricane will rise, you know, out of the Caribbean, we will have a heatwave, we'll have a cold snap -- all of them are attributed reflexively to climate change. How certain can we be that climate change causes those events?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOONIN",
      "sentences": "Well, you know, Tucker, when you read the official reports from the U.N. and the U.S. government, you find some surprises. For example, even though the globe has warmed by about two degrees Fahrenheit over the last century, the incidence of heat waves across the 48 states is no greater now than it was in 1900, and the highest temperatures haven't gone up in 60 years. We have been able to find no detectable influence on hurricanes from humans. And the models that we use to predict future climates have become more uncertain, even as they've become more sophisticated. So all of these things suggests that people who say that we've broken the climate and face certain doom unless we take drastic action are just misinformed about what the official reports actually say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wonder when you say misinformed, you say conclusively that there is no evidence that human behavior has increased the incidence of hurricanes. It's the opposite of what every news I've ever seen states as fact, how are you the only person who knows that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOONIN",
      "sentences": "I'm not the only person who knows that, it is right there in the reports, but it is sometimes buried. You've got to go to Page 780 something in the last National Climate Assessment to say that we've not been able to show that humans have an influence on hurricanes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You've worked on this topic and in science more broadly your entire life, you were a member of the Obama administration. How frustrating is it for you to see science manipulated for political ends?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOONIN",
      "sentences": "I think it's immoral in many ways, particularly when it's being used as a tool to scare young people, create depression, cause young people not to have children and so on. We need to have an accurate portrayal of what we know and what we don't know and then we can have the debate about what to do about it without using science as a weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Again, I hope we can have a much longer conversation in another place, but last question, you said a moment ago that as the measurements become more precise, as we know more, it becomes harder to know exactly what's going on or to predict it, is that what you said? Or am I misreading?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOONIN",
      "sentences": "No, what I said was, as the models become more sophisticated, they become more uncertain, which is the opposite what you would believe if you were talking about settled science. That's why I wrote the book titled \"Unsettled.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Steven Koonin, I hope we see you again, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOONIN",
      "sentences": "Great chatting with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, last year, a police officer in Atlanta was fired and charged with murder for shooting a man in what seemed very clearly -- and there was video -- like a case of self-defense. There's been a major development in that case, Candace Owens, who called it from the very beginning joins us next to assess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Here's the story you might recall from last summer in the City of Atlanta. In June, police there responded to a report of a man passed out drunk behind the wheel of a car in a parking lot at Wendy's. Here's what happened next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, Sir. You all right? You're parked -- you're sitting in the drive-thru line here. Blow, blow, blow, blow, blow, blow, blow. Stop. Very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've had a few drinks I'd say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All right, I think you've had too much to drink to be driving. Would you mind putting your hands behind your back for me? Okay, again, put your hands behind your back. Hey. Stop fighting. Stop fighting. Stop fighting. Stop fighting. You'll get Tased. You're going to get Tased. Stop. Stop. Stop. You're going to get Tased. Hands off the Taser. Hands off the Taser. Hands off the Taser. Stop fighting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hard to watch. Here's the bottom line on it, though. The suspect, Rayshard Brooks grabbed an officer's Taser then whipped around and pointed it at the officers chasing him and that's when one of them, an officer called Garret Rolfe shot and killed Rayshard Brooks. So within a few days, Officer Rolfe was fired from the force and then charged with murder. Now, he has been restated. The Atlanta Civil Service Board ruled that his firing was unlawful because he was not given due process. That's something that is still observed apparently in Atlanta, though not in many other parts of the country. Officer Rolfe, we should tell you still faces criminal charges. Now one of the people who has been very direct about this case and fearless on it from day one has been Candace Owens. Here's what she tweeted last summer, quote: \"Rayshard Brooks ran away from cops with a stolen Taser, which he attempted to fire at cops. Black Lives Matter doesn't care about facts. So let's burn down Atlanta,\" end quote. Candace Owens is the host of \"Candace.\" She joins us tonight. I'm always reminded, Candace, by why certain people want to make you be quiet, and it is tweets like that. So what do you -- do you feel vindicated by this decision to reinstate the officer to the force in Atlanta?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANDACE OWENS, POLITICAL COMMENTATOR",
      "sentences": "No, you know, I'm actually disgusted by this decision because it should have never happened in the first place. Right? I would feel vindicated if this officer was never arrested, if this officer never lost his job. That would be vindication. What has happened here is something that everybody should be angry about and upset about. All it took was two eyes and an ounce of morality to call out what actually happened in this case. This officer acted and demonstrated a high emotional acuity. He went from trying to peaceably peacefully arrest somebody. He was so kind. In the full video, he calls him \"sir.\" And then this guy, in the middle of the arrest, shakes him off, tackles him and his partner to the ground and grabs a weapon and sprints away. He doesn't even know if his partner is okay. He is chasing this guy on foot, putting his own life at danger and the guy turns around and attempts to fire a weapon at him. In that moment, it is, am I going home or is this criminal going home? People forget that police officers are fathers, they are sons. They have homes. They have families to go home to. In this instance, he acted correctly across the board and what happened? The worst part of this, Tucker, is the mayor has come out. Keisha Bottoms has come out and spoken about why he was fired in the first place. You what to know what she says? She says, because if we hadn't fired him instantly in that moment, because it was following George Floyd's death, it would have represented a public safety crisis. Essentially what she is saying, Tucker is, we were scared, so we had to fire him because the mob was outside. It is a complete and utter act of cowardice that we are talking about it, and the mayor knows that she did something simply to please the mob. And guess what? She is right. She is correct. Had they not have fired him instantly, her city would have burned for weeks on end. But what does that tell you about the state of America today? What does it tell you when a mob can demand something, even if it's not justice, and they give it to them just to keep the peace? I'm disgusted with the decision all across the board. I wish I could say that I feel vindicated, but I don't. Because right now, what is happening is the corrosion of values, the corrosion of ethics, and we're allowing criminals to run the streets and nobody has the gall to just call out what this is. This is not about Black Lives Matter. We need to protect our police officers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, what you described is the collapse of the criminal justice system when mobs gets to tell mayors who gets fired and charged. I mean, that's kind of the end of civilization. Quickly, do you think if we didn't know the race of either the police officer or Rayshard Brooks that this would have even had been a story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Of course, it wouldn't have been his story. We already know that by rate. White Americans are killed more often by police officers and we know that by rate, police officers are 80.5 times more likely to be shot by a black man than the other way around. Nobody cares about the facts. Hispanic men are killed more often by police officers. We only hear about it when it is a black man that is killed by a police officer and it almost virtually every instance, that black man is representing some threat to the police officers. But the facts don't matter, Tucker, the feelings do in this circumstance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Not good for the country at all, or for justice, as you put it. Candace Owens, thank you so much. It's great to see you tonight. So you keep reading that the country is getting less religious every year. Church attendance down and then all of a sudden you see politicians behave in a way where it seems like everybody's a fundamentalist Baptist all of a sudden. No dancing. No dancing. God doesn't like dancing. Several liberals in big cities are laying that out. Why? Jesse Watters joins us to assess this anti-dancing craze. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So let's say you want to get married in Washington, D.C. You can do that. The authorities will allow it, but let's say you have a couple of drinks and want to move your feet. You can't do that, because in Washington, D.C., there is no dancing. That's according to the City's Mayor, Muriel Bowser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Here's what's getting a lot of attention. Standing and dancing receptions are not allowed. What good is a wedding without dancing, Mayor? And why no dancing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR MURIEL BOWSER (D), WASHINGTON, D.C.",
      "sentences": "Well, I think there's a lot of good to a wedding like people starting off their lives together and doing it in a safe way and not doing it in a way that puts themselves or their guests in danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMEROTA",
      "sentences": "But, Mayor, just -- is there any way that you would reconsider with masks on and say a card that shows fully vaccinated that you'd allow dancing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWSER",
      "sentences": "We're absolutely considering opening more activity as our case rates go down and our vaccination rates go up. And that's in our hotels, and that's in our other venues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So when you might ask did Muriel Bowser become an Ayatollah and in charge of whether you can dance or not? Muriel Bowser is one of the least impressive, most irrational political leaders in the history of the country. Her order is among other things, stupid and crazy. Whoa, but no, her fellow Democrats popped up, leaders in Illinois and Michigan who have similar bans to say, she is great. Meanwhile, the Governor of New Mexico has come out to call her courageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMEROTA",
      "sentences": "Is there dancing allowed in New Mexico, Governor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. MICHELLE LUJAN GRISHAM (D-NM)",
      "sentences": "Well, I'll tell you what, if you're socially distanced and you're wearing a mask, and you meet the other requirements with our level of vaccinations, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMEROTA",
      "sentences": "Okay. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRISHAM",
      "sentences": "And I want to give the Mayor -- it takes courage to be really clear about what constitutes high risk activities and behaviors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So if you're wearing a mask and you're socially distanced, and you're vaccinated, then possibly we will allow you to dance. Now, as an epidemiological matter, that is ridiculous, but no, says the deeply mediocre dumb Governor of New Mexico, that's courageous and at CNN that's all very normal because weddings are, needless to say, super spreader events. Yesterday, some newsreader at CNN interviewed a woman who would like to get married in Washington, D.C. soon and that woman pleaded with the Ayatollah Mayor to reconsider her anti-dancing ordinance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Okay, Jillian, let me just challenge you a little bit here. You know that weddings have been super spreader events. What were you planning to do for precautions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILLIAN HARIG, GETTING MARRIED IN WASHINGTON, D.C. IN JULY",
      "sentences": "For sure, and really, the safety of all of our guests should be the number one priority. So I really think at this point, there's a reasonable solution for this. We were planning to all wear masks this entire time during the wedding. And you know, if D.C. wants to meet halfway and allow standing, dancing, mingling, I mean, we can even require a negative COVID-19 test or show a vaccination card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The most important thing about the wedding is the safety of the guests. No, the most important thing with the wedding is the wedding. It's the marriage between a man and a woman and if that's too dangerous for you, don't comment. If you're worried, get vaccinated, then you have to care if anyone else has been vaccinated because you're vaccinated and vaccines work, right? Oh, no, says the newsreader who said, oh, wear a mask, socially distance. Show your vaccine card. It used to be that only religious crazies, the extremists on the radical right were against dancing. There was a whole movie about it back in 1984.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REN MCCORMACK, FICTIONAL CHARACTER",
      "sentences": "\" And there was a time for this law, not anymore. This is our time dance. It is our way of celebrating life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, Kevin Bacon, an inspiration to potential brides and grooms all across the District of Columbia. If you're as brave as Kevin Bacon, this could be your wedding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCORMACK",
      "sentences": "I thought this was a party. Let's dance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "People used to make fun of the year 1984, the haircuts and everything, looking back. It wasn't bad. Jesse Watters is the author of the forthcoming book \"How I Saved the World,\" which desperately needs saving by Jesse Watters. You can preorder it now and we hope you will because this is wise and funny as he is. Jesse Watters, good to see you. Did you have masks and vaccination cards at your wedding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST, WATTERS' WORLD",
      "sentences": "I did not, although there was a lot of dancing and I think I speak for both of us, Tucker, two white guys with no rhythm. This is actually a great excuse for us not to hit the dance floor. We can just say ladies, sorry. It's the law, just trying to slow the spread. But for the rest of the people of the country, especially middle aged dads, weddings are the only time of year that you can bust a move and not be totally humiliated because you're in a safe space with friends and family. You're not at a club with good dancers. So when Nelly drops -- Nelly is a rapper, Tucker -- you can really let loose and not be ashamed of yourself because freedom of expression is enshrined in our founding documents. And if I want to express myself by doing the hustle, the Macarena, or dare I say the electric slide, I think that's constitutionally protected. They told us all last summer that these peaceful protests were forms of expression and they destroyed whole cities. So, surely I should be able to destroy a dance floor or two. I don't know, has a Democrat ever been to a wedding. They are going to say the bride and the groom, they can't dance. An hour later, they're going to be consummating the marriage upstairs and from what I know that has to be a little closer than six feet, maybe just -- for me at least --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait. Wait. I want to -- I want to stop you right there and I don't -- I don't want to get into Sex Ed live on TV, but you did you see the Vice President of the United States kiss her husband as they both wore masks. So it's by no means certain that the consummation will be maskless, is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is not certain, Tucker, and I don't know if you understand this because you probably fly private, but I was on an airplane the other day when I was moving and scooching through the aisle, I was making sustained physical contact with a perfect stranger. I don't do that on the dance floor. I was watching the Laker game the other day, LeBron James backing the guy down into the posts. I don't make that kind of contact on the dance floor. It depends on what song that is. But where's the line? I mean, we have kids in cages at the border. If the kids in cages start dancing, is that a crisis then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Back to Guatemala. That's the one offense that can get you deported in Ayatollah Muriel Bowser's America, dancing in cages and by the way, our viewers are going to want to run into you on Southwest, I have this feeling. Let me know. There is an opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There won't be any fits thrown there, trust me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Great Jesse Watters. Thank you very much. So the last year has been completely absorbed by the pandemic, we've been absorbed in it. It doesn't mean this will be the last pandemic or the last major disaster. Niall Ferguson is one of the great living historians and intellectuals. He has studied this question carefully. He has written a new book on it. We're honored to have you join us straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The coronavirus pandemic of the past 14 months has raised a lot of questions about this country, maybe chief among them, how will we respond when there's another major disaster? As there, of course, inevitably will be because those are a feature of life and of history. There's no one better to ask than Niall Ferguson. He's one of the greatest living historians and public intellectuals. He's got a brand new book out called \"Doom: The Politics of Catastrophe.\" In it, he provides historical perspectives of disasters other generations have lived through, and the lessons that we can take from those. Niall Ferguson joins us now. We're really happy to have you on tonight. Congratulations on this book and thank you for thinking about this question as deeply as you have. We have time for one example, which I think says a lot. So you write about the flu outbreak in the United States of 1957-1958 and what happened and how America responded, if you could just explain that, I think our viewers would appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIALL FERGUSON, HISTORIAN",
      "sentences": "Well, listening to your last item, I was reminded of Huey \"Piano\" Smith's 1957 hit with the \"Rockin' Pneumonia\" and the \"Boogie Woogie Flu,\" because people in 1957 took a completely different attitude towards the pandemic. The Asian flu of that year was about as bad as COVID in terms of global mortality, it wasn't quite as bad for the U.S., but I think that's partly because the U.S. handled it a great deal more smartly. Two key points, really, the Federal government's response was minimalist. There were no lockdowns. Schools weren't closed. The focus was all on getting a vaccine and they did that faster in just a few months than we've been able to do in 2020-2021. And the second point is, I think American society was just better able to withstand that shock. The generation have been through World War II, the Korean War, they were still grappling with polio. So when you look back, you can't help feeling that the United States was both nimbler in terms of its government response and also maybe smarter in terms of its responses as a society. We just hadn't come apart in the way that everything has become politicized in our time from facemasks to vaccines. The America of 1957, I think was a great deal more resilient, bounced back quicker and that's why you don't see any real trace of the 1957 pandemic in economics data, or even in popular memory, I mean, who now remembers it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, then as now, a lot of people died and I know, it's hard to assess things from a distance of 65 years. But you have, I think, well, in this book. Describe the attitudes of Americans in the face of watching people die of this virus in 1957.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Well, a key point is obviously more people have died in our pandemic, but they were disproportionately elderly. I mean, 80 percent of COVID deaths are over 65. Whereas in 1957-1958, teenagers were very much at risk, as well as the very young, so the mortality rate of teenagers was up by about a third above normal and that meant that a lot more life years were getting lost because obviously, if a teenager dies, that's a whole lot of life loss than if somebody in their 80s dies. So it's important not to just look at the raw numbers and realize that this was actually in many ways, the biggest shock to society, because young people were dying. Imagine if our kids had been dying in the numbers that we've seen the elderly dying, but people just accepted that this was part of life. And as I said, the Federal government focused its efforts on getting a vaccine and we should celebrate, I think the success of American vaccine makers from Maurice Hilleman back in 1957 to the folks at Moderna who have produced really the world's leading vaccine with amazing efficacy. And that's how the U.S. came through it. Life went on, people were told, you know, if you're not well, don't come to school, don't come to work. So there were lots of people taking days off as they had to. But I do think it illustrates that there was a different approach open to us, not that we could just have let the virus rip. I'm not making that argument. But I think we can look back and say that a lot that we did last year was overkill. And some of the regulations that you've been making fun of that are still being rolled out today, like the no dancing at weddings rule. I mean, these are kind of absurd. And I think if anybody from 1957 could hear about some of these regulations, they'd realize we'd lost it as a nation in some ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The most provocative thing that you said in the three minutes you've been talking is you suggested that the government response to this pandemic may have been medically counterproductive. Our viewers are going to have to read the book to find out what you meant by that. But I hope you'll come back. Niall Ferguson, it's great to have you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERGUSON",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A quick reminder, two episodes of \"Tucker Carlson Originals\" available now on foxnation.com. We'll be back every night at 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. And now, taking over at 9:00 p.m., Sean Hannity. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb2', 'tablet-tw-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban1', 'mobile-mw-ad-ban1', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is a rush transcript from \"Tucker Carlson Tonight,\" May 6, 2021. This copy may not be in its final form and may be updated. END if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Good evening, and welcome to TUCKER CARLSON TONIGHT. People haven't been traveling much, they've been stuck at home, but if you had a chance to visit New York City recently. If you have, you know the truth, it's awful -- awful in a very recognizable way. New York today looks a lot like New York in the 1970s, but without Studio 54. The city has once again become dirty, chaotic and dangerous. The parks and train stations look like refugee camps for mentally ill drug users. Just as in the 1970s, a lot of people who live in New York are fleeing. In fact, maybe you're one of them. Maybe you're watching the show right now maskless from your patio in Fort Lauderdale or Naples, a glass of wine in hand and thinking to yourself, why should I care about what happens in New York? I voted with my feet, I got out of that place. Let it rot. And honestly, that's a fair point. But consider another perspective. New York is the biggest city in the United States, more than eight million people live there, including Americans. What happens in New York affects all of us. In the end, we're going to have to pay for the damage anyway, so we might as well root for the best outcome there. Tonight, believe it or not, something good might be happening in New York City. In fact, something good is happening there. Bill de Blasio is heading for retirement. We know that for sure. The single worst mayor in the history of representative government has reached the end of his second disastrous term. The long municipal nightmare is over. De Blasio is leaving. So the question is who replaces him? Until recently, we assumed that would be Andrew Yang, the guy who just the other day was running for President. We talked to him as he ran and we found that unlike a lot of 2020 Democrats -- Beto O'Rourke looking at you -- Andrew Yang is not stupid. In fact, he is legitimately smart. At times, he has been insightful and willing to talk about interesting ideas in public. Unfortunately, in the end, the weight of Andrew Yang's life credentials, Exeter, Brown, Columbia Law School, pulled him back to the poisonous culture that produced him in the first place and he embraced probably inevitably, the dumbest kind of identity politics. So at this point, the only real difference between Andrew Yang and the next unhappy lady browsing the aisles at Whole Foods in a mask is that Andrew Yang is slightly more articulate. And that's sad. Another one bites the dust. But still, we assumed that Andrew Yang would win the Democratic primary in New York because it's the Democratic primary in New York, but we were wrong. He may not win. It turns out New York is changing. All that urban decay appears to have awakened voters to actual issues. According to a new poll, Andrew Yang is losing as of today to a guy called Eric Adams. He is the Brooklyn borough President, controversial for many years. In a lot of ways, Eric Adams is a conventional big city Democrat. He is into identity politics, too. The difference is that Eric Adams is eccentric enough to say what he really thinks once in a while. For example, in his speech last year, Adams launched into an attack on the smug fussy liberals who have flooded into New York over the past three decades. He addressed an audience of people who have to live with them, and you can sympathize, quote, \"You were here before Starbucks. You were here before others came and decided they wanted to be part of this city. Folks are not only hijacking your apartments and displacing your living arrangements, they displace your conversations and say the things that are important to you are no longer important.\" So what exactly was Eric Adams talking about? What are the important things that smug fussy liberals don't want you to talk about? Well, crime and disorder mostly. And those matter? Once you're afraid of getting shot to death while walking into the store, once you can't use the park across the street because vagrants are living there, nothing else really matters. No matter what color you are, crime and disorder define your life. And whatever else he is, Eric Adams is bright enough to understand that. He spent 20 years as a cop in New York. Here is his announcement for mayor."
    },
    {
      "speaker": "ERIC ADAMS, MAYORAL CANDIDATE FOR NEW YORK CITY",
      "utterance": "We're facing a crisis unlike anything we've ever seen before. Businesses are closing, crime is rising. Homelessness is soaring, and our families are struggling. We can't have an education system that fails to put our children on a pathway of success and leaves them at a dead end of crime and hopelessness."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So businesses are closing, crime is rising, homelessness is soaring. Adam said that out loud and by itself that is a victory in the context of New York politics, a victory over reality, over delusion. For years there has been a rigid code among those smug fussy liberals in New York City that you're not allowed to notice as things fall apart, and to the extent that you do notice, you're supposed to think it's charming, or diverse or somehow related to equity. More drug ODs in Penn Station, how vibrant."
    },
    {
      "speaker": "But Eric Adams doesn't think that way at all. He thinks all of that is awful and here is his solution",
      "utterance": "don't put up with that crap. Bring back order. Crack down. Make New York City safe again. Everything depends on it. And he's right. Watch."
    },
    {
      "speaker": "ADAMS",
      "utterance": "It doesn't make any consolation if a police officer shoots someone illegally, or if some -- a gangbanger in blue jeans -- no matter what community I am in, people want their families to be safe and that resonates with everyday New Yorkers and I know my message will resonate with them. If we're not safe in the city, companies are not coming to New York. Our multibillion dollars tourism industry is not going to return if tourists are shot at Grand Central Station and so, the first order of business is to get violence under control."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, yes, the first order of business is to get violence under control. You would think that would be the top priority of every New York City politician. Why have a mayor otherwise? But it's not their top priority. It's not even close. The current mayor spends half his life opining on global warming even as he pollutes the atmosphere with his weed smoke. Eric Adams is actually serious about fighting crime. How serious? He said if he becomes mayor, he plans to carry his own gun. Can you imagine Bill de Blasio doing that? He would shoot himself by accident."
    },
    {
      "speaker": "HOST",
      "utterance": "So as mayor, would you carry a firearm on you even with a security detail?"
    },
    {
      "speaker": "ADAMS",
      "utterance": "Yes, I will, number one; and number two, I won't have a security detail. If the city is safe, the mayor shouldn't have a security detail with him. He should be walking the street by himself. Number three, the hypocrisy of those who are citywide officials who said that you shouldn't have guns in church, those guys are walking with them, and they've got guns."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you can tell how true something is by how the usual hysterics respond to it. In this case, they were totally horrified. Display bravery? Defend yourself? Show evidence of a higher than average testosterone level? How could you? Eric Adams later suggested he might have been joking. But as you just saw, he wasn't joking. He obviously meant that and normal voters appreciated it. Why wouldn't they? Meanwhile, once promising Andrew Yang has descended deeper into the self- discrediting absurdity of modern identity politics, something that it turns out, most voters actually don't like. Who knew?"
    },
    {
      "speaker": "At a forum the other day, Yang was asked about violence against Asian- Americans. Now, every single human being in New York City understands where that violence comes from. But of course, Yang did not say that. His solution",
      "utterance": "give more taxpayer money to racial affinity groups aligned with the Democratic Party. That'll make Asian grandmothers safe. Except it won't make Asian grandmothers or anyone else safe. We know because we've tried it, it doesn't work. All that does work is enforcing the law and most people know that. Yet, enforcing the law is the one thing that Andrew Yang opposes. Yang has called for taking more money from the NYPD budget and giving it to mental health services, whatever that means. Then, in a radio interview, Yang suggested that defunding the police by a billion dollars, which they've done, might not be enough."
    },
    {
      "speaker": "HOST",
      "utterance": "You know, they did shift a billion dollars from the NYPD, you know, to other things, but would you do more than that? Would you do more than a billion?"
    },
    {
      "speaker": "ANDREW YANG, MAYORAL CANDIDATE FOR NEW YORK CITY",
      "utterance": "I think that's what we need to be looking at. The reality is if you're going to look at the city budget, the NYPD is the most likely place to look because we're just spending a lot of money on the NYPD."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The sad thing is people like Andrew Yang, Exeter, Brown, Columbia are such craven butt kissers. They don't understand the advantage in telling the truth. If he'd said to the radio host, are you joking? Defund the police? That's insane. The radio host probably would have agreed with him. But that's not what Yang did. He tried to suck up and he humiliated himself and then he went on from there. Yang has demanded that the police learn martial arts, purple belt at minimum, so they want to have to use their weapons, just well-placed karate chops."
    },
    {
      "speaker": "Yang has also called for changing the uniforms and titles in police departments across the country, quote",
      "utterance": "\"I might rename them guardians.\" He wrote, \"And adopt a different color scheme.\" Oh, a different color scheme. You've got to wonder, is there still a constituency for ideas this stupid and the answer is, of course. Grad school liberals love this stuff. Fawning over criminals makes them feel good about themselves. And then when things disintegrate as of course they will, the grad school liberals just leave. They literally head for the hills, Telluride, Aspen, Beaver Creek anywhere without the quote \"crime problem.\" And a lot of them are doing that now. The liberals who still remain in New York don't have much use for Eric Adams, weirdly, he is the one black candidate they don't like. You get the feeling he doesn't like them back. He definitely doesn't believe them when they talk. Here is Eric Adams on the radio in July sympathizing with of all people, Donald Trump."
    },
    {
      "speaker": "ADAMS",
      "utterance": "We're in a period of sexy headline, truth be damned, man. Like nobody cares about you anymore. This is -- this is an Instagram-Twitter universe where people say listen, we are sexy with cells. That's what it is. The same thing they accuse Donald Trump of, they are not far -- that bomb far left, please, man. We know moderate banking, communication, real facts don't even matter in this universe we're in right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Could it be that things have fallen apart to such an extent in New York that they've gotten so crazy that someone like Eric Adams, who you would have laughed off the stage 18 months ago as crazy himself actually is the sanest guy running and maybe the one person who can save the city from itself. We don't know. But it wouldn't be the weirdest thing that's happened this year. Joseph Borelli is in New York City Council member. We're happy to have him on tonight. Joseph Borelli, thanks so much for coming on."
    },
    {
      "speaker": "JOSEPH BORELLI (R), NEW YORK CITY COUNCIL MEMBER",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "First to Andrew Yang. He is very smart guy. Very smart guy. Actually, I would say the smartest person who ran last time on the Democratic side, certainly smart enough to know that if you defund the police and stop enforcing the law, you will get crime, chaos and disorder. Why isn't he saying that out loud?"
    },
    {
      "speaker": "BORELLI",
      "utterance": "Well, I mean, the problem with Andrew Yang is that he's doing what every other Tom, Dick and Harry in the mayoral race is doing right now and he is trying to appeal to a very fringe, very active far left and they think by using police buzzwords like defund, and justice and social justice and things like that, that they'll be able to get votes from this sector of society. And then you have Eric Adams who come along, who is saying something else, who is acknowledging that actually policing is something that decreases the crime and increases the safety of your community. And it really isn't too surprising for most people in New York City that he is gaining in the polls as a result. Tucker, you go to any neighborhood from, you know, posh Midtown Manhattan, to some of the rougher stretches of the outer boroughs and it is still just one percent of people committing all the violent crime in New York City, even with the riots, and the rest of the people there, they don't want those folks in their community making things dangerous, making their schools less safe, making their streets a place where they can't feel safe."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I just find it hilarious, amazing, reassuring, great that this left-wing Democrat, Eric Adams is out there making the best case against gun control I've heard in a long time, pledging that he is going to carry a weapon on his person if elected, and basically saying, lock him up and he is winning in the polls. Does that kind of blow your mind?"
    },
    {
      "speaker": "BORELLI",
      "utterance": "Yes. It blows my mind. But if you do really meet average working day New Yorkers, you see that they are very distant. There's a wide delta between Democratic Party platform and regular people who live in apartments, who go to work every day. You know, but you can't paint Eric Adams as all too rosy. This is someone who did make his political bones trying to reform the police department from the inside and he has committed to continuing police reforms. I just don't know any Democratic policy in terms of policing that has resulted in the city becoming safer, or someone becoming safer in their own block."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think what you've just described is a city in which a tiny group of people make all the decisions. I mean, de Blasio represents no one."
    },
    {
      "speaker": "BORELLI",
      "utterance": "A hundred percent."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Last question, super quick, because we're almost out of time -- and honestly, have you ever met anybody in New York City who admitted to voting for Bill de Blasio who was elected twice?"
    },
    {
      "speaker": "BORELLI",
      "utterance": "Unfortunately, I have. Unfortunately, I can't say I don't know anyone."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wow. I am amazed."
    },
    {
      "speaker": "BORELLI",
      "utterance": "That's strange. I know. It's strange."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Speaking of the need for mental health counseling --"
    },
    {
      "speaker": "BORELLI",
      "utterance": "Bless their heart."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Bless their heart, Councilman Joseph Borelli, great to see you. Thank you."
    },
    {
      "speaker": "BORELLI",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So it turns out the one thing you're not allowed to do with the Biden administration is go to their administration websites and quote the statistics that they put up. We know because we did that last night and some people were upset about it. But there's a really simple question at the bottom of this manufactured controversy. We'll ask it again. Maybe we'll get an answer. We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yesterday morning, because we had some time, we went to the website of the Federal Department of Health and Human Services, H.H.S., and we looked up the numbers the Biden administration has gathered on vaccine safety. Then, last night, we boldly read those numbers on television -- the Biden numbers. As we did that, we noted the administration's reporting system for injuries, it is called VAERS, has been incredibly accused of being inaccurate. We also noticed that very same system has been used for a long time. What was interesting is what the numbers showed consistently across decades, as a relative measure one vaccine compared to another. More deaths had been connected to the new COVID vaccines over the past four months than to all previous vaccines combined over a period of more than 15 years. The very same system, very different results. Now, even if you can see that VAERS is flawed, and we did concede that because it is, numbers like those over time, obviously require some kind of explanation. How did this happen? So what is that explanation? We still don't know. Instead of answering that simple and important question, the usual course of partisans began screaming and calling for censorship. How dare you cite the Biden administration's numbers? Those numbers are wrong. Okay. So why hasn't the Biden administration fixed its reporting system, you'd think that would be important. And more to the point, what exactly are the real numbers? How much harm have the COVID vaccines caused? It's not an outrageous question. All medicine can cause harm. Acetaminophen can cause harm. So in this case, in a medicine that's being distributed to -- as the President said the other day -- 70 percent of the U.S. population, it's fair to ask how much harm will this medicine cause. But again, no one has told us. Their position is, you don't need to know the rate of injury. That doesn't matter. Anyone who asks about harm is immoral. That's what they're arguing. If you ever find yourself arguing that, then you will know for certain that you have lost the threat. You are no longer at that point advocating for public health. You're doing something else entirely. Well, at his Virtual Climate Summit last month, Joe Biden took off his mask to deliver a somber warning. Can you guess this? Climate change, it turns out is an existential threat."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "utterance": "I want to take a moment to thank the world leaders and all the participants around the globe who have joined together to confront the existential threat of climate change. There's no threat like it. It is an economic imperative. I think it's a moral imperative to future generations. Thank you for joining the Summit and thank you for stepping up to confront this crisis before it's too late."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, not everyone was unmoved by that. Alexandria Ocasio-Cortez of Westchester says she is stepping up. She's just announced plans to form a Civilian Corps to fight what she calls the climate crisis. The question is: to what extent is it a crisis? And that is not settled science, it is an open question. And to some extent, it's a subjective question. Steven Koonin knows a lot about the science and he explained some of it in a piece just published in \"The New York Post.\" He is not a partisan, he is a theoretical physicist who served as the Undersecretary for Science at the U.S. Department of Energy in the Obama administration. And so we are grateful to have Steven Koonin, a scientist, join us now to explain. Mr. Koonin, thanks so much for coming on."
    },
    {
      "speaker": "STEVEN KOONIN, THEORETICAL PHYSICIST",
      "utterance": "Thanks for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is a very long conversation and I hope that you'll join us in a longer form format at some point to really unpack it, but I just want to ask you about some of the claims that we hear most often, which is in relation to weather events or hurricane will rise, you know, out of the Caribbean, we will have a heatwave, we'll have a cold snap -- all of them are attributed reflexively to climate change. How certain can we be that climate change causes those events?"
    },
    {
      "speaker": "KOONIN",
      "utterance": "Well, you know, Tucker, when you read the official reports from the U.N. and the U.S. government, you find some surprises. For example, even though the globe has warmed by about two degrees Fahrenheit over the last century, the incidence of heat waves across the 48 states is no greater now than it was in 1900, and the highest temperatures haven't gone up in 60 years. We have been able to find no detectable influence on hurricanes from humans. And the models that we use to predict future climates have become more uncertain, even as they've become more sophisticated. So all of these things suggests that people who say that we've broken the climate and face certain doom unless we take drastic action are just misinformed about what the official reports actually say."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wonder when you say misinformed, you say conclusively that there is no evidence that human behavior has increased the incidence of hurricanes. It's the opposite of what every news I've ever seen states as fact, how are you the only person who knows that?"
    },
    {
      "speaker": "KOONIN",
      "utterance": "I'm not the only person who knows that, it is right there in the reports, but it is sometimes buried. You've got to go to Page 780 something in the last National Climate Assessment to say that we've not been able to show that humans have an influence on hurricanes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You've worked on this topic and in science more broadly your entire life, you were a member of the Obama administration. How frustrating is it for you to see science manipulated for political ends?"
    },
    {
      "speaker": "KOONIN",
      "utterance": "I think it's immoral in many ways, particularly when it's being used as a tool to scare young people, create depression, cause young people not to have children and so on. We need to have an accurate portrayal of what we know and what we don't know and then we can have the debate about what to do about it without using science as a weapon."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Again, I hope we can have a much longer conversation in another place, but last question, you said a moment ago that as the measurements become more precise, as we know more, it becomes harder to know exactly what's going on or to predict it, is that what you said? Or am I misreading?"
    },
    {
      "speaker": "KOONIN",
      "utterance": "No, what I said was, as the models become more sophisticated, they become more uncertain, which is the opposite what you would believe if you were talking about settled science. That's why I wrote the book titled \"Unsettled.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "Steven Koonin, I hope we see you again, thank you very much."
    },
    {
      "speaker": "KOONIN",
      "utterance": "Great chatting with you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, last year, a police officer in Atlanta was fired and charged with murder for shooting a man in what seemed very clearly -- and there was video -- like a case of self-defense. There's been a major development in that case, Candace Owens, who called it from the very beginning joins us next to assess."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Here's the story you might recall from last summer in the City of Atlanta. In June, police there responded to a report of a man passed out drunk behind the wheel of a car in a parking lot at Wendy's. Here's what happened next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey, Sir. You all right? You're parked -- you're sitting in the drive-thru line here. Blow, blow, blow, blow, blow, blow, blow. Stop. Very good."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I've had a few drinks I'd say."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All right, I think you've had too much to drink to be driving. Would you mind putting your hands behind your back for me? Okay, again, put your hands behind your back. Hey. Stop fighting. Stop fighting. Stop fighting. Stop fighting. You'll get Tased. You're going to get Tased. Stop. Stop. Stop. You're going to get Tased. Hands off the Taser. Hands off the Taser. Hands off the Taser. Stop fighting."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hard to watch. Here's the bottom line on it, though. The suspect, Rayshard Brooks grabbed an officer's Taser then whipped around and pointed it at the officers chasing him and that's when one of them, an officer called Garret Rolfe shot and killed Rayshard Brooks. So within a few days, Officer Rolfe was fired from the force and then charged with murder. Now, he has been restated. The Atlanta Civil Service Board ruled that his firing was unlawful because he was not given due process. That's something that is still observed apparently in Atlanta, though not in many other parts of the country. Officer Rolfe, we should tell you still faces criminal charges."
    },
    {
      "speaker": "Now one of the people who has been very direct about this case and fearless on it from day one has been Candace Owens. Here's what she tweeted last summer, quote",
      "utterance": "\"Rayshard Brooks ran away from cops with a stolen Taser, which he attempted to fire at cops. Black Lives Matter doesn't care about facts. So let's burn down Atlanta,\" end quote. Candace Owens is the host of \"Candace.\" She joins us tonight. I'm always reminded, Candace, by why certain people want to make you be quiet, and it is tweets like that. So what do you -- do you feel vindicated by this decision to reinstate the officer to the force in Atlanta?"
    },
    {
      "speaker": "CANDACE OWENS, POLITICAL COMMENTATOR",
      "utterance": "No, you know, I'm actually disgusted by this decision because it should have never happened in the first place. Right? I would feel vindicated if this officer was never arrested, if this officer never lost his job. That would be vindication. What has happened here is something that everybody should be angry about and upset about. All it took was two eyes and an ounce of morality to call out what actually happened in this case. This officer acted and demonstrated a high emotional acuity. He went from trying to peaceably peacefully arrest somebody. He was so kind. In the full video, he calls him \"sir.\" And then this guy, in the middle of the arrest, shakes him off, tackles him and his partner to the ground and grabs a weapon and sprints away. He doesn't even know if his partner is okay. He is chasing this guy on foot, putting his own life at danger and the guy turns around and attempts to fire a weapon at him. In that moment, it is, am I going home or is this criminal going home? People forget that police officers are fathers, they are sons. They have homes. They have families to go home to. In this instance, he acted correctly across the board and what happened? The worst part of this, Tucker, is the mayor has come out. Keisha Bottoms has come out and spoken about why he was fired in the first place. You what to know what she says? She says, because if we hadn't fired him instantly in that moment, because it was following George Floyd's death, it would have represented a public safety crisis. Essentially what she is saying, Tucker is, we were scared, so we had to fire him because the mob was outside. It is a complete and utter act of cowardice that we are talking about it, and the mayor knows that she did something simply to please the mob. And guess what? She is right. She is correct. Had they not have fired him instantly, her city would have burned for weeks on end. But what does that tell you about the state of America today? What does it tell you when a mob can demand something, even if it's not justice, and they give it to them just to keep the peace? I'm disgusted with the decision all across the board. I wish I could say that I feel vindicated, but I don't. Because right now, what is happening is the corrosion of values, the corrosion of ethics, and we're allowing criminals to run the streets and nobody has the gall to just call out what this is. This is not about Black Lives Matter. We need to protect our police officers."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, what you described is the collapse of the criminal justice system when mobs gets to tell mayors who gets fired and charged. I mean, that's kind of the end of civilization. Quickly, do you think if we didn't know the race of either the police officer or Rayshard Brooks that this would have even had been a story?"
    },
    {
      "speaker": "OWENS",
      "utterance": "Of course, it wouldn't have been his story. We already know that by rate. White Americans are killed more often by police officers and we know that by rate, police officers are 80.5 times more likely to be shot by a black man than the other way around. Nobody cares about the facts. Hispanic men are killed more often by police officers. We only hear about it when it is a black man that is killed by a police officer and it almost virtually every instance, that black man is representing some threat to the police officers. But the facts don't matter, Tucker, the feelings do in this circumstance."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Not good for the country at all, or for justice, as you put it. Candace Owens, thank you so much. It's great to see you tonight. So you keep reading that the country is getting less religious every year. Church attendance down and then all of a sudden you see politicians behave in a way where it seems like everybody's a fundamentalist Baptist all of a sudden. No dancing. No dancing. God doesn't like dancing. Several liberals in big cities are laying that out. Why? Jesse Watters joins us to assess this anti-dancing craze. Next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So let's say you want to get married in Washington, D.C. You can do that. The authorities will allow it, but let's say you have a couple of drinks and want to move your feet. You can't do that, because in Washington, D.C., there is no dancing. That's according to the City's Mayor, Muriel Bowser."
    },
    {
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "utterance": "Here's what's getting a lot of attention. Standing and dancing receptions are not allowed. What good is a wedding without dancing, Mayor? And why no dancing?"
    },
    {
      "speaker": "MAYOR MURIEL BOWSER (D), WASHINGTON, D.C.",
      "utterance": "Well, I think there's a lot of good to a wedding like people starting off their lives together and doing it in a safe way and not doing it in a way that puts themselves or their guests in danger."
    },
    {
      "speaker": "CAMEROTA",
      "utterance": "But, Mayor, just -- is there any way that you would reconsider with masks on and say a card that shows fully vaccinated that you'd allow dancing?"
    },
    {
      "speaker": "BOWSER",
      "utterance": "We're absolutely considering opening more activity as our case rates go down and our vaccination rates go up. And that's in our hotels, and that's in our other venues."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So when you might ask did Muriel Bowser become an Ayatollah and in charge of whether you can dance or not? Muriel Bowser is one of the least impressive, most irrational political leaders in the history of the country. Her order is among other things, stupid and crazy. Whoa, but no, her fellow Democrats popped up, leaders in Illinois and Michigan who have similar bans to say, she is great. Meanwhile, the Governor of New Mexico has come out to call her courageous."
    },
    {
      "speaker": "CAMEROTA",
      "utterance": "Is there dancing allowed in New Mexico, Governor?"
    },
    {
      "speaker": "GOV. MICHELLE LUJAN GRISHAM (D-NM)",
      "utterance": "Well, I'll tell you what, if you're socially distanced and you're wearing a mask, and you meet the other requirements with our level of vaccinations, yes."
    },
    {
      "speaker": "CAMEROTA",
      "utterance": "Okay. Right."
    },
    {
      "speaker": "GRISHAM",
      "utterance": "And I want to give the Mayor -- it takes courage to be really clear about what constitutes high risk activities and behaviors."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So if you're wearing a mask and you're socially distanced, and you're vaccinated, then possibly we will allow you to dance. Now, as an epidemiological matter, that is ridiculous, but no, says the deeply mediocre dumb Governor of New Mexico, that's courageous and at CNN that's all very normal because weddings are, needless to say, super spreader events. Yesterday, some newsreader at CNN interviewed a woman who would like to get married in Washington, D.C. soon and that woman pleaded with the Ayatollah Mayor to reconsider her anti-dancing ordinance."
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "utterance": "Okay, Jillian, let me just challenge you a little bit here. You know that weddings have been super spreader events. What were you planning to do for precautions?"
    },
    {
      "speaker": "JILLIAN HARIG, GETTING MARRIED IN WASHINGTON, D.C. IN JULY",
      "utterance": "For sure, and really, the safety of all of our guests should be the number one priority. So I really think at this point, there's a reasonable solution for this. We were planning to all wear masks this entire time during the wedding. And you know, if D.C. wants to meet halfway and allow standing, dancing, mingling, I mean, we can even require a negative COVID-19 test or show a vaccination card."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The most important thing about the wedding is the safety of the guests. No, the most important thing with the wedding is the wedding. It's the marriage between a man and a woman and if that's too dangerous for you, don't comment. If you're worried, get vaccinated, then you have to care if anyone else has been vaccinated because you're vaccinated and vaccines work, right? Oh, no, says the newsreader who said, oh, wear a mask, socially distance. Show your vaccine card. It used to be that only religious crazies, the extremists on the radical right were against dancing. There was a whole movie about it back in 1984."
    },
    {
      "speaker": "REN MCCORMACK, FICTIONAL CHARACTER",
      "utterance": "\" And there was a time for this law, not anymore. This is our time dance. It is our way of celebrating life."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, Kevin Bacon, an inspiration to potential brides and grooms all across the District of Columbia. If you're as brave as Kevin Bacon, this could be your wedding."
    },
    {
      "speaker": "MCCORMACK",
      "utterance": "I thought this was a party. Let's dance."
    },
    {
      "speaker": "CARLSON",
      "utterance": "People used to make fun of the year 1984, the haircuts and everything, looking back. It wasn't bad. Jesse Watters is the author of the forthcoming book \"How I Saved the World,\" which desperately needs saving by Jesse Watters. You can preorder it now and we hope you will because this is wise and funny as he is. Jesse Watters, good to see you. Did you have masks and vaccination cards at your wedding?"
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST, WATTERS' WORLD",
      "utterance": "I did not, although there was a lot of dancing and I think I speak for both of us, Tucker, two white guys with no rhythm. This is actually a great excuse for us not to hit the dance floor. We can just say ladies, sorry. It's the law, just trying to slow the spread. But for the rest of the people of the country, especially middle aged dads, weddings are the only time of year that you can bust a move and not be totally humiliated because you're in a safe space with friends and family. You're not at a club with good dancers. So when Nelly drops -- Nelly is a rapper, Tucker -- you can really let loose and not be ashamed of yourself because freedom of expression is enshrined in our founding documents. And if I want to express myself by doing the hustle, the Macarena, or dare I say the electric slide, I think that's constitutionally protected. They told us all last summer that these peaceful protests were forms of expression and they destroyed whole cities. So, surely I should be able to destroy a dance floor or two. I don't know, has a Democrat ever been to a wedding. They are going to say the bride and the groom, they can't dance. An hour later, they're going to be consummating the marriage upstairs and from what I know that has to be a little closer than six feet, maybe just -- for me at least --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait. Wait. I want to -- I want to stop you right there and I don't -- I don't want to get into Sex Ed live on TV, but you did you see the Vice President of the United States kiss her husband as they both wore masks. So it's by no means certain that the consummation will be maskless, is it?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is not certain, Tucker, and I don't know if you understand this because you probably fly private, but I was on an airplane the other day when I was moving and scooching through the aisle, I was making sustained physical contact with a perfect stranger. I don't do that on the dance floor. I was watching the Laker game the other day, LeBron James backing the guy down into the posts. I don't make that kind of contact on the dance floor. It depends on what song that is. But where's the line? I mean, we have kids in cages at the border. If the kids in cages start dancing, is that a crisis then?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Back to Guatemala. That's the one offense that can get you deported in Ayatollah Muriel Bowser's America, dancing in cages and by the way, our viewers are going to want to run into you on Southwest, I have this feeling. Let me know. There is an opportunity."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There won't be any fits thrown there, trust me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Great Jesse Watters. Thank you very much. So the last year has been completely absorbed by the pandemic, we've been absorbed in it. It doesn't mean this will be the last pandemic or the last major disaster. Niall Ferguson is one of the great living historians and intellectuals. He has studied this question carefully. He has written a new book on it. We're honored to have you join us straight ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The coronavirus pandemic of the past 14 months has raised a lot of questions about this country, maybe chief among them, how will we respond when there's another major disaster? As there, of course, inevitably will be because those are a feature of life and of history. There's no one better to ask than Niall Ferguson. He's one of the greatest living historians and public intellectuals. He's got a brand new book out called \"Doom: The Politics of Catastrophe.\" In it, he provides historical perspectives of disasters other generations have lived through, and the lessons that we can take from those. Niall Ferguson joins us now. We're really happy to have you on tonight. Congratulations on this book and thank you for thinking about this question as deeply as you have. We have time for one example, which I think says a lot. So you write about the flu outbreak in the United States of 1957-1958 and what happened and how America responded, if you could just explain that, I think our viewers would appreciate it."
    },
    {
      "speaker": "NIALL FERGUSON, HISTORIAN",
      "utterance": "Well, listening to your last item, I was reminded of Huey \"Piano\" Smith's 1957 hit with the \"Rockin' Pneumonia\" and the \"Boogie Woogie Flu,\" because people in 1957 took a completely different attitude towards the pandemic. The Asian flu of that year was about as bad as COVID in terms of global mortality, it wasn't quite as bad for the U.S., but I think that's partly because the U.S. handled it a great deal more smartly. Two key points, really, the Federal government's response was minimalist. There were no lockdowns. Schools weren't closed. The focus was all on getting a vaccine and they did that faster in just a few months than we've been able to do in 2020-2021. And the second point is, I think American society was just better able to withstand that shock. The generation have been through World War II, the Korean War, they were still grappling with polio. So when you look back, you can't help feeling that the United States was both nimbler in terms of its government response and also maybe smarter in terms of its responses as a society. We just hadn't come apart in the way that everything has become politicized in our time from facemasks to vaccines. The America of 1957, I think was a great deal more resilient, bounced back quicker and that's why you don't see any real trace of the 1957 pandemic in economics data, or even in popular memory, I mean, who now remembers it?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, then as now, a lot of people died and I know, it's hard to assess things from a distance of 65 years. But you have, I think, well, in this book. Describe the attitudes of Americans in the face of watching people die of this virus in 1957."
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Well, a key point is obviously more people have died in our pandemic, but they were disproportionately elderly. I mean, 80 percent of COVID deaths are over 65. Whereas in 1957-1958, teenagers were very much at risk, as well as the very young, so the mortality rate of teenagers was up by about a third above normal and that meant that a lot more life years were getting lost because obviously, if a teenager dies, that's a whole lot of life loss than if somebody in their 80s dies. So it's important not to just look at the raw numbers and realize that this was actually in many ways, the biggest shock to society, because young people were dying. Imagine if our kids had been dying in the numbers that we've seen the elderly dying, but people just accepted that this was part of life. And as I said, the Federal government focused its efforts on getting a vaccine and we should celebrate, I think the success of American vaccine makers from Maurice Hilleman back in 1957 to the folks at Moderna who have produced really the world's leading vaccine with amazing efficacy. And that's how the U.S. came through it. Life went on, people were told, you know, if you're not well, don't come to school, don't come to work. So there were lots of people taking days off as they had to. But I do think it illustrates that there was a different approach open to us, not that we could just have let the virus rip. I'm not making that argument. But I think we can look back and say that a lot that we did last year was overkill. And some of the regulations that you've been making fun of that are still being rolled out today, like the no dancing at weddings rule. I mean, these are kind of absurd. And I think if anybody from 1957 could hear about some of these regulations, they'd realize we'd lost it as a nation in some ways."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The most provocative thing that you said in the three minutes you've been talking is you suggested that the government response to this pandemic may have been medically counterproductive. Our viewers are going to have to read the book to find out what you meant by that. But I hope you'll come back. Niall Ferguson, it's great to have you tonight. Thank you."
    },
    {
      "speaker": "FERGUSON",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A quick reminder, two episodes of \"Tucker Carlson Originals\" available now on foxnation.com. We'll be back every night at 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. And now, taking over at 9:00 p.m., Sean Hannity. This is a rush transcript from \"Tucker Carlson Tonight,\" May 6, 2021. This copy may not be in its final form and may be updated. END Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}