{
  "date": "May 27, 2022",
  "headline": "Tucker Carlson: Elizabeth Warren wants control over gasoline",
  "subHeadline": "Guests: Charles Hurt, Kevin Corke, Katrina Campins, Stratis Morfogen, Mike Taylor, Michael Saylor, Rebeccah Heinrichs, Vince Everett Ellison",
  "url": "https://www.foxnews.com/transcript/tucker-carlson-elizabeth-warren-control-gasoline",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "sentences": "Good evening and welcome to a Special Edition of TUCKER CARLSON TONIGHT. When was the last time you heard a Democratic politician propose a solution to a problem -- no matter what the problem is -- that didn't make the Democratic Party more powerful? Ponder that for a moment. Let's say, for example, that you really believe global warming was an existential threat to humanity and that rising carbon dioxide levels were causing global warming. What would you do to fix it? Well, you might think back to 10th grade biology class CO2. CO2, hmm. Don't trees consume huge amounts of CO2 for photosynthesis? Quick Google check. Why, yes, they do. So, how about we plant a whole lot more trees all across the country and across the world? That seems like a natural solution with lots of upsides. Trees are beautiful. It might help fight global warming. Oh, but no. There's a problem with that idea. Planting more trees might help solve climate change, but it definitely will not enrich your donors. Trees are cheap. It's hard to make money from trees. And worse than that, trees are impossible to regulate. Once you plant trees, they grow by themselves. They do not need Federal help. Trees definitely will not make you more powerful. So instead, here's an idea. Let's invest trillions of dollars of other people's money in batteries and wind farms and electric school buses. That way, Democratic politicians get fingertip control over the entire U.S. economy and all of their friends get rich. Sounds perfect. Let's go with that idea. That's how Democratic politicians think, every one of them. So, it probably should not surprise you that Elizabeth Warren has a brand-new plan for rising gas prices and naturally, it goes without saying, that plan would give Elizabeth Warren a lot more control over you and over the United States. Well, hold on a minute, you may be wondering, why should Elizabeth Warren have control over anything? Elizabeth Warren isn't very bright. She's never created anything. In fact, she's a proven liar. This is a person who exploited the suffering of American Indians to get a job promotion. \"The Trail of Tears means I need tenure.\" Okay, so in every possible way, Elizabeth Warren is mediocre. Yet, and here's the catch -- she's also a U.S. senator and that means she has power. Warren's latest plan to make herself more powerful is called the Price Gouging Prevention Act of 2022. This bill would allow Elizabeth Warren to decide what things cost in the United States. So, let's say you're paying six bucks a gallon for gas (and you may be) the obvious solution to that, in fact, the only solution to that is to make more gasoline because if there is more of something, it will cost less. That's not just basic economics, though it is. It's also a law of nature. It never changes. But Elizabeth Warren wants the opposite. She does not want more gas. In fact, she's worked hard to prevent the United States from producing more gasoline and that's the main reason it's so expensive. What Elizabeth Warren wants instead is control over gasoline and over everything else, and this bill will give it to her. See how this works? And this is why the Biden administration has shut down oil and gas leases in the middle of an energy crisis and not just that, they're crushing refineries. According to one analysis by Hot Air, quote: \"Seven American refineries, which formerly processed 806,000 barrels of oil per day, have gone offline. Some simply shut down, while others were being converted to biofuels like ethanol, to meet the demands of the environmental lobby. These losses have left the United States with 124 operating oil refineries. That is 10 percent fewer refineries for gasoline, diesel, and jet fuel that we had in 2016, even as demand has continued to increase.\" End quote. So, you see where this is going. No more oil or gas for you and that's why you can't afford to fill your tank. Instead, the Biden administration is demanding that states build wind turbines that sound good, but unfortunately don't actually work. Last year, we went to Texas to see this firsthand. Here's a clip from our documentary on the tragic buffoonery of wind power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "With no chance of being approved near Malibu or Greenwich or in the mountains of Aspen, the development invariably happens in poorer parts of the country. The number one place for wind farms is Texas, but the question is, \"What happens when the turbines stop spinning?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KYLE ROTHENBERG, FOX NEWS CHANNEL MEDIA",
      "sentences": "We're in the middle of nowhere in Texas. We're trying to find a place just to sleep tonight. Everything is sold out. There's nothing available.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's now expected to be the largest insurance claim event in Texas history. This winter storm totally overwhelmed the power system in Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But I can tell you this morning, nearly 4.2 million Texans still have no electricity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Texas has the most wind power capacity in the United States, but the Texas turbines, which are not winterized, iced up during a cold weather event in February of 2021. Electricity output collapsed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Texas regulators ordered rolling blackouts Monday as an arctic blast has frozen wind turbines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES COUGER FOX NEWS CHANNEL MEDIA",
      "sentences": "There is no water in the hotel. \"TUCKER CARLSON ORIGINALS\" INTERVIEW 1: The Texas grid, like the California grid, is becoming increasingly unreliable and difficult to maintain, difficult to keep that power in a steady basis. \"TUCKER CARLSON ORIGINALS\" INTERVIEW 2: This 20-year-old turbine is leaking oil. It doesn't look too green to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, the point of an energy grid is to produce and transmit energy. It has only one purpose and that purpose is being sabotaged on purpose by the Biden administration and by Wall Street, in favor of green energy, in favor of windmills that don't actually work. And as a result of that, we're facing the prospect of more blackouts this summer. We don't have electricity anymore. It's a first-world country. But Elizabeth Warren has a fix for that, quote: \"It shall be unlawful for a person to sell or offer for sale a good or services at an unconscionably excessive price during an exceptional market shock, regardless of the person's position in the supply chain or distribution network.\" So, the argument here, this is Elizabeth Warren's argument, the economy has been in a period of exceptional market shock since the pandemic began. Therefore, prices set by every industry across the country would fall under the regulatory authority of who? Elizabeth Warren. Most of the price gouging bills are limited to specific areas during natural disasters, but this one is not. It's economy wide and it's forever. Now, the question is, how exactly does Elizabeth Warren define, quote: \"unconscionably excessive prices\" because they're not defined in the legislation? So, it turns out the definition is up to -- can you guess? Elizabeth Warren. Any business with gross annual revenues over a hundred grand a year, that means pretty much everybody in the country, must now obey Elizabeth Warren. That means Elizabeth Warren will have the power to set the price of diesel fuel. That's what we use to fuel trucks that transport virtually everything that you buy or consume. The entire U.S. economy depends on diesel. As CBS reported recently, diesel prices are getting close to the point where truckers can't work anymore. Watch. TRUCKER #1: This is a disaster. I've seen fuel prices like $6.39 a gallon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER EVANS, CBS NEWS CORRESPONDENT",
      "sentences": "Imagine paying that for a fill up of more than 100 gallons. TRUCKER #2: A regular fill-up would have been just say six months ago, about $700.00. Now, it's about $1,000.00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EVANS",
      "sentences": "It's what truckers are facing across the country for diesel, and you're paying the price, according to oil analyst, Tom Kloza.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM KLOZA, OIL ANALYST",
      "sentences": "If you're ordering anything that moves by freight across the country, it comes via fuel surcharges. Probably not the worst of the diesel surcharges. That will come next month. I just don't think there's any magic bullet at the moment. It's going to be tough. It's going to be a tough summer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, most projections suggest that this (and by \"this,\" we mean the price of energy, is going to get worse) and that's exactly, of course, what Elizabeth Warren is counting on -- your suffering. She hopes Americans get so desperate that they go to her to set the price of diesel along with everything else that's bought or sold in the United States economy and when that happens, what happens? Interesting question. So, at this point, a lot of money is floating around the U.S. economy and that's because of government spending. Federal Reserve prints money, it goes to the banks and then it filters down to Wall Street and they buy bigger houses and yet at the same time, supplies of essential goods are very limited. So, when you impose price controls in that kind of environment -- Anyone? Anyone? Bidding wars start and prices go up even higher. As the economist Alan Cole put it recently, you'll inevitably get a \"scalper's paradise.\" Government imposed prices will be low, so they'll sell out fast, of course. Then you get a black market. We don't have to guess because this has happened in every controlled economy in history. The Bolsheviks learned this early when they imposed price controls. So, what do you do next if you're the government imposing these controls? Well, you crack down on scalpers and that's what Elizabeth Warren's bill would do. So, you get a lot more law enforcement activity, a lot of people going to jail, but you also get what the economist Gregory Grossman calls \"the second economy.\" So people will do anything they can to get the government- approved lower price. The Soviets traded favors and established protection rackets. They called the system \"blat,\" which translated from the Polish, meant someone who provides cover. What you get is corruption. Corruption is the inevitable result of price controls. Even the Soviets learned this after almost 70 years. It's why Gorbachev abandoned price controls in the 1990s. Nicolas Maduro, though a pretty rigorous Marxist, also abandoned price controls in Venezuela. He did that three years ago. In the 1970s, Richard Nixon also realized -- can you imagine -- price controls don't work, but only after he froze all prices and wages in the United States and that eventually led to a massive spike in demand and double-digit inflation. So, people who don't understand basic economic principles probably shouldn't fool around with the economy, but they can never control themselves and that's why some of the biggest figures in the Democratic Party right now want to repeat mistakes we have seen countless times, not just Elizabeth Warren. It's the supposedly moderate Bob Casey; Sheldon Whitehouse, who is not very bright; and Bernie Sanders, Ed Markey, Jeff Merkley, Tammy Duckworth, and Dianne Feinstein. They're all on board with this bill. Then in the House you've got Jerry Nadler, David Cicilline of Rhode Island (the former mob lawyer), Katie Porter of California, Ro Khanna of Silicon Valley, Bobby Rush of Chicago. They've all co-sponsored the legislation. So they're hoping, as they do, that you won't open Wikipedia to find out what happened when every other country in history tried this. They definitely don't want you looking into the history of the Soviet Union. That's why that history is no longer taught in schools. Instead, they want you to watch reports like this and in fear, give them total control over your economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT MACFARLANE, CBS NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "The shifting and shrinking school lunch menu. Supply chain disruptions and the spiraling cost of key ingredients has forced school districts to pull back or make substitutions. At some schools, no more hamburgers or chicken patty sandwiches due to problems and the price of buying buns and ketchup. A new survey of school districts nationwide reveals 97 percent of meal programs reported challenges with higher costs, while 98 percent acknowledged problems getting some menu items, the supplies and the ingredients. Costs are poised to rise again for U.S. schools July 1st, when an emergency measure enacted at the start of the pandemic expires.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, we're not shilling for big business here. We don't work for Joe Biden. We don't have to. In fact, we're often nightly critical of big business, but let's be honest for a second. Does any serious person actually believe that hamburger and chicken patty manufacturers are holding back supplies of their products because they're greedy? That's not what's happening. We wish it were what is happening because you could probably fix that, but that's what they're telling you is happening and they're telling you that, so you'll believe it. They want you to believe that the baby formula shortage isn't about supply, it is about pricing. Unfortunately, that's just not true. Here's NBC with the latest figures on the shortage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JO LING KENT, NBC NEWS BUSINESS AND TECH CORRESPONDENT",
      "sentences": "The FDA telling NBC News it is concerned not having certain formulas available on shelves could pose life threatening risks for infants. Mom Sydney Gallivan says she's been grappling with the shortage for two months after their formula was recalled. How are you dealing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SYDNEY GALLIVAN, STRUGGLING MOM",
      "sentences": "I'm just really taking it day by day, to be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENT",
      "sentences": "Unable to find her formula on shelves, she had no choice but to suddenly switch brands. Texas has been hit particularly hard. The formula out of stock right here is now 50 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh. So, the key line was the last line. The out-of-stock rate is now 50 percent, so they just don't have the product because companies generally, if they have the product, are eager to sell the product because they're in the business of selling products to make money. But unfortunately, if you have no grounding in economics at all, not even theoretical, but practical, like if your whole life has consisted of lying to large crowds to get elected, to print more money, to pay yourself, give yourself the most generous retirement in the United States, you probably don't know how anything works, and that would describe most leaders in the Democratic Party. So their solution, not surprisingly, is the Soviets' solution. It will make the problem worse, but it will make them more powerful. Oh, do you not like that? Oh, we're sorry. We'd love to hear your complaints, but we're not available at the moment. We've flown private to a global warming conference. But Charlie Hurt is available, our friend, he is the opinion editor of \"The Washington Times,\" he joins us tonight. Charlie, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Good to see you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Every crisis incites people like Elizabeth Warren to greater power lust. So is it really surprising that her solution to the inflation that the Federal government caused through mismanagement is handing her more power over the U.S. economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Well, really, that's the big break between the Democrats of today and the Democrats back when they used to be successful is that -- and you put your finger right on it, every solution to every single problem that they come up with, no matter what the problem is, always gives them more power, and sends more money into government coffers, which they control and that's what it's all been about. And you look back at the 20th Century, you know, the Democratic Party was the most powerful party for the entire 20th Century. They controlled everything. And the reason that they did that is because they paid attention to people. And a minute ago you were talking about the difference between -- you're not a stooge of big business. I don't think anybody at the Chamber of Commerce is going to accuse Tucker Carlson of being a puppet of Big Business, but it doesn't take a puppet of Big Business to realize that actually the government has become in a lot of ways more nefarious than Big Business. And it used to be the Democratic Party of the 20th Century stood up to Big Business against little people. That's why they were so wildly popular. And it's like, when Bill Clinton left the White House, he turned the lights out and just said here, you know, make it, you know, change all the dynamics, and then you wind up with a guy like Barack Obama. And now, Joe Biden who is not even as cool as Barack Obama, they don't believe in standing up to any of these forces. And they instead use -- government use their power to accrue more power and get more money from those little people they used to stick up for, to make themselves more powerful and more richer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, because you've got to ask yourself, I mean, Huey Long, for example, is one of those popular Democrats in the country might have been president 1936 had he not been assassinated. But you've got to ask, if Huey Long were here, still in the Senate, would he say stop oil exploration during an energy crisis? I mean, it's hard to imagine him saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes. Yes, exactly. If Huey Long were alive today, his name would be Donald Trump. And that's why they hate Donald Trump so much is because, you know, after 16 years of abandoning their people, this guy named Donald Trump who actually you know, if you think about it, there are a lot of similarities between him and Huey Long. You know, Donald Trump comes along and completely steals their lunch, steals their message, steals their voters, steals everything for them. And for that, they have to kill him, they have to destroy him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "God, that's so smart. I never thought of that before. But I agree with you completely. Charlie Hurt, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So if you're trying to live or trying to move, you may have noticed that housing prices have risen by 20 percent in the last year; rents are up around 12 percent nationally and way higher in certain areas. Now, this is happening in part because companies are buying up all the housing to turn them into rentals because you will own nothing and be happy. Two ventures backed by Goldman Sachs just bought an entire community in Florida for $75 million. In places like Phoenix and Jacksonville, investors are buying up starter homes. LESLEY STAHL, \"60 MINUTES\": Houses Tricon and other investors are buying in places like Jacksonville are what might be called starter homes, usually selling for about $300,000.00. When one of those comes on the market, investors are ready with all cash offers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Investors never look at the home, never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STAHL",
      "sentences": "They don't even look at the home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They never look at it. STAHL That, plus the fact that investors often waive inspections puts would be first time homebuyers at a serious disadvantage. Home ownership is increasingly out of reach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In our portfolio, the majority cannot buy a home, cannot afford to buy a home or don't have the credit to buy the home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So home ownership is the linchpin of American society and generations of leaders have understood that, our leaders don't seem to have any interest in it. Why is that? Katrina Campins is the founder of the Campins Company. She is a longtime expert in residential real estate and joins us tonight. Katrina, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATRINA CAMPINS, FOUNDER, CAMPINS COMPANY",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So is this as big a problem as it appears to be for people who just want to own a home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMPINS",
      "sentences": "Home ownership, Tucker has been a pillar to the American Dream for a very long time because of the various different economic benefits that come with it, especially the accumulation of wealth through building equity, reducing the housing costs, and accessing credit, not to mention the tax deduction incentives that you have. In addition to that, the stability and the accumulation of wealth that is attained through home ownership has been the primary mechanism through which the American people have been able to achieve social economic mobility for themselves and for their children, and that's all being challenged right now because they're competing with Wall Street. They're competing with unlimited capital chasing very low supply, and these investors are paying cash, they're paying over asking price. Many times, they're waving inspections, and they're closing very quickly. And it is impossible for the American people to compete against that. Right now, one in five homes, in that price range is owned by an institutional investor. And in my opinion, that's going to continue and my concern is what's going to happen when shareholders begin to demand more return. They're going to have no choice but to increase rents, and whether that's great for corporate America, it is not good for American families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And it's bad for the country, a stable nation of homeowners, vested, rooted in place becomes a volatile country of renters. And that's - - so it is as bad as we thought. Katrina, I appreciate you coming on tonight. Thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMPINS",
      "sentences": "Thanks for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So all businesses are in trouble right now, but small businesses have just been crushed under the Biden administration. We'll talk to one small business owner about how. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Welcome back to a Special Edition of TUCKER CARLSON TONIGHT. Inflation and supply chain shortages are crushing a lot of people, but especially small businesses. More than 90 percent of small business owners say they are very concerned about the economy. Stratis Morfogen is one of them. He is owner of the Brooklyn Chop House and the Brooklyn Dumpling Shop, both of which are excellent. He joins us tonight. Stratis, thanks so much for coming on. So how do you -- how do you see this play out in your life as a small business owner?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRATIS MORFOGEN, OWNER, BROOKLYN CHOP HOUSE AND BROOKLYN DUMPLING SHOP",
      "sentences": "Well, Tucker, first, thanks for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORFOGEN",
      "sentences": "We saw this coming in the spring of 2020. We knew when you shut down the economy, when you don't follow the science and when you basically mandate your employees, well, you know what's happening next, supply chains are going to break. There are no employees. The economy has been rattled. And what happened in 2020, I've been jumping up and down for two years saying there is going to be a cause and effect here. The effect is going to be enormous and it is going to happen in the next two to three years, where we can't get paper products. I just built 25,000 feet in Times Square with Chop House. Everything from sheetrock, to nails, to you name it are double the price. We launched Brooklyn Dumpling Shop with you know, a couple of hundred franchises, paper products, delivery, diesel fuel, everything is doubled. It's almost impossible to function as a small business owner, because of what they did to us two years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And you've got to -- I mean, no one wants to be conspiracy minded, but it was obvious even in the spring of 2020 that the huge conglomerates are going to benefit. Amazon, Google, Facebook, they did, and businesses like yours are going to be hurt. Would it shock you in 10 years if all the restaurants in Times Square are owned by Google?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORFOGEN",
      "sentences": "Yes, well, that's where -- actually struck early on in Times Square, because Times Square is not available to small guys like us. It's usually available to the big public companies. So we took a chance with my partners, Robert and David, we moved in quickly in May 2020 and we knew that you know, New York is resilient, it's going to come back. So we signed a 25,000 feet location back then and we are the only mom and pop shop in Times Square. So absolutely what you said is 100 percent correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I don't want to eat the Google burger. We are rooting for you, Stratis Morfogen, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORFOGEN",
      "sentences": "Thank you so much for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the main reason that your gas prices are so high is because not enough gasoline is being refined because not enough oil is being extracted from the ground. And so in the face of that, the Biden ministration has decided to kill domestic energy production. Prices could hit record highs this summer, fuel rationing could be next. Plus, the crypto market has plummeted in recent weeks. One of the biggest investors in Bitcoin joins us to explain why he's not that bothered by it. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "sentences": "Welcome to \"Fox News Live.\" I'm Kevin Corke in Washington. The Governor of Texas says he is livid that law enforcement quote, \"misled\" him about their response to the mass shooting at Robb Elementary School. Abbott who earlier praised police was grilled today on whether he knew they didn't immediately breach the door to the classroom. The gunman shot and killed 19 students and two teachers before cops got inside about an hour later. Deliberations meanwhile, underway in the trial of a lawyer for Hillary Clinton's 2016 presidential campaign, Michael Sussmann charged with lying to the FBI early in the Trump-Russia probe. Sussmann's legal team denies that he lied and they say the statements he made don't matter because Sussmann was merely presenting national security information, which in their opinion the FBI would have looked into anyway. I am Kevin Corke in Washington. We're going to send you back over to more TUCKER CARLSON TONIGHT. Have a good evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's hard to believe this is true, but the facts speak for themselves. In the middle of the worst energy shortage in 50 years, the Biden administration is doing everything it can to sabotage putting new energy online. They stopped issuing new oil and gas leases. They've also canceled several existing leases, including one that would have allowed drilling on more than a million acres. That is the only source of natural gas for about half a million people living in the state of Alaska. Senator Joe Manchin asked the Interior Secretary Deb Haaland about this, kind of a big deal and yet amazingly, she had no clue it is even happening. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "sentences": "Did you all just put out a statement, the U.S. Department of Interior just put out a statement and the statement basically says: \"A proposed program is not a decision to issue specific leases or to authorize any drilling or development.\" This is from your office. So it looks like you're on to shut everything down? Did you know you're up with this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEB HAALAND, U.S. INTERIOR SECRETARY",
      "sentences": "I am -- I am sorry. I am sitting in this hearing and not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "My God. This shuts it down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Cabinet Secretary in charge of that didn't know what was happening. Mike Taylor runs Combined Energy Services he joins us tonight. Mike, thanks so much for coming on. It feels like this is from a consumer perspective anyway, an energy crisis. It's not clear to me why the administration while that crisis is hurting people, it's the number one issue voters say they they're worried about. They'd be squeezing domestic energy production, preventing it, why are they doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TAYLOR, COMBINED ENERGY SERVICES",
      "sentences": "Tucker, well, we saw on day one, the Biden administration said it's time to end fossil fuels. So my family owns a retail propane gas and heating oil distributorship here in Upstate New York. We've been servicing our customers over 50 years. This week, the average home heating oil price in New York State is $6.30 a gallon. Kerosene is over $7.00 a gallon which is used by many homes, people living in mobile homes. They can't afford this. This is absolute lunacy. Diesel fuels reported before was over $7.00 a gallon here in New York State last week, and it's crushing everyone. Everybody feels the price at the pump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So people living in trailers are paying the most for kerosene, a lot of people do heat with kerosene. So have you ever seen an administration set out on purpose to hurt the weakest in our society?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Well, Tucker, it's beyond that. In New York State and in New Jersey, a lot of northeastern states, we are on the climate change agenda, so hardcore. New York State is enacting the Climate Leadership and Community Protection Act, that starts in 2030 and it basically outlaws fossil fuels and forces the electrification of everything. That's less than seven and a half years away. That's all new construction. And if you go to replace your oil or natural gas, propane gas furnace or boiler, you're going to be forced to go electric. The studies have shown it's going to cost $18,000.00 to $50,000.00 for the average homeowner to convert New York State to electric and they want this with clean electric. I don't know why -- we mentioned this before, New York State, about half of our electricity currently comes from fossil fuels, less than five percent comes from wind and solar. We have hydro and nuclear to make up the rest. We just got rid of seven percent of our nuclear power by taking Indian Point in the lower Hudson Valley offline. How are going to get away with removing fossil fuels? This makes no sense. The electric can't handle it. We don't have enough grid, besides the cost to consumers. Last year, Tucker 350,000 people moved out of New York State. As this gets closer, we're going to be driving more people out in New York and businesses. Natural gas is three to five times less expensive than commercial electricity. We just can't do it up here, Tucker. We're draining the state rapidly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's just, I've never seen like it. Mike Taylor. Good luck up there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "See you in Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Send us help. Tucker, one thing, if people can help us, smarternyenergy.org, send your legislators -- send an e-mail. It's easy. We need your help. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Worth doing. Thanks so much. So people are suffering through profound inflation right now, and we have profound inflation because the government has mismanaged the U.S. dollar, so many are seeking refuge in Bitcoin whose amount is limited by design, it can't be inflated. But the Bitcoin markets have been volatile, they've been dropping just like a lot of the rest of the market. The price of Bitcoin has plummeted by roughly 40 percent over the past two months. So how should you react to that if you're in Bitcoin or interested in it? Well, one of the biggest investors in Bitcoin is called Michael Saylor. We talked to him before. He has co-founded and now still runs, MicroStrategy. Michael Saylor joins us tonight with an update on how he is feeling about Bitcoin markets. Michael, thanks so much for coming on. So you're the voice that people who are interested in this topic listen to, I think most carefully. How are you feeling about Bitcoin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL SAYLOR, CO-FOUNDER, MICROSTRATEGY",
      "sentences": "Bitcoin is the most certain thing in a very uncertain world. You know, and in a market full of chaos and sound and fury. People need a safe place to stand apart from the intervention of a government and agency or corporation. So Bitcoin represents a fair, open, equitable network with a very simple promise to anyone wants to join, which is what you own is yours, and no one's going to take it away from you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you think that -- one of the ideas by Bitcoin was that it wouldn't be directly correlated to the equities market? So if, you know, the S&P dropped, Bitcoin, are we going to see that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAYLOR",
      "sentences": "Well, you know, in these markets right now, there is no simple place to hide. All the indexes are in bear market territory. Bonds don't represent a safe refuge because they are currency derivatives. Stocks have to grow their cash flows faster than the inflation rate. But if you zoom out two years, since the beginning of the COVID crisis, you notice the U.S. money supply has expanded 36 percent. Gold is up seven percent. The S&P index is up 29 percent. The NASDAQ is only up 19 percent. Bitcoin is up 229 percent. So if you can stomach the volatility and you take the long view, you've got a safe haven there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I mean, I guess the simplest measure of how you feel is what you're doing. What are you doing with Bitcoin right now? Are you buying or selling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAYLOR",
      "sentences": "Whenever I have some spare cash, we buy more Bitcoin. Yes, we're taking a very, very long view toward this. The network is only getting better. Adoption is improving, very constructive regulation is coming out of D.C., and the Lightning Network is moving us closer to Satoshi's promise of letting everybody in the world trade with each other at the speed of light in a fair and equitable fashion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you're buying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAYLOR",
      "sentences": "Yes, I'll be buying at the top forever. Right? The maximalist believe Bitcoin is an instrument and economic empowerment. I'm not trying to time in the market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAYLOR",
      "sentences": "I just want to be in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I always want to know what people are doing, not what they're saying. So that really tells the story. Michael Saylor, great to see you tonight. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAYLOR",
      "sentences": "Yes, thanks for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Treasury Secretary Janet Yellen kind of gave away the whole game the other day, she said that women are more valuable to quote \"the economy\" and the labor force if they have abortions. Have an abortion so you can more obediently serve Corporate America. It's not -- that's feminism. It is not a corporate plot or anything. Why are they always telling you not to have a family? It's interesting. That's next. Plus, Democrats have done a lot to demoralize Americans and make them dependent on the U.S. government. Why is that happening, exactly? We'll tell you after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So inflation, in case you haven't noticed is higher than it's been probably in your lifetime, at least 40 years. Gas prices just hit an all-time high and parents can't find baby formula. But don't you worry, our Treasury Secretary, Janet Yellen who is not a ghoul or anything has a plan to deal with this and she revealed it in the United States Senate. All you need to do is have an abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANET YELLEN, U.S. TREASURY SECRETARY",
      "sentences": "I believe that eliminating the right of women to make decisions about when and whether to have children would have very damaging effects on the economy and would set women back decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Send women back -- it would set Amazon and Google back decades because you can't be an obedient employee if you persist on reproducing and having your own family. Right? Women are told this constantly, don't have a family. You've got a duty to GDP and that's one of the reasons our birth rate has dropped by more than 20 percent in the past 15 years. But Janet Yellen doesn't think that's low enough. Got to go lower. Get to work. Rebeccah Heinrichs is a senior fellow at the Hudson Institute. She's also a mother of five. She joins us tonight. Rebeccah, thanks so much for coming on. I've always suspected that feminism was a corporate lie. This kind of confirms it. You know, stop whining about having your own children get back to work, says Janet Yellen. Have you ever seen anything more spine tingly repulsive than that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REBECCAH HEINRICHS, NATIONAL SECURITY ANALYST AND HUDSON INSTITUTE SENIOR FELLOW",
      "sentences": "No, it's incredibly repulsive, Tucker. And the argument is barbaric in of itself, but to have our Secretary of the Treasury making the argument is chilling, because she is really talking about people rather than as women and mothers and families. She is kind of revealing that she's thinking about us in terms of cogs in a machine for the economy. And it's also -- she also talked about how it would disproportionately affect potentially women of color who are lower -- in a lower economic state, which is really a sister intellectually to this to Margaret Sanger, of course, the founder of Planned Parenthood, who would talk about, you know, those who are not suited to have children because they're feeble-minded or poverty stricken, because they don't provide, you know, something better to society. What can they give to society? And therefore, they shouldn't be having children. So really repulsive, really kind of exposes how she views the American people, and really kind of tells American women, you know, what she really thinks about them. You know, the biggest lie progressives have ever told is that the abortion industry and that abortion on demand is pro woman. It is not pro woman, it degrades women, it erases us of our unique characteristics of life-giving qualities. And of course, but from the people who give us berthing bodies, it's not surprising that they would make this kind of connection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, because I mean, you're not a woman in their view. You're just another widget in a bin to be assembled so they can pay the note on their house in Aspen. Did you ever think that anyone would say this out loud, though, and basically, to say to be a corporate drone is morally superior than having your own family?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICHS",
      "sentences": "Well, they think that if they can just you know, you have the Secretary of the Treasury making this, so it must be right because she's just so smart and credentialed, but it really is primitive. It's barbaric. It's much more akin to the Chinese Communist Party's view of their citizens, which is, you know, they have a barbaric, brutal state-run population control or forced abortions because they're trying to maximize output. So to have an American Secretary of the Treasury make this remark is really gross. Also, it's just simply not true, Tucker. You know poorer families do typically have more children and still the United States continues to get wealthier. But as you pointed out, if anything is really true, it's that the United States should be populating with more babies, you know, since 2007, we've been below replacement rate. And so a sign of a dynamic, healthy, happy society of communities. We should be demonstrating that we've got great hope in the future. And there's things that are actually more valuable than monetizing your time and talents, a woman's time and talents are never wasted on her children and her family. And so I think that it really exposes something pretty backwards and gross about way the Secretary of Treasury is viewing people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And not just her, all of them. I mean, children are the source of all joy. They are the most profound joy in life, period, by definition, and if you're telling people otherwise, you're really leading them into a dark place, I think. But Rebeccah, you explained that so well. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICHS",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So if you feel too discouraged to start a family, if you feel too poor to buy a house, there is probably a reason for that. It's on purpose. The same people who are discouraging you from starting your own life are encouraging crime and drug use and abortion and the end result is people are deeply demoralized and dependent on government. Vince Everett Ellison has seen this for a long time. He understands how the Democratic Party's work. He is the author of \"25 Lies: Exposing Democrats' Most Dangerous, Seductive, Damnable, Destructive Lies and How to Refute Them.\" He joins us tonight. Vince, thanks so much for coming on. VINCE EVERETT ELLISON, AUTHOR, \"25 LIES\": Thank you for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I can't -- I just cannot move past the Janet Yellen quote, because I think it just reveals everything. Abortion is the key to economic progress. Assess that if you would?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLISON",
      "sentences": "Tucker, just remember the Democratic Party when they ruled the South, the plantations and how they turned the whole south into a gladiator school. Pitting poor Whites and poor Blacks against each other, while the elite Whites just watched us fight and destroy one another and the South remains the poorest most economically depressed place in the whole Western Hemisphere of the Democratic Party. Fear is a tool for them. They've perfected it. Demoralization, they've perfected it. They castrate men mentally the way they castrated them physically years ago. They destroy families, they destroy economies, they have made the Black Church basically a state church, or you have no religion at all. This is what they do. And I have said in my book and I'll say it now. The Democratic Party since its inception, in 1800s, has been perpetually the evilest institution on the face of this Earth. All they do is meditate on blood. And every now and again, they'll let something slip like Miss Yellen did and tell you the truth. But the American people are waking up. They're hearing it. They're going to get shellacked in 2022 and we're going to take them out in 2024.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I believe that completely. Really quick. You had a provocative observation. You said the Black Church is effectively a State Church. What is it? And I know that you preach sometimes, what does that mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLISON",
      "sentences": "Yes, man. I wrote a book called \"The Iron Triangle.\" And I went back into the Black community. And, you know, they had been saying that the White racist conservatives and Republicans were destroying the Black community, but when I went down there, I found out there were so many African-American preachers down there, that were being paid by White liberals, and these preachers were taking money and they were using their churches as basically, conduits between themselves and these rich White liberals. The Democratic Party basically controls the Black Church and the Black community. Not everybody, but a majority of them. And this is why the Black community cannot move. The Black preacher has a lot of control and he lends it to the Democratic Party. They built the Black Church back during slavery. They continue to control it right now. They control the politics. They control all the civic organizations. They control who gets what through affirmative action. They control the Black community, and this is why we're at the bottom of every socioeconomic statistic in the world. They are not here to build, they are here to destroy. They're like a cancer. They're like a tornado. It is just their nature. And they have not changed their tactics. They have perfected them. They have perfected destroying communities, keeping people afraid. After the sad massacre up in Buffalo, I started reading the paper and everything was about fear in the Black community. Fear, fear, fear. They feed on it, and they want America to be afraid. And the Black community is just an experiment for them. They intend to expand this all over the nation the first chance they get, and they've been trying and they're going to continue it until they get it but, we're going to stop it. They don't have a chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I believe Malcolm X was on to some of this. Vince Everett Ellison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLISON",
      "sentences": "Yes, he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Great to see you. Yes, he was. Great to see you tonight. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLISON",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it for this Special Edition of TUCKER CARLSON TONIGHT. We'll be back 8:00 PM, the show that is the sworn enemy of lying, pomposity, smugness, and groupthink. Have the best weekend with the ones you love. We will see you soon. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "utterance": "Good evening and welcome to a Special Edition of TUCKER CARLSON TONIGHT. When was the last time you heard a Democratic politician propose a solution to a problem -- no matter what the problem is -- that didn't make the Democratic Party more powerful? Ponder that for a moment. Let's say, for example, that you really believe global warming was an existential threat to humanity and that rising carbon dioxide levels were causing global warming. What would you do to fix it? Well, you might think back to 10th grade biology class CO2. CO2, hmm. Don't trees consume huge amounts of CO2 for photosynthesis? Quick Google check. Why, yes, they do. So, how about we plant a whole lot more trees all across the country and across the world? That seems like a natural solution with lots of upsides. Trees are beautiful. It might help fight global warming. Oh, but no. There's a problem with that idea. Planting more trees might help solve climate change, but it definitely will not enrich your donors. Trees are cheap. It's hard to make money from trees. And worse than that, trees are impossible to regulate. Once you plant trees, they grow by themselves. They do not need Federal help. Trees definitely will not make you more powerful. So instead, here's an idea. Let's invest trillions of dollars of other people's money in batteries and wind farms and electric school buses. That way, Democratic politicians get fingertip control over the entire U.S. economy and all of their friends get rich. Sounds perfect. Let's go with that idea. That's how Democratic politicians think, every one of them. So, it probably should not surprise you that Elizabeth Warren has a brand-new plan for rising gas prices and naturally, it goes without saying, that plan would give Elizabeth Warren a lot more control over you and over the United States. Well, hold on a minute, you may be wondering, why should Elizabeth Warren have control over anything? Elizabeth Warren isn't very bright. She's never created anything. In fact, she's a proven liar. This is a person who exploited the suffering of American Indians to get a job promotion. \"The Trail of Tears means I need tenure.\" Okay, so in every possible way, Elizabeth Warren is mediocre. Yet, and here's the catch -- she's also a U.S. senator and that means she has power. Warren's latest plan to make herself more powerful is called the Price Gouging Prevention Act of 2022. This bill would allow Elizabeth Warren to decide what things cost in the United States. So, let's say you're paying six bucks a gallon for gas (and you may be) the obvious solution to that, in fact, the only solution to that is to make more gasoline because if there is more of something, it will cost less. That's not just basic economics, though it is. It's also a law of nature. It never changes. But Elizabeth Warren wants the opposite. She does not want more gas. In fact, she's worked hard to prevent the United States from producing more gasoline and that's the main reason it's so expensive. What Elizabeth Warren wants instead is control over gasoline and over everything else, and this bill will give it to her. See how this works? And this is why the Biden administration has shut down oil and gas leases in the middle of an energy crisis and not just that, they're crushing refineries."
    },
    {
      "speaker": "According to one analysis by Hot Air, quote",
      "utterance": "\"Seven American refineries, which formerly processed 806,000 barrels of oil per day, have gone offline. Some simply shut down, while others were being converted to biofuels like ethanol, to meet the demands of the environmental lobby. These losses have left the United States with 124 operating oil refineries. That is 10 percent fewer refineries for gasoline, diesel, and jet fuel that we had in 2016, even as demand has continued to increase.\" End quote. So, you see where this is going. No more oil or gas for you and that's why you can't afford to fill your tank. Instead, the Biden administration is demanding that states build wind turbines that sound good, but unfortunately don't actually work. Last year, we went to Texas to see this firsthand. Here's a clip from our documentary on the tragic buffoonery of wind power."
    },
    {
      "speaker": "CARLSON",
      "utterance": "With no chance of being approved near Malibu or Greenwich or in the mountains of Aspen, the development invariably happens in poorer parts of the country. The number one place for wind farms is Texas, but the question is, \"What happens when the turbines stop spinning?\""
    },
    {
      "speaker": "KYLE ROTHENBERG, FOX NEWS CHANNEL MEDIA",
      "utterance": "We're in the middle of nowhere in Texas. We're trying to find a place just to sleep tonight. Everything is sold out. There's nothing available."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's now expected to be the largest insurance claim event in Texas history. This winter storm totally overwhelmed the power system in Texas."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But I can tell you this morning, nearly 4.2 million Texans still have no electricity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Texas has the most wind power capacity in the United States, but the Texas turbines, which are not winterized, iced up during a cold weather event in February of 2021. Electricity output collapsed."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Texas regulators ordered rolling blackouts Monday as an arctic blast has frozen wind turbines."
    },
    {
      "speaker": "CHARLES COUGER FOX NEWS CHANNEL MEDIA",
      "utterance": "There is no water in the hotel. \"TUCKER CARLSON ORIGINALS\" INTERVIEW 1: The Texas grid, like the California grid, is becoming increasingly unreliable and difficult to maintain, difficult to keep that power in a steady basis. \"TUCKER CARLSON ORIGINALS\" INTERVIEW 2: This 20-year-old turbine is leaking oil. It doesn't look too green to me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, the point of an energy grid is to produce and transmit energy. It has only one purpose and that purpose is being sabotaged on purpose by the Biden administration and by Wall Street, in favor of green energy, in favor of windmills that don't actually work."
    },
    {
      "speaker": "And as a result of that, we're facing the prospect of more blackouts this summer. We don't have electricity anymore. It's a first-world country. But Elizabeth Warren has a fix for that, quote",
      "utterance": "\"It shall be unlawful for a person to sell or offer for sale a good or services at an unconscionably excessive price during an exceptional market shock, regardless of the person's position in the supply chain or distribution network.\" So, the argument here, this is Elizabeth Warren's argument, the economy has been in a period of exceptional market shock since the pandemic began. Therefore, prices set by every industry across the country would fall under the regulatory authority of who? Elizabeth Warren. Most of the price gouging bills are limited to specific areas during natural disasters, but this one is not. It's economy wide and it's forever."
    },
    {
      "speaker": "Now, the question is, how exactly does Elizabeth Warren define, quote",
      "utterance": "\"unconscionably excessive prices\" because they're not defined in the legislation? So, it turns out the definition is up to -- can you guess? Elizabeth Warren. Any business with gross annual revenues over a hundred grand a year, that means pretty much everybody in the country, must now obey Elizabeth Warren. That means Elizabeth Warren will have the power to set the price of diesel fuel. That's what we use to fuel trucks that transport virtually everything that you buy or consume. The entire U.S. economy depends on diesel. As CBS reported recently, diesel prices are getting close to the point where truckers can't work anymore. Watch. TRUCKER #1: This is a disaster. I've seen fuel prices like $6.39 a gallon."
    },
    {
      "speaker": "CARTER EVANS, CBS NEWS CORRESPONDENT",
      "utterance": "Imagine paying that for a fill up of more than 100 gallons. TRUCKER #2: A regular fill-up would have been just say six months ago, about $700.00. Now, it's about $1,000.00."
    },
    {
      "speaker": "EVANS",
      "utterance": "It's what truckers are facing across the country for diesel, and you're paying the price, according to oil analyst, Tom Kloza."
    },
    {
      "speaker": "TOM KLOZA, OIL ANALYST",
      "utterance": "If you're ordering anything that moves by freight across the country, it comes via fuel surcharges. Probably not the worst of the diesel surcharges. That will come next month. I just don't think there's any magic bullet at the moment. It's going to be tough. It's going to be a tough summer."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, most projections suggest that this (and by \"this,\" we mean the price of energy, is going to get worse) and that's exactly, of course, what Elizabeth Warren is counting on -- your suffering. She hopes Americans get so desperate that they go to her to set the price of diesel along with everything else that's bought or sold in the United States economy and when that happens, what happens? Interesting question. So, at this point, a lot of money is floating around the U.S. economy and that's because of government spending. Federal Reserve prints money, it goes to the banks and then it filters down to Wall Street and they buy bigger houses and yet at the same time, supplies of essential goods are very limited. So, when you impose price controls in that kind of environment -- Anyone? Anyone? Bidding wars start and prices go up even higher. As the economist Alan Cole put it recently, you'll inevitably get a \"scalper's paradise.\" Government imposed prices will be low, so they'll sell out fast, of course. Then you get a black market. We don't have to guess because this has happened in every controlled economy in history. The Bolsheviks learned this early when they imposed price controls. So, what do you do next if you're the government imposing these controls? Well, you crack down on scalpers and that's what Elizabeth Warren's bill would do. So, you get a lot more law enforcement activity, a lot of people going to jail, but you also get what the economist Gregory Grossman calls \"the second economy.\" So people will do anything they can to get the government- approved lower price. The Soviets traded favors and established protection rackets. They called the system \"blat,\" which translated from the Polish, meant someone who provides cover. What you get is corruption. Corruption is the inevitable result of price controls. Even the Soviets learned this after almost 70 years. It's why Gorbachev abandoned price controls in the 1990s. Nicolas Maduro, though a pretty rigorous Marxist, also abandoned price controls in Venezuela. He did that three years ago. In the 1970s, Richard Nixon also realized -- can you imagine -- price controls don't work, but only after he froze all prices and wages in the United States and that eventually led to a massive spike in demand and double-digit inflation. So, people who don't understand basic economic principles probably shouldn't fool around with the economy, but they can never control themselves and that's why some of the biggest figures in the Democratic Party right now want to repeat mistakes we have seen countless times, not just Elizabeth Warren. It's the supposedly moderate Bob Casey; Sheldon Whitehouse, who is not very bright; and Bernie Sanders, Ed Markey, Jeff Merkley, Tammy Duckworth, and Dianne Feinstein. They're all on board with this bill. Then in the House you've got Jerry Nadler, David Cicilline of Rhode Island (the former mob lawyer), Katie Porter of California, Ro Khanna of Silicon Valley, Bobby Rush of Chicago. They've all co-sponsored the legislation. So they're hoping, as they do, that you won't open Wikipedia to find out what happened when every other country in history tried this. They definitely don't want you looking into the history of the Soviet Union. That's why that history is no longer taught in schools. Instead, they want you to watch reports like this and in fear, give them total control over your economy."
    },
    {
      "speaker": "SCOTT MACFARLANE, CBS NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "The shifting and shrinking school lunch menu. Supply chain disruptions and the spiraling cost of key ingredients has forced school districts to pull back or make substitutions. At some schools, no more hamburgers or chicken patty sandwiches due to problems and the price of buying buns and ketchup. A new survey of school districts nationwide reveals 97 percent of meal programs reported challenges with higher costs, while 98 percent acknowledged problems getting some menu items, the supplies and the ingredients. Costs are poised to rise again for U.S. schools July 1st, when an emergency measure enacted at the start of the pandemic expires."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, we're not shilling for big business here. We don't work for Joe Biden. We don't have to. In fact, we're often nightly critical of big business, but let's be honest for a second. Does any serious person actually believe that hamburger and chicken patty manufacturers are holding back supplies of their products because they're greedy? That's not what's happening. We wish it were what is happening because you could probably fix that, but that's what they're telling you is happening and they're telling you that, so you'll believe it. They want you to believe that the baby formula shortage isn't about supply, it is about pricing. Unfortunately, that's just not true. Here's NBC with the latest figures on the shortage."
    },
    {
      "speaker": "JO LING KENT, NBC NEWS BUSINESS AND TECH CORRESPONDENT",
      "utterance": "The FDA telling NBC News it is concerned not having certain formulas available on shelves could pose life threatening risks for infants. Mom Sydney Gallivan says she's been grappling with the shortage for two months after their formula was recalled. How are you dealing?"
    },
    {
      "speaker": "SYDNEY GALLIVAN, STRUGGLING MOM",
      "utterance": "I'm just really taking it day by day, to be honest."
    },
    {
      "speaker": "KENT",
      "utterance": "Unable to find her formula on shelves, she had no choice but to suddenly switch brands. Texas has been hit particularly hard. The formula out of stock right here is now 50 percent."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh. So, the key line was the last line. The out-of-stock rate is now 50 percent, so they just don't have the product because companies generally, if they have the product, are eager to sell the product because they're in the business of selling products to make money. But unfortunately, if you have no grounding in economics at all, not even theoretical, but practical, like if your whole life has consisted of lying to large crowds to get elected, to print more money, to pay yourself, give yourself the most generous retirement in the United States, you probably don't know how anything works, and that would describe most leaders in the Democratic Party. So their solution, not surprisingly, is the Soviets' solution. It will make the problem worse, but it will make them more powerful. Oh, do you not like that? Oh, we're sorry. We'd love to hear your complaints, but we're not available at the moment. We've flown private to a global warming conference. But Charlie Hurt is available, our friend, he is the opinion editor of \"The Washington Times,\" he joins us tonight. Charlie, great to see you."
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Good to see you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Every crisis incites people like Elizabeth Warren to greater power lust. So is it really surprising that her solution to the inflation that the Federal government caused through mismanagement is handing her more power over the U.S. economy?"
    },
    {
      "speaker": "HURT",
      "utterance": "Well, really, that's the big break between the Democrats of today and the Democrats back when they used to be successful is that -- and you put your finger right on it, every solution to every single problem that they come up with, no matter what the problem is, always gives them more power, and sends more money into government coffers, which they control and that's what it's all been about. And you look back at the 20th Century, you know, the Democratic Party was the most powerful party for the entire 20th Century. They controlled everything. And the reason that they did that is because they paid attention to people. And a minute ago you were talking about the difference between -- you're not a stooge of big business. I don't think anybody at the Chamber of Commerce is going to accuse Tucker Carlson of being a puppet of Big Business, but it doesn't take a puppet of Big Business to realize that actually the government has become in a lot of ways more nefarious than Big Business. And it used to be the Democratic Party of the 20th Century stood up to Big Business against little people. That's why they were so wildly popular. And it's like, when Bill Clinton left the White House, he turned the lights out and just said here, you know, make it, you know, change all the dynamics, and then you wind up with a guy like Barack Obama. And now, Joe Biden who is not even as cool as Barack Obama, they don't believe in standing up to any of these forces. And they instead use -- government use their power to accrue more power and get more money from those little people they used to stick up for, to make themselves more powerful and more richer."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, because you've got to ask yourself, I mean, Huey Long, for example, is one of those popular Democrats in the country might have been president 1936 had he not been assassinated. But you've got to ask, if Huey Long were here, still in the Senate, would he say stop oil exploration during an energy crisis? I mean, it's hard to imagine him saying that."
    },
    {
      "speaker": "HURT",
      "utterance": "Yes. Yes, exactly. If Huey Long were alive today, his name would be Donald Trump. And that's why they hate Donald Trump so much is because, you know, after 16 years of abandoning their people, this guy named Donald Trump who actually you know, if you think about it, there are a lot of similarities between him and Huey Long. You know, Donald Trump comes along and completely steals their lunch, steals their message, steals their voters, steals everything for them. And for that, they have to kill him, they have to destroy him."
    },
    {
      "speaker": "CARLSON",
      "utterance": "God, that's so smart. I never thought of that before. But I agree with you completely. Charlie Hurt, thank you very much."
    },
    {
      "speaker": "HURT",
      "utterance": "Great to see you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So if you're trying to live or trying to move, you may have noticed that housing prices have risen by 20 percent in the last year; rents are up around 12 percent nationally and way higher in certain areas. Now, this is happening in part because companies are buying up all the housing to turn them into rentals because you will own nothing and be happy. Two ventures backed by Goldman Sachs just bought an entire community in Florida for $75 million. In places like Phoenix and Jacksonville, investors are buying up starter homes. LESLEY STAHL, \"60 MINUTES\": Houses Tricon and other investors are buying in places like Jacksonville are what might be called starter homes, usually selling for about $300,000.00. When one of those comes on the market, investors are ready with all cash offers."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Investors never look at the home, never."
    },
    {
      "speaker": "STAHL",
      "utterance": "They don't even look at the home?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They never look at it. STAHL That, plus the fact that investors often waive inspections puts would be first time homebuyers at a serious disadvantage. Home ownership is increasingly out of reach."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In our portfolio, the majority cannot buy a home, cannot afford to buy a home or don't have the credit to buy the home."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So home ownership is the linchpin of American society and generations of leaders have understood that, our leaders don't seem to have any interest in it. Why is that? Katrina Campins is the founder of the Campins Company. She is a longtime expert in residential real estate and joins us tonight. Katrina, thanks so much for coming on."
    },
    {
      "speaker": "KATRINA CAMPINS, FOUNDER, CAMPINS COMPANY",
      "utterance": "Thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So is this as big a problem as it appears to be for people who just want to own a home?"
    },
    {
      "speaker": "CAMPINS",
      "utterance": "Home ownership, Tucker has been a pillar to the American Dream for a very long time because of the various different economic benefits that come with it, especially the accumulation of wealth through building equity, reducing the housing costs, and accessing credit, not to mention the tax deduction incentives that you have. In addition to that, the stability and the accumulation of wealth that is attained through home ownership has been the primary mechanism through which the American people have been able to achieve social economic mobility for themselves and for their children, and that's all being challenged right now because they're competing with Wall Street. They're competing with unlimited capital chasing very low supply, and these investors are paying cash, they're paying over asking price. Many times, they're waving inspections, and they're closing very quickly. And it is impossible for the American people to compete against that. Right now, one in five homes, in that price range is owned by an institutional investor. And in my opinion, that's going to continue and my concern is what's going to happen when shareholders begin to demand more return. They're going to have no choice but to increase rents, and whether that's great for corporate America, it is not good for American families."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And it's bad for the country, a stable nation of homeowners, vested, rooted in place becomes a volatile country of renters. And that's - - so it is as bad as we thought. Katrina, I appreciate you coming on tonight. Thank you for that."
    },
    {
      "speaker": "CAMPINS",
      "utterance": "Thanks for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So all businesses are in trouble right now, but small businesses have just been crushed under the Biden administration. We'll talk to one small business owner about how. That's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Welcome back to a Special Edition of TUCKER CARLSON TONIGHT. Inflation and supply chain shortages are crushing a lot of people, but especially small businesses. More than 90 percent of small business owners say they are very concerned about the economy. Stratis Morfogen is one of them. He is owner of the Brooklyn Chop House and the Brooklyn Dumpling Shop, both of which are excellent. He joins us tonight. Stratis, thanks so much for coming on. So how do you -- how do you see this play out in your life as a small business owner?"
    },
    {
      "speaker": "STRATIS MORFOGEN, OWNER, BROOKLYN CHOP HOUSE AND BROOKLYN DUMPLING SHOP",
      "utterance": "Well, Tucker, first, thanks for having me on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course."
    },
    {
      "speaker": "MORFOGEN",
      "utterance": "We saw this coming in the spring of 2020. We knew when you shut down the economy, when you don't follow the science and when you basically mandate your employees, well, you know what's happening next, supply chains are going to break. There are no employees. The economy has been rattled. And what happened in 2020, I've been jumping up and down for two years saying there is going to be a cause and effect here. The effect is going to be enormous and it is going to happen in the next two to three years, where we can't get paper products. I just built 25,000 feet in Times Square with Chop House. Everything from sheetrock, to nails, to you name it are double the price. We launched Brooklyn Dumpling Shop with you know, a couple of hundred franchises, paper products, delivery, diesel fuel, everything is doubled. It's almost impossible to function as a small business owner, because of what they did to us two years ago."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And you've got to -- I mean, no one wants to be conspiracy minded, but it was obvious even in the spring of 2020 that the huge conglomerates are going to benefit. Amazon, Google, Facebook, they did, and businesses like yours are going to be hurt. Would it shock you in 10 years if all the restaurants in Times Square are owned by Google?"
    },
    {
      "speaker": "MORFOGEN",
      "utterance": "Yes, well, that's where -- actually struck early on in Times Square, because Times Square is not available to small guys like us. It's usually available to the big public companies. So we took a chance with my partners, Robert and David, we moved in quickly in May 2020 and we knew that you know, New York is resilient, it's going to come back. So we signed a 25,000 feet location back then and we are the only mom and pop shop in Times Square. So absolutely what you said is 100 percent correct."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I don't want to eat the Google burger. We are rooting for you, Stratis Morfogen, thank you so much."
    },
    {
      "speaker": "MORFOGEN",
      "utterance": "Thank you so much for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the main reason that your gas prices are so high is because not enough gasoline is being refined because not enough oil is being extracted from the ground. And so in the face of that, the Biden ministration has decided to kill domestic energy production. Prices could hit record highs this summer, fuel rationing could be next. Plus, the crypto market has plummeted in recent weeks. One of the biggest investors in Bitcoin joins us to explain why he's not that bothered by it. We'll be right back."
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "utterance": "Welcome to \"Fox News Live.\" I'm Kevin Corke in Washington. The Governor of Texas says he is livid that law enforcement quote, \"misled\" him about their response to the mass shooting at Robb Elementary School. Abbott who earlier praised police was grilled today on whether he knew they didn't immediately breach the door to the classroom. The gunman shot and killed 19 students and two teachers before cops got inside about an hour later. Deliberations meanwhile, underway in the trial of a lawyer for Hillary Clinton's 2016 presidential campaign, Michael Sussmann charged with lying to the FBI early in the Trump-Russia probe. Sussmann's legal team denies that he lied and they say the statements he made don't matter because Sussmann was merely presenting national security information, which in their opinion the FBI would have looked into anyway. I am Kevin Corke in Washington. We're going to send you back over to more TUCKER CARLSON TONIGHT. Have a good evening."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's hard to believe this is true, but the facts speak for themselves. In the middle of the worst energy shortage in 50 years, the Biden administration is doing everything it can to sabotage putting new energy online. They stopped issuing new oil and gas leases. They've also canceled several existing leases, including one that would have allowed drilling on more than a million acres. That is the only source of natural gas for about half a million people living in the state of Alaska. Senator Joe Manchin asked the Interior Secretary Deb Haaland about this, kind of a big deal and yet amazingly, she had no clue it is even happening. Watch this."
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "utterance": "Did you all just put out a statement, the U.S. Department of Interior just put out a statement and the statement basically says: \"A proposed program is not a decision to issue specific leases or to authorize any drilling or development.\" This is from your office. So it looks like you're on to shut everything down? Did you know you're up with this?"
    },
    {
      "speaker": "DEB HAALAND, U.S. INTERIOR SECRETARY",
      "utterance": "I am -- I am sorry. I am sitting in this hearing and not --"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "My God. This shuts it down."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Cabinet Secretary in charge of that didn't know what was happening. Mike Taylor runs Combined Energy Services he joins us tonight. Mike, thanks so much for coming on. It feels like this is from a consumer perspective anyway, an energy crisis. It's not clear to me why the administration while that crisis is hurting people, it's the number one issue voters say they they're worried about. They'd be squeezing domestic energy production, preventing it, why are they doing that?"
    },
    {
      "speaker": "MIKE TAYLOR, COMBINED ENERGY SERVICES",
      "utterance": "Tucker, well, we saw on day one, the Biden administration said it's time to end fossil fuels. So my family owns a retail propane gas and heating oil distributorship here in Upstate New York. We've been servicing our customers over 50 years. This week, the average home heating oil price in New York State is $6.30 a gallon. Kerosene is over $7.00 a gallon which is used by many homes, people living in mobile homes. They can't afford this. This is absolute lunacy. Diesel fuels reported before was over $7.00 a gallon here in New York State last week, and it's crushing everyone. Everybody feels the price at the pump."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So people living in trailers are paying the most for kerosene, a lot of people do heat with kerosene. So have you ever seen an administration set out on purpose to hurt the weakest in our society?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Well, Tucker, it's beyond that. In New York State and in New Jersey, a lot of northeastern states, we are on the climate change agenda, so hardcore. New York State is enacting the Climate Leadership and Community Protection Act, that starts in 2030 and it basically outlaws fossil fuels and forces the electrification of everything. That's less than seven and a half years away. That's all new construction. And if you go to replace your oil or natural gas, propane gas furnace or boiler, you're going to be forced to go electric. The studies have shown it's going to cost $18,000.00 to $50,000.00 for the average homeowner to convert New York State to electric and they want this with clean electric. I don't know why -- we mentioned this before, New York State, about half of our electricity currently comes from fossil fuels, less than five percent comes from wind and solar. We have hydro and nuclear to make up the rest. We just got rid of seven percent of our nuclear power by taking Indian Point in the lower Hudson Valley offline. How are going to get away with removing fossil fuels? This makes no sense. The electric can't handle it. We don't have enough grid, besides the cost to consumers. Last year, Tucker 350,000 people moved out of New York State. As this gets closer, we're going to be driving more people out in New York and businesses. Natural gas is three to five times less expensive than commercial electricity. We just can't do it up here, Tucker. We're draining the state rapidly."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's just, I've never seen like it. Mike Taylor. Good luck up there."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "See you in Florida."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Send us help. Tucker, one thing, if people can help us, smarternyenergy.org, send your legislators -- send an e-mail. It's easy. We need your help. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Worth doing. Thanks so much. So people are suffering through profound inflation right now, and we have profound inflation because the government has mismanaged the U.S. dollar, so many are seeking refuge in Bitcoin whose amount is limited by design, it can't be inflated. But the Bitcoin markets have been volatile, they've been dropping just like a lot of the rest of the market. The price of Bitcoin has plummeted by roughly 40 percent over the past two months. So how should you react to that if you're in Bitcoin or interested in it? Well, one of the biggest investors in Bitcoin is called Michael Saylor. We talked to him before. He has co-founded and now still runs, MicroStrategy. Michael Saylor joins us tonight with an update on how he is feeling about Bitcoin markets. Michael, thanks so much for coming on. So you're the voice that people who are interested in this topic listen to, I think most carefully. How are you feeling about Bitcoin?"
    },
    {
      "speaker": "MICHAEL SAYLOR, CO-FOUNDER, MICROSTRATEGY",
      "utterance": "Bitcoin is the most certain thing in a very uncertain world. You know, and in a market full of chaos and sound and fury. People need a safe place to stand apart from the intervention of a government and agency or corporation. So Bitcoin represents a fair, open, equitable network with a very simple promise to anyone wants to join, which is what you own is yours, and no one's going to take it away from you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you think that -- one of the ideas by Bitcoin was that it wouldn't be directly correlated to the equities market? So if, you know, the S&P dropped, Bitcoin, are we going to see that?"
    },
    {
      "speaker": "SAYLOR",
      "utterance": "Well, you know, in these markets right now, there is no simple place to hide. All the indexes are in bear market territory. Bonds don't represent a safe refuge because they are currency derivatives. Stocks have to grow their cash flows faster than the inflation rate. But if you zoom out two years, since the beginning of the COVID crisis, you notice the U.S. money supply has expanded 36 percent. Gold is up seven percent. The S&P index is up 29 percent. The NASDAQ is only up 19 percent. Bitcoin is up 229 percent. So if you can stomach the volatility and you take the long view, you've got a safe haven there."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I mean, I guess the simplest measure of how you feel is what you're doing. What are you doing with Bitcoin right now? Are you buying or selling?"
    },
    {
      "speaker": "SAYLOR",
      "utterance": "Whenever I have some spare cash, we buy more Bitcoin. Yes, we're taking a very, very long view toward this. The network is only getting better. Adoption is improving, very constructive regulation is coming out of D.C., and the Lightning Network is moving us closer to Satoshi's promise of letting everybody in the world trade with each other at the speed of light in a fair and equitable fashion."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you're buying?"
    },
    {
      "speaker": "SAYLOR",
      "utterance": "Yes, I'll be buying at the top forever. Right? The maximalist believe Bitcoin is an instrument and economic empowerment. I'm not trying to time in the market."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SAYLOR",
      "utterance": "I just want to be in it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I always want to know what people are doing, not what they're saying. So that really tells the story. Michael Saylor, great to see you tonight. Thank you very much."
    },
    {
      "speaker": "SAYLOR",
      "utterance": "Yes, thanks for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Treasury Secretary Janet Yellen kind of gave away the whole game the other day, she said that women are more valuable to quote \"the economy\" and the labor force if they have abortions. Have an abortion so you can more obediently serve Corporate America. It's not -- that's feminism. It is not a corporate plot or anything. Why are they always telling you not to have a family? It's interesting. That's next. Plus, Democrats have done a lot to demoralize Americans and make them dependent on the U.S. government. Why is that happening, exactly? We'll tell you after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So inflation, in case you haven't noticed is higher than it's been probably in your lifetime, at least 40 years. Gas prices just hit an all-time high and parents can't find baby formula. But don't you worry, our Treasury Secretary, Janet Yellen who is not a ghoul or anything has a plan to deal with this and she revealed it in the United States Senate. All you need to do is have an abortion."
    },
    {
      "speaker": "JANET YELLEN, U.S. TREASURY SECRETARY",
      "utterance": "I believe that eliminating the right of women to make decisions about when and whether to have children would have very damaging effects on the economy and would set women back decades."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Send women back -- it would set Amazon and Google back decades because you can't be an obedient employee if you persist on reproducing and having your own family. Right? Women are told this constantly, don't have a family. You've got a duty to GDP and that's one of the reasons our birth rate has dropped by more than 20 percent in the past 15 years. But Janet Yellen doesn't think that's low enough. Got to go lower. Get to work. Rebeccah Heinrichs is a senior fellow at the Hudson Institute. She's also a mother of five. She joins us tonight. Rebeccah, thanks so much for coming on. I've always suspected that feminism was a corporate lie. This kind of confirms it. You know, stop whining about having your own children get back to work, says Janet Yellen. Have you ever seen anything more spine tingly repulsive than that?"
    },
    {
      "speaker": "REBECCAH HEINRICHS, NATIONAL SECURITY ANALYST AND HUDSON INSTITUTE SENIOR FELLOW",
      "utterance": "No, it's incredibly repulsive, Tucker. And the argument is barbaric in of itself, but to have our Secretary of the Treasury making the argument is chilling, because she is really talking about people rather than as women and mothers and families. She is kind of revealing that she's thinking about us in terms of cogs in a machine for the economy. And it's also -- she also talked about how it would disproportionately affect potentially women of color who are lower -- in a lower economic state, which is really a sister intellectually to this to Margaret Sanger, of course, the founder of Planned Parenthood, who would talk about, you know, those who are not suited to have children because they're feeble-minded or poverty stricken, because they don't provide, you know, something better to society. What can they give to society? And therefore, they shouldn't be having children. So really repulsive, really kind of exposes how she views the American people, and really kind of tells American women, you know, what she really thinks about them. You know, the biggest lie progressives have ever told is that the abortion industry and that abortion on demand is pro woman. It is not pro woman, it degrades women, it erases us of our unique characteristics of life-giving qualities. And of course, but from the people who give us berthing bodies, it's not surprising that they would make this kind of connection."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, because I mean, you're not a woman in their view. You're just another widget in a bin to be assembled so they can pay the note on their house in Aspen. Did you ever think that anyone would say this out loud, though, and basically, to say to be a corporate drone is morally superior than having your own family?"
    },
    {
      "speaker": "HEINRICHS",
      "utterance": "Well, they think that if they can just you know, you have the Secretary of the Treasury making this, so it must be right because she's just so smart and credentialed, but it really is primitive. It's barbaric. It's much more akin to the Chinese Communist Party's view of their citizens, which is, you know, they have a barbaric, brutal state-run population control or forced abortions because they're trying to maximize output. So to have an American Secretary of the Treasury make this remark is really gross. Also, it's just simply not true, Tucker. You know poorer families do typically have more children and still the United States continues to get wealthier. But as you pointed out, if anything is really true, it's that the United States should be populating with more babies, you know, since 2007, we've been below replacement rate. And so a sign of a dynamic, healthy, happy society of communities. We should be demonstrating that we've got great hope in the future. And there's things that are actually more valuable than monetizing your time and talents, a woman's time and talents are never wasted on her children and her family. And so I think that it really exposes something pretty backwards and gross about way the Secretary of Treasury is viewing people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And not just her, all of them. I mean, children are the source of all joy. They are the most profound joy in life, period, by definition, and if you're telling people otherwise, you're really leading them into a dark place, I think. But Rebeccah, you explained that so well. Thank you."
    },
    {
      "speaker": "HEINRICHS",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So if you feel too discouraged to start a family, if you feel too poor to buy a house, there is probably a reason for that. It's on purpose. The same people who are discouraging you from starting your own life are encouraging crime and drug use and abortion and the end result is people are deeply demoralized and dependent on government. Vince Everett Ellison has seen this for a long time. He understands how the Democratic Party's work. He is the author of \"25 Lies: Exposing Democrats' Most Dangerous, Seductive, Damnable, Destructive Lies and How to Refute Them.\" He joins us tonight. Vince, thanks so much for coming on. VINCE EVERETT ELLISON, AUTHOR, \"25 LIES\": Thank you for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I can't -- I just cannot move past the Janet Yellen quote, because I think it just reveals everything. Abortion is the key to economic progress. Assess that if you would?"
    },
    {
      "speaker": "ELLISON",
      "utterance": "Tucker, just remember the Democratic Party when they ruled the South, the plantations and how they turned the whole south into a gladiator school. Pitting poor Whites and poor Blacks against each other, while the elite Whites just watched us fight and destroy one another and the South remains the poorest most economically depressed place in the whole Western Hemisphere of the Democratic Party. Fear is a tool for them. They've perfected it. Demoralization, they've perfected it. They castrate men mentally the way they castrated them physically years ago. They destroy families, they destroy economies, they have made the Black Church basically a state church, or you have no religion at all. This is what they do. And I have said in my book and I'll say it now. The Democratic Party since its inception, in 1800s, has been perpetually the evilest institution on the face of this Earth. All they do is meditate on blood. And every now and again, they'll let something slip like Miss Yellen did and tell you the truth. But the American people are waking up. They're hearing it. They're going to get shellacked in 2022 and we're going to take them out in 2024."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I believe that completely. Really quick. You had a provocative observation. You said the Black Church is effectively a State Church. What is it? And I know that you preach sometimes, what does that mean?"
    },
    {
      "speaker": "ELLISON",
      "utterance": "Yes, man. I wrote a book called \"The Iron Triangle.\" And I went back into the Black community. And, you know, they had been saying that the White racist conservatives and Republicans were destroying the Black community, but when I went down there, I found out there were so many African-American preachers down there, that were being paid by White liberals, and these preachers were taking money and they were using their churches as basically, conduits between themselves and these rich White liberals. The Democratic Party basically controls the Black Church and the Black community. Not everybody, but a majority of them. And this is why the Black community cannot move. The Black preacher has a lot of control and he lends it to the Democratic Party. They built the Black Church back during slavery. They continue to control it right now. They control the politics. They control all the civic organizations. They control who gets what through affirmative action. They control the Black community, and this is why we're at the bottom of every socioeconomic statistic in the world. They are not here to build, they are here to destroy. They're like a cancer. They're like a tornado. It is just their nature. And they have not changed their tactics. They have perfected them. They have perfected destroying communities, keeping people afraid. After the sad massacre up in Buffalo, I started reading the paper and everything was about fear in the Black community. Fear, fear, fear. They feed on it, and they want America to be afraid. And the Black community is just an experiment for them. They intend to expand this all over the nation the first chance they get, and they've been trying and they're going to continue it until they get it but, we're going to stop it. They don't have a chance."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I believe Malcolm X was on to some of this. Vince Everett Ellison."
    },
    {
      "speaker": "ELLISON",
      "utterance": "Yes, he was."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Great to see you. Yes, he was. Great to see you tonight. Thank you so much."
    },
    {
      "speaker": "ELLISON",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it for this Special Edition of TUCKER CARLSON TONIGHT. We'll be back 8:00 PM, the show that is the sworn enemy of lying, pomposity, smugness, and groupthink. Have the best weekend with the ones you love. We will see you soon. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}