{
  "date": "May 10, 2022",
  "headline": "'The Five' on Biden's 'Ultra-MAGA' attack, inflation, pro-abortion protests",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-bidens-ultra-maga-attack-inflation-pro-abortion-protests",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Hello everybody. I'm Jesse Watters along with Judge Jeanine Pirro, Harold Ford, Jr., Dana Perino and Greg Gutfeld. It's 5:00 in New York City and this is THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Do you take any responsibility -- in this country, do you take any responsibility of your policies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I think our policies help, not hurt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President Biden taking zero responsibility for record high inflation and actually claims that he's helping Americans. Somebody at the White House forgot to tell Biden the facts and the polls say otherwise. Americans are getting crushed by an avalanche of economic disasters. Gas prices just hit another record high today. More Americans are struggling to make ends meet. And parents can't even find baby formula. The president making it clear he has no plan to fix all the problems and instead he's blaming the usual suspects.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "There are two leading causes of inflation we're seeing today. The first cause of inflation is the ones in a century pandemic. A second cause, Mr. Putin's war in Ukraine. You saw -- we saw in March that 60 percent of inflation that month was due to price increases at the pump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Biden also hammering this phantom ultra MAGA agenda the GOP has not even signed onto while pushing a talking upon \"The Washington Post\" has called a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Senator Rick Scott of Wisconsin, a member of the Senate Republican leadership laid it all out. The ultra MAGA plan put forward by congressional Republicans to raise taxes on working families, lower the income of American workers. I never expected the ultra MAGA Republicans who seem to control the Republican Party now to have been able to control the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I want to listen to what Dana has to say about ultra MAGA, but first, let's listen to what Jen Psaki had to say about how this whole phrase came to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "It's the president's phrase and the president made those comments himself just last week as you know. And I think what has struck him is how extreme some of the policies and proposals are that a certain wing of the Republican Party that is taking up too much of the Republican Party are for. So to him, adding a little ultra to it gave it a little extra pop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Is he giving it a little extra pop, Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "I just -- I can't stand it because I feel like it's -- you're walking down this aisle at the convenient store or the CVS and looking for something that would say is ultra MAGA and it's gross to me. I can't stand it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "I'm (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I can't get it out of my head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What product are you talking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I want them to stop. And just because he comes out and says ultra MAGA 20 times is not going to make inflation go away. They can also say Rick Scott 100,000 times. That guy is eating alone at the lunch table. Basically, there's nobody in the Republican Party that signed on to his plan. He can have his plan and he has every right to try to push it. But by no means is the ultra MAGA group actually supportive. That's absurd. Also, they say that Rick Scott wants to raise taxes and that's so extreme. They want to raise taxes. Why don't they jump on board the Rick Scott agenda? Choice versus a referendum. That's exactly what you're going to hear me say a hundred times. As many times as they say ultra MAGA, I am going to say that because they know this from the Obama-Biden years of 2010 and 2014 where they lost seats. If it's a choice between Biden or Trump, that's what the team wants here. That's what the Biden team wants. But everybody is dealing with inflation every single day. It's a referendum on the president. That's what the mid- terms are about. They can try to make it a choice. It's going to be very difficult. Last thing, If I, as a communications person, was planning on having my boss go out and give a big speech about lowering gas prices and I wake up and all the headlines are like, oh Triple A just said its a record high gas prices. And you actually come out and you have built something as a new plan and you give an entire speech that has nothing new in it, then you have lost the confidence of the people who are turning to you hoping that you will provide them some relief and they know it is not coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg Gutfeld? Why do you look so impatient (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think what you're trying to say about ultra MAGA is that it's a Trojan horse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exactly what I'm trying to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I was holding that in for so long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, you could have jumped in. That's a good one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, but -- no, and then you have Senator Scott, right, responding. And Senator Scott, this is like really harsh. It's even harsh by my standards. He said that Biden is incapacitated, incoherent. He's unwell, he's unfit, he's confused, he's incapable. Those are all the words Rick Scott used. And it's like somebody threw a can of paint on Biden and nobody is helping him wipe it off. It's like there's no responses to that. Biden just responded and said he doesn't -- Rick Scott is not well. But it's like nobody is bothering to defend him because all of those things could be argued persuasively. And I'm with you about this MAGA phrase. I think it just shows how little game they have that no one is picking it up and they're just laughing at it. It's not -- definitely not let's go Brandon, which was genius because of the subterfuge and also, I mean, it's not visual like Crooked Harry. Crooked Harry!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATERS",
      "sentences": "Crooked Harry. Dirty Harry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, anyway, it's like a loser who chooses their own nickname and nobody is picking it up. The problem with Joe is that Joe actually looks great in a suit. When he puts on the bomber jacket and the aviation glasses, he looks like the head of the airplane flight crew who's gotten mistaken as the pilot. You know, he should be welcoming the passengers and messing up the kid's hair and giving the little wings to the little girl. He should not be in the cockpit. And that's the problem. The Democrats have realized he's in the cockpit, you got to get him out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. There's no game with ultra MAGA. And I don't think if you are MAGA, you're not like oh, ultra MAGA. He got me. Jeanine, how do you think this is going to play?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "sentences": "I don't think it's going to play at all. And what I want to know is, I mean, he says his policies have helped more than they've hurt? I mean, where is the disinformation board when you really need it? I mean, you know, nothing that he says is true. And this ultra MAGA plan, I mean, besides the fact that ultra is supposed to like gin it up and tee it up so you can really hate MAGA, you really hate ultra MAGA. You know, when I spoke to several senators and they said nobody signed on to Rick Scott's plan. Nobody. And that means nobody. It's never going to make the floor. Mitch McConnell doesn't like it. Rick Scott is a junior senator from Florid. Who cares? So, Joe Biden is comparing his plans to nothing. But what makes me crazy about Biden is he says, we're going to plan to reduce the prescription drug prices. You are? Well do it. You've got the House, you've got the Senate, you've got the oval. When are you going to do this stuff? All he can do is he's just sharpening the rhetoric toward the Republicans and everybody says but gas still cost now $4 or $5 depending upon where you live. Nothing's changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Did you see anything different in the speech today besides the sharp partisan attacks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD, JR., FOX BEWS CONTRIBUTOR",
      "sentences": "Well, we're getting into political season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "We're heavy into it. I do think this ultra MAGA thing -- look, your views around the table are all respectable and understanding, but I think it could be something that sticks. If you look at what happened in Ohio, J.D. Vance wins the primary. More than two-thirds as Republicans voted against J.D. Vance in that primary. Rick Scott, he's the head of the Republican Senate Campaign Committee. He's a junior senator, but he's been tasked with, and Dana and I both know that role. That is a role that is important to Republicans winning back the Senate this go around. If he has a plan that differs from Mitch McConnell, if there were a Democrat that had a different plan than Biden, we would be talking about it negatively, rightly so, and I'd be criticizing it. This guy has a different plan than Mitch McConnell who is I think effective minority leader and arguably a majority leader as we've seen. Look, we need to be honest. The pandemic and the war have increased fuel and energy prices. I would have respected the president's message even more, I'd been more credible if he said look, we're going to increase energy production here at home. Oil and natural production gas have to be upped here as we think about how we going forward, address these challenges and eventually get to a green energy platform in the country. But until then, we've got to produce more fossil fuels. And last, we ought to raise taxes on billionaires. Anybody that is not for that, I'd be ashamed (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Aren't you a billionaire?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "If I were, I'd be happy to pay more taxes. We ought to raise the current interest tax. Democrats, this is one thing I agree with you, but we've had the majorities for a while. Democrats have had the majorities in the House and Senate. Obama had it and now Biden. And they've yet to raise taxes or they've yet to raise the current interest tax. That's the tax that allows a group of investors who are investing other people's money to enjoy a different tax when they make money. When I make money, I pay regular taxes. Democrats raise that one first. But I got to tell you, I'm not at all mad about this ultra MAGA thing. It might stick. And if it doesn't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you think that's going to stick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "It might. And if it doesn't, I think they have to go to something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think people, I mean, if it's going to stick, then MAGA people will just say I'm ultra MAGA. Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And then what are they going to call the -- what's the next level after ultra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They tried -- they want to try (inaudible). They want to try to call -- they're trying to do the squad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The squad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The way the Republicans were able to nail the squad --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- they're trying to do that with ultra MAGA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. That's not going to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Up next, Joe Biden's DOJ silent on the left's attempt to illegally intimidate justices at their homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Abort the court, abort the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "I know that there's an outrage right now, I guess, about protests that have been peaceful to date and we certainly continue to encourage that outside of judge's homes and that's the president's position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "The White House refusing to condemn protests outside the home of Supreme Court Justice Samuel Alito. Critics accusing President Biden's DOJ of being silent on the protests and not enforcing a federal law, which makes it illegal to picket or parade outside a courthouse or a judge's residence in an effort to influence a case. It's just a latest protest targeting justices who might overturn Roe v. Wade. A federal judge whose son was murdered during an attack on her home speaking out on the threats. She says lawmakers need to act now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ESTHER SALAS, SON MURDERED IN ATTACK AT HER HOME",
      "sentences": "We've been literally taking the fire for months now, years, in fact, and nothing is being done to protect us. This should not be a partisan issue. This is an American issue. And we need to understand that public debate has a place and that's in the public forum. It does not have a place in front of justices or judges' houses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Judge, I remember that awful tragic case and just to see that judge made my spine sort of sit up here. What are your thoughts? This is not a partisan issue. This is something across the party lines we should address.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, of course, she was appointed by President Obama. She lost her son. He died. Her husband was shot. He was on \"America's Newsroom\" on Dana's show today. She was on \"American Newsroom,\" Judge Esther Salas. In Westchester, we had a federal judge who was shot by a litigant. Richard Daronco, we named the courthouse after him. Make no mistake, judges are the targets of crazed litigants and they make decisions that determine the trajectory of one's life. And with these people who are out of control, there is a federal statute that anticipates this kind of activity for which there should be arrest by the FBI, prosecutions by the Department of Justice. Now, you could see them going after the January 6 incidents and, you know, I condemn them immediately and said they needed to be prosecuted. But you know, show a little even handedness here. This is a crime with what they're doing. And in the end, if you want to use your energies yelling \"abort the court\", there are children in those houses who are going to suffer and there are crazed people who are going to act on that kind of lunacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Dana, what was what it like with her on the show today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It was interesting. You know, I interviewed her when her son had just been killed and she was very courageous and willing to come one. And today when I talked to her in the commercial break before the interview, I said, \"How are you doing?\" And she says, \"It's been 21 months and 18 days.\" So she lives with the loss of her son front and center in her life. And she said there's nothing that they can take away from me. And that's why she and her husband have dedicated themselves to try to make sure that other judges can be protected. There's legislation that she's asked to be passed and it has finally, I think, actually because of this recent situation, it's finally maybe going to make a move through the House and the Senate and become law because it really is unfortunate that -- can you imagine if -- let's say the Roe v. Wade decision went to other way and there were protests in the other way, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "It still could. Still could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, I guess it still could, but pretty much (inaudible) -- okay. That is true. Is there a position going to be -- will the White House's position be the same if the shoe were on the other foot? And I think that we all know the answer is no. And that's what really bothers people. Is that you're just asking for the fairness. You're asking for the rule of law to be respected. You're asking for people who are actually taken in for crimes to be held for those crimes and not be let out to commit other crimes. I thought that having her voice out here is so important because she's not a Republican. She doesn't talk about being a Democrat. I actually don't know what her political affiliation is. She is just absolutely for the rule of law. The other thing I want to mention is I think Senator Chuck Schumer might be the worst majority leader in the history of the Senate. Do you know what they're planning to do tomorrow? Is to have every senator vote on a bill that basically says there should be a federal law that will allow abortion up until the moment of birth in all 50 states. And they want to make every single senator have to vote on that. And imagine -- just a disgusting nature of that. To ask people to do that. I think that there's one thing about the judges, it's the other thing on the merits talking about the leaks, but very few people are talking about what we're actually talking about here. That's what the senate is voting on tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Ugly moments bring out ugly things, Greg, and we're seeing it here. What, I mean, from the -- Dana has a position about the legislation tomorrow and obviously we all share the view of what's happening with these judges. What should be done? What is the law that should be passed? You would think they might pass a law, the Senate, to protect judges as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I mean, that's definitely important. They should just enforce the laws that are already here. And I have a feeling that Jen Psaki would not even have approached this topic if it wasn't asked because there's -- it's implied that there's a political favoritism going on here. I mean, the best argument for abortion is just watching that protest. These people should not have kids, you know. Sorry. But it's just like what you said, Dana. It just -- we have moved so far from common sense that you can have an abortion up until birth. And yet, if you actually disagree with it, you're the extremist. You're the extremist. So in effect, there's nobody -- like if you believe that you're speaking up for something that doesn't have a voice, you're bad? You're immoral because there's a living being that cannot speak and you're -- you want to defend that? And you are considered the extremist. That is an abortion of a thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Can I just mention one other thing. On Ben Shapiro's podcast today, he played a clip of a leftist commentator who said that she would happily have sex with the leaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And then if it turned out to be a conservative, she would joyfully abort the fetus and make sure he knew about it. And people who want to have limits on abortion are extremists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, remember Ralph Northam when he was the governor. He said, you know, she can have the baby and then they make the baby comfortable and the woman decides whether or not the baby should live or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you know why they do that because they are terrified of Planned Parenthood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The Democrats are terrified of the pro-choice lobby. They are very powerful and they don't want to say anything outside of full support of partial birth abortion because it is going to get them in trouble and it's going to dry up donations because they want to stay in power. And that's what that's about. This whole violence against Trump supporters or you know, this mob thing, that started in 2016. Remember the slew of attacks against Trump supporters? People getting hit in the head with crowbars, with eggs. People's cars getting torched. And that was normalized. None of that was prosecuted. None of that was ever really talked about. And then it kind of went in to the whole resistance thing. Remember the resistance? Remember the inauguration? They fire bombed a limousine. There was a lot of destruction out there in the streets. Anything goes during the administration. The leaks, the lies, all that kind of stuff. And then you saw the summer of Black Lives Matter. Remember? Arson, bailed out. Throw someone down a flight of stairs? Bailed out. Shot someone? No one ever talks about that. And now you're going to see it again this summer and they're going to try to ride this wave. The fact that Garland hasn't said a word, imagine if this was a school superintendent's house that was being surrounded by a bunch of people wearing MAGA hats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They actually went to the school board meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They didn't go to anybody's house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. They stepped up to a microphone and waited in line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, come on. And now you have Pelosi, you have Schumer and now you have the White House okaying people surrounding public officials' homes. Are they really okay with that? Let that sink in that the most powerful people in the Democratic Party are okay with that. And like Greg said yesterday, what happened with Black Lives Matter? They thought that was running really cool in the beginning in June and July. And then it started to backfire. And their neighborhood started to get torched and their poll numbers started to go down. Watch what happens when their homes get surrounded. They're not going to like that, all right. This is mob season. They have the streets. They're going to run on rogues. They can't run on anything else, but inflation will beat Roe. And last thing, wear a condom. Practice safe sex. Boys and girls. All right? I know it's not perfect, but sometimes stuff happens. Americans are forgiving in the first couple weeks, but the further you get and you start talking about partial birth, have that conversation, Republicans? When I have that conversation, ask the Democrats about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "With that, violence long before 2016, President Kennedy was assassinated. President Reagan, there was assassination attempt on him. But ahead, the massive manhunt for an escaped inmate and his prison guard lover coming to a dramatic end. New details on how the cops caught them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, he was a communist (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A prison break that seems straight out of a movie ending in tragedy. Alabama inmate Casey White and his prison guard lover, Vickie White finally caught after 11 days on the run. Cops closing in on the pair in a dramatic car chase with Casey back in custody and Vickie dying from what cop's think is a self-inflicted gunshot. The sheriff saying the pair was armed and ready for a shootout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEDDING, VANDERBURGH COUNTY SHERIFF",
      "sentences": "Members of the U.S. Task Force basically rammed the vehicle and pushed it into a ditch. And we later found out had they not done that, the fugitive was going to engage in a shootout with law enforcement. Any one of these weapons could have been used to ambush our officers. He said that he was probably going to have a shootout at the stake of both of them losing their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Police also revealing the couple was disguised with wigs while hiding out. Inmate Casey White is now awaiting extradition back to Alabama where he was serving a 75-year prison sentence and where he will likely face new charges. Judge, I imagine that you think that the police work was good here. I think that a lot of people are wondering how does this happen? That a prison guard falls in love with an inmate and then breaks him out of jail and her life is ruined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It happens. In fact, when I was D.A., we had a case like this in Sing Sing, which is a state correction facility. I believe this was a county correctional facility and some people would allege it's easier in that situation. But you know what's so interesting about this is that you had a 56-year-old woman who was a widow, who had no children, who was about to retire. And you have a 38-year-old guy who's got no future. I'm not sure that, you know, she had much of a future either. She decided that she was going to retire, but her future was with him. And people say, well, you know, he probably forced her. I don't think so. She sold her house. She wanted to get away with him. You know, she had all of these dreams, and she may have been depressed and lonely. And he just answered all her dreams. I'm sure he's a real sweet talker. Not too good looking, but whatever. Whatever floats your boat on this one. He waived extradition to Alabama, which I think was interesting. He know -- you can -- you can fight extradition, which means that the D.A. has to go to the governor's office and then, you know, it has to kick back before he goes back to the original state. He knows he's dead to write on this. He knows he's facing a murder charge. And the only question now is whether or not Vicky actually shot herself or whether he shot her. One of the things that he said was, you know, my wife is injured, please help my wife, she shot herself. Now, I don't know if I believe him or not, but they were still together 11 days later. She had made a lot of long-term plans. I think is a sad commentary, but the bottom line is that they always catch them. They never get away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, I wonder if they did get married.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Somehow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- at a chapel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know, Dana. But I got to tell you, we talked about this yesterday. The biggest adrenaline rush in the world is probably being on the run after you've escaped prison. But imagine being on the run as an escapee with your girlfriend. Now, please hold my hand. Studies have shown data and I've looked at this extensively that prison escapee manhunt sex is the highest level of sexual gratification achievable in terms of intensity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Studies have shown this. Studies have shown this, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "I guess you need to topple the hand now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Unhold her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- I have to say that this couple, was it worth it? Was it worth it? Because men get this bad rap for being these untamed primal beasts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's what you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But now, look at this woman. This woman was the one who masterminded this. She was the one that mortgaged her house, cleaned out her bank account, took out all the cash and the guns and commandeered the vehicle. So, she must have been really turned on by this guy to throw her entire life away just for a few you know what. With that said, Is this a dangerous trend? Well, let's look at the facts. We remember a couple of years ago, we had that other female prison guards spring those two dudes who she was sexually involved with in Upstate New York. Again, Greg was saying in the greenroom, he doesn't think that female prison guards should exist. I disagree with that. I think it's a little you know, over the line. But people have been talking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Greg did not say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg, Jesse is back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jesse is back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could tell. He's healed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He's feeling a lot better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can I -- can I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When you put them up there, you know what it reminds me of when you put them together? It's kind of like an inmate version of The Office romance between Jim and Pam. Look at him. Is that not Jim with a beard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is Jim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is Jim with a beard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's Jim Halpert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, how -- the judge was asking, like, how does the jailhouse romance take place? This is a way I get it. If you're a smart male inmate with not much to do, romance is the long game that you play. It could take months or years, but you got to put in the time anyway. It's like digging a hole with a plastic spoon. So what if it takes years? You got -- you got no place to go. This is a great challenge for the guy. On the other side, whether a woman is weak or woman is strong, she is no match for a bad man, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. They let the bad guy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because bad men can manipulate people, male and female, into doing things they never thought. I imagined that she never expected her final moments as a child to live happily ever after, to end up dying in this way. And she probably -- there might have been a realization that my God, how did I get here? But it's -- when you are under the thrall of a bad man, they can manipulate you into doing anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It sounds like Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's why -- that's why she emptied her bank account. He was like -- I mean, he worked a long con on her. And this is exactly what I would do if I were in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Wait a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "This is -- this is the argument that's going to take place in court. Jesse's argument is going to be -- he's defense lawyer's argument. And Greg is going to be prosecutor's argument. It'll be -- it'll be key.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But he --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Hold on. But this -- the one -- this would not have happened had they just crossed the T's and dotted the I's. When she picked him up that morning to go to a fake appointment, had they just check the books, they would not have gotten out. Now, there are people who get help from cops and others out, guards who get out of jail. I mean, you've seen this. There are gangs and others that are working with people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "But you this is -- this is really a lesson about details. If they had checked the details that morning --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "-- they would not have sprung out of jail. And she took him to a fake appointment that he didn't have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But I think -- I think neither of them had anything to lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And when you have nothing to lose, all you got is love, Judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think it's amazing that Jesse did that kind of deep-dive research. And I don't know what sort of like, history your internet searches are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, where did you find that, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I cleared -- I cleared the history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What website.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Up next, the BLM co-founder trying to push back against charges of corruption over that $6 million dollar mansion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "The corruption coming from Black Lives Matter knows no bounds. Co- founder Patrisse Cullors finally fessing up after complaining about transparency laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRISSE CULLORS, CO-FOUNDER, BLACK LIVES MATTER",
      "sentences": "It is such a trip now to hear the word -- the term 99 days. I'm like -- it's like triggering. This is like deeply unsafe. Like, this is being literally weaponized against us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "She now admits to using the group swanky $6 million Los Angeles mansion for two parties. Cullors copping to hosting her son's birthday party and a gathering to celebrate President Biden's inauguration. All right, so she goes from one to the other, from being triggered by having to file forms that everybody in her situation has to, to finally fessing up. Harold, why is she fessed up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "I have no idea. But anytime there's a misuse of funds, the person ought to be punished. I don't care if it's your political affiliation that I agree with or political affiliation or disagree with. We can all take that position. So, whatever comes her way will come her way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. Well, remember, Jesse, that she secretly purchased this home. It was in the name of the shell corporation. And she did everything that she could to keep it from everyone's radar off of everyone's radar. What do you think caused her to finally admit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The Clintons got a hold of her. They're running this whole thing now for -- and this was an AP interview. So, they set up the interview with the AP. And they only use the mansion twice, Judge. They used it to celebrate the inauguration of Joe Biden and for the little boy's birthday party. Isn't that sweet? They didn't use it for any other thing else, just the inauguration and a birthday party for the child. Perfectly done by the Clintons. I give them a round of applause here. I saw Candace Owens on the internet talking about how she went to go visit this little place with some cameras to ask questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, they have a white security guard working security for the mansion, which is kind of ironic. I don't like how the Tea Party basically did nothing, never embezzled $60 million, but went through the wringer by the Feds. And these people get away with murder. Not, you know, literally, I mean, getting away with a lot more. And everyone's like, oh, you know, it's OK. She's doing interviews, whatever. That's why this country feels like everything's rigged. You get these stock trades in Congress, you get kickbacks to the big guy with nothing going on. You burn the house down, you get bailed out by a campaign. But then, if you raise your voice at a town hall or you wear a red hat or something like that, you know, boom, you're cancelled for telling like a stupid joke that some lib finds offensive on social media. We got to have the justice system be blind or else this country is never going to be united again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, that's why Lady Justice is wrapped in a bandage, at least her eyes anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. Put it around your head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "You mean the (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But you know, Dana, I mean, think about the fact that, you know, the party for Biden's winning is, you know, a lot of people were there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think there was probably a lot more that was about to come out. So, they thought maybe they're just like admit that stack couple of parties and, you know, you know the inauguration one is going to come out. I do think it's pretty funny that she is triggered by charity laws, because if she thinks the laws are triggering, wait until she sees what the enforcement is like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, if there is enforcement, right, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I hope there isn't because I'm opening a shell corporation to funnel donations from a GoFundMe campaign to pay for Jesse's back surgery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's why you will not -- but it's a fair question of whether it would -- and Harold said -- will they be punished? I mean, what do you do next? Will they be treated like every other white-collar fraudster? Or because their cause was universally embraced by every corporation, they will get some kind of special immunity? And I mean, you got -- there's something that BLM is -- we talked about some of the bad things that they did, but you have to understand that whatever the police department took as abuse was far, far, far more than they had coming. It was -- we all need to fix that as well. We still have not reconciled what our country's police departments went through. We have to do something about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, I think the first thing even before that, and I agree with you totally, is how much money did they really collect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes, you'll never know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, no, we won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Black lives do matter, though. I just want to make -- they're just like the Boy Scouts are good organization and bad things happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Right. \"THE FASTEST\" is up next. Thank you, Harold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Welcome back. Time for \"THE FASTEST.\" First up, what's the perfect number of friends? One theory suggests, a human can maintain about 150 connections at once with an inner circle of about five close friends, followed by a group of casual friends. Other estimates suggest people who have six or more friends have improved health throughout their lives. So, Jesse --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK, you know, Phoebe, you know Joey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Chandler.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Chandler.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, that's about it for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. So, I got about say, six to 10 close guys that you know, you're always on your phone with texting, right? And like, that's your circle. And then you have the outer circle, which your contacts, associates, people that you're familiar with. You don't see a lot, but you text occasionally once in a while. And then you just have randos that you hear from once in a while and maybe you see once a year. And I think that's pretty healthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Where do I fit in that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're in there, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Which right though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're in a ring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're in a ring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're in a ring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm in the middle ring?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're not -- I'm talking about guys. I don't text women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. He doesn't text women. We learn so much about you. You know, Judge, I replenish my friends when I run out. You ever run out of friends? I go, oh, it's time for new friends, you know, go out -- it's like going to the store and pick them up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're expensive now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Does that mean you remove them or they die or they move?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sometimes they get sick of me. Like, I'm the pain in the ass friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No kidding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. All of a sudden, I'll go, I haven't heard from that person in a while. It's definitely me. I don't ever -- it's always me. I never blame them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, you should. OK, no, I have about 10 close friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And then the rest of -- you know, it was like maybe 20 or something like that. And then, you know, here's the bottom line. You've got to like yourself, OK. Oh, deep, deep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm my own best friend. That was my next motto. I'm Greg Gutfeld and I'll be like this, just looking off in the side. I'm my own best friend. And then I'll be -- and then we'll do book signings. Dana, did you ever notice that you can't have two of the same type of friend because one of them will notice? Like, I can't have two in public relations, you understand. I can't be friends with two police officers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. I don't know. I mean, I think the more police officers you can be friends with, probably the better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, absolutely, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Also your dogs are your friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Maybe you should get a dog.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I do -- you know, I just -- I like other people's dogs. That's the way it should be, Harold, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Yes, look, I have -- I have a lot of friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have -- you have more friends than anybody I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "I have 12 guys -- I have 12 guys in my wedding. And I have three or four guys who were my ushers in my wedding. And I'm going to see a big group of friends this weekend. I have my 30th college reunion at Penn this weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, Penn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Men and women. So, I mean, I'm blessed. I'm blessed. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have friends in college?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Are friends? Are we all your friends? Are we in the first circle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Word that the first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "I'm consulting Jesse on the ring?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm really worried about my placement in the ring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, we'll pace you up there. Don't worry about it, Dana. I told you, I don't text girls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Did you live in the quad at Penn?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "I lived in Hill House my freshman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, my daughter wants to go to Penn. fail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, that's fantastic. Get back to me when you're talking about a real college. Go Bears. \"ONE MORE THING\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's time now for \"ONE MORE THING.\" We have some birthday news to share with you, guys. Yesterday was Dana's Birthday. Today, Harold Ford Jr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it's tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It's tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "His birthday is tomorrow, but he has celebration today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "OK. I'll take what's out there. This is fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Happy birthday!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Happy birthday!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We have something in here for you I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Let's see what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, let's see. Let's see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Oh, I think it's Jesse's signature.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, there's more. There's more than just smile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Enjoy my face. Expect this to be (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Dana, that's a great one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "It's a great picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Read my message out loud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "And then there's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's not going to read it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Greg writes, enjoy my face. I expect this to be framed and hung in the bedroom. He's trying to get to my friendship ring. He's trying to get to my friendship ring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Happy birthday. Happy birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Thank you, Greg. You're very kind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Also, Happy Birthday to Scott Sanders, my best friend at Fox. Yes, we're not best friends anymore, Greg. It's Scott Sanders. He's turning 28. And congrats, Sanders. The card is in the mail. Also tonight, \"PRIMETIME\" we got Mike Pompeo, John Kennedy, Dana Loesch, and Kayleigh McEnany. And now we have Greg Gutfeld. Take it away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tonight, it's going to be a comedy show. We got Jimmy Failla, Chrissie Mayr, Kat Timpf, and Tyrus. It's going to be a blast, amazing show. Let's do this. Greg springtime snack. You know, it's spring which means it's time to get your fresh Camellia blossoms, like this little lemur. He's actually a ring-tailed lemur because I know you were wondering, Dana. Speaking of rings, Harold, this little lemur is a ring tailed lemur and might join your ring one of these days. That's the Oregon Zoo. There's something still left in Oregon you can look at with pleasure. But this is what they eat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They're also locked up though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're also locked up. They're safe. But boy, he really likes those blossoms. I'm going to shut up now because they're in season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Harold, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "I have -- quickly -- I have -- thank you guys for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Happy birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Thank you. Thank you. Thank you. Thank you. I have a new opinion piece on foxnews.com called Democrats Used To Win and Here's How They Still Can. It discussed how our politics have broken even after the November elections. And we need everybody to try to fix it. But graduate graduates have Wiley College, a small historically Black college, in Marshall Texas celebrated a little extra during the graduation when they found out an anonymous donor paid off all of their student debt. The estimated balances owed to the college were in excess of $300,000. The school called the anonymous gift a great way to end the semester. Congrats to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would never do that anonymously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, but the people -- imagine if you're the -- imagine, Jesse, if you were in there, you'd paid yours off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know. That's not right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's a fabulous story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is a nice story. But you always want your name on it, right, Judge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "When you get to move up to the friendship ring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, the inner circle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Inner circle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. So, it's my turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. Wrinkle the Duck runs another marathon and in this time he wins a medal. There you see him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "This story just quacks me up. Take a look at Wrinkle the Duck she waddled her way across the finish line at the Long Island marathon last week and she was even awarded a medal. Wrinkle is no stranger to running. She also has run the Boston Marathon as well as the NYC Marathon, impressing humans and birds alike with her agility and dedication. She's very pretty too. Can I have a cupcake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, please, have a cupcake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "Yes, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, I have a new podcast episode out, Everything Will Be Okay with the Kennedy. It's highly recommended especially for all you youngsters out there who wanted some good career advice. He's got it in spades. Also, this 63-year-old Sherry Noppe was recently diagnosed with dementia. And she left on a walk with her dog Max, and then she disappeared. And she was gone for several days. She doesn't remember much of this. She's gone for three days. Crews were searching around the home. Her dog never left her side. Her dog's name is Max. Finally, the barking lead rescuers to her. She had minor cuts and bruises. She is home recovering. And I think Max probably got a big steak to thank him for his good work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, can Max run a marathon like the duck? Probably not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Probably not but I bet he's in your inner ring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I'm the only one who's eating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Or your web.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "I ate one too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Very good, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No, you didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "No, I got a piece of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It quacks me up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's it for us tonight. \"SPECIAL REPORT\" is up next. Hey, Trace. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Hello everybody. I'm Jesse Watters along with Judge Jeanine Pirro, Harold Ford, Jr., Dana Perino and Greg Gutfeld. It's 5:00 in New York City and this is THE FIVE."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Do you take any responsibility -- in this country, do you take any responsibility of your policies?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "I think our policies help, not hurt."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President Biden taking zero responsibility for record high inflation and actually claims that he's helping Americans. Somebody at the White House forgot to tell Biden the facts and the polls say otherwise. Americans are getting crushed by an avalanche of economic disasters. Gas prices just hit another record high today. More Americans are struggling to make ends meet. And parents can't even find baby formula. The president making it clear he has no plan to fix all the problems and instead he's blaming the usual suspects."
    },
    {
      "speaker": "BIDEN",
      "utterance": "There are two leading causes of inflation we're seeing today. The first cause of inflation is the ones in a century pandemic. A second cause, Mr. Putin's war in Ukraine. You saw -- we saw in March that 60 percent of inflation that month was due to price increases at the pump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Biden also hammering this phantom ultra MAGA agenda the GOP has not even signed onto while pushing a talking upon \"The Washington Post\" has called a lie."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Senator Rick Scott of Wisconsin, a member of the Senate Republican leadership laid it all out. The ultra MAGA plan put forward by congressional Republicans to raise taxes on working families, lower the income of American workers. I never expected the ultra MAGA Republicans who seem to control the Republican Party now to have been able to control the Republican Party."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I want to listen to what Dana has to say about ultra MAGA, but first, let's listen to what Jen Psaki had to say about how this whole phrase came to be."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "It's the president's phrase and the president made those comments himself just last week as you know. And I think what has struck him is how extreme some of the policies and proposals are that a certain wing of the Republican Party that is taking up too much of the Republican Party are for. So to him, adding a little ultra to it gave it a little extra pop."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Is he giving it a little extra pop, Dana?"
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "I just -- I can't stand it because I feel like it's -- you're walking down this aisle at the convenient store or the CVS and looking for something that would say is ultra MAGA and it's gross to me. I can't stand it."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "I'm (inaudible)."
    },
    {
      "speaker": "PERINO",
      "utterance": "And I can't get it out of my head."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What product are you talking?"
    },
    {
      "speaker": "PERINO",
      "utterance": "And I want them to stop. And just because he comes out and says ultra MAGA 20 times is not going to make inflation go away. They can also say Rick Scott 100,000 times. That guy is eating alone at the lunch table. Basically, there's nobody in the Republican Party that signed on to his plan. He can have his plan and he has every right to try to push it. But by no means is the ultra MAGA group actually supportive. That's absurd. Also, they say that Rick Scott wants to raise taxes and that's so extreme. They want to raise taxes. Why don't they jump on board the Rick Scott agenda? Choice versus a referendum. That's exactly what you're going to hear me say a hundred times. As many times as they say ultra MAGA, I am going to say that because they know this from the Obama-Biden years of 2010 and 2014 where they lost seats. If it's a choice between Biden or Trump, that's what the team wants here. That's what the Biden team wants. But everybody is dealing with inflation every single day. It's a referendum on the president. That's what the mid- terms are about. They can try to make it a choice. It's going to be very difficult. Last thing, If I, as a communications person, was planning on having my boss go out and give a big speech about lowering gas prices and I wake up and all the headlines are like, oh Triple A just said its a record high gas prices. And you actually come out and you have built something as a new plan and you give an entire speech that has nothing new in it, then you have lost the confidence of the people who are turning to you hoping that you will provide them some relief and they know it is not coming."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg Gutfeld? Why do you look so impatient (ph)?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think what you're trying to say about ultra MAGA is that it's a Trojan horse."
    },
    {
      "speaker": "PERINO",
      "utterance": "Exactly what I'm trying to say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I was holding that in for so long."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, you could have jumped in. That's a good one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, but -- no, and then you have Senator Scott, right, responding. And Senator Scott, this is like really harsh. It's even harsh by my standards. He said that Biden is incapacitated, incoherent. He's unwell, he's unfit, he's confused, he's incapable. Those are all the words Rick Scott used. And it's like somebody threw a can of paint on Biden and nobody is helping him wipe it off. It's like there's no responses to that. Biden just responded and said he doesn't -- Rick Scott is not well. But it's like nobody is bothering to defend him because all of those things could be argued persuasively. And I'm with you about this MAGA phrase. I think it just shows how little game they have that no one is picking it up and they're just laughing at it. It's not -- definitely not let's go Brandon, which was genius because of the subterfuge and also, I mean, it's not visual like Crooked Harry. Crooked Harry!"
    },
    {
      "speaker": "WATERS",
      "utterance": "Crooked Harry. Dirty Harry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, anyway, it's like a loser who chooses their own nickname and nobody is picking it up. The problem with Joe is that Joe actually looks great in a suit. When he puts on the bomber jacket and the aviation glasses, he looks like the head of the airplane flight crew who's gotten mistaken as the pilot. You know, he should be welcoming the passengers and messing up the kid's hair and giving the little wings to the little girl. He should not be in the cockpit. And that's the problem. The Democrats have realized he's in the cockpit, you got to get him out."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. There's no game with ultra MAGA. And I don't think if you are MAGA, you're not like oh, ultra MAGA. He got me. Jeanine, how do you think this is going to play?"
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "utterance": "I don't think it's going to play at all. And what I want to know is, I mean, he says his policies have helped more than they've hurt? I mean, where is the disinformation board when you really need it? I mean, you know, nothing that he says is true. And this ultra MAGA plan, I mean, besides the fact that ultra is supposed to like gin it up and tee it up so you can really hate MAGA, you really hate ultra MAGA. You know, when I spoke to several senators and they said nobody signed on to Rick Scott's plan. Nobody. And that means nobody. It's never going to make the floor. Mitch McConnell doesn't like it. Rick Scott is a junior senator from Florid. Who cares? So, Joe Biden is comparing his plans to nothing. But what makes me crazy about Biden is he says, we're going to plan to reduce the prescription drug prices. You are? Well do it. You've got the House, you've got the Senate, you've got the oval. When are you going to do this stuff? All he can do is he's just sharpening the rhetoric toward the Republicans and everybody says but gas still cost now $4 or $5 depending upon where you live. Nothing's changed."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Did you see anything different in the speech today besides the sharp partisan attacks?"
    },
    {
      "speaker": "HAROLD FORD, JR., FOX BEWS CONTRIBUTOR",
      "utterance": "Well, we're getting into political season."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "FORD",
      "utterance": "We're heavy into it. I do think this ultra MAGA thing -- look, your views around the table are all respectable and understanding, but I think it could be something that sticks. If you look at what happened in Ohio, J.D. Vance wins the primary. More than two-thirds as Republicans voted against J.D. Vance in that primary. Rick Scott, he's the head of the Republican Senate Campaign Committee. He's a junior senator, but he's been tasked with, and Dana and I both know that role. That is a role that is important to Republicans winning back the Senate this go around. If he has a plan that differs from Mitch McConnell, if there were a Democrat that had a different plan than Biden, we would be talking about it negatively, rightly so, and I'd be criticizing it. This guy has a different plan than Mitch McConnell who is I think effective minority leader and arguably a majority leader as we've seen. Look, we need to be honest. The pandemic and the war have increased fuel and energy prices. I would have respected the president's message even more, I'd been more credible if he said look, we're going to increase energy production here at home. Oil and natural production gas have to be upped here as we think about how we going forward, address these challenges and eventually get to a green energy platform in the country. But until then, we've got to produce more fossil fuels. And last, we ought to raise taxes on billionaires. Anybody that is not for that, I'd be ashamed (inaudible)."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Aren't you a billionaire?"
    },
    {
      "speaker": "FORD",
      "utterance": "If I were, I'd be happy to pay more taxes. We ought to raise the current interest tax. Democrats, this is one thing I agree with you, but we've had the majorities for a while. Democrats have had the majorities in the House and Senate. Obama had it and now Biden. And they've yet to raise taxes or they've yet to raise the current interest tax. That's the tax that allows a group of investors who are investing other people's money to enjoy a different tax when they make money. When I make money, I pay regular taxes. Democrats raise that one first. But I got to tell you, I'm not at all mad about this ultra MAGA thing. It might stick. And if it doesn't --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you think that's going to stick?"
    },
    {
      "speaker": "FORD",
      "utterance": "It might. And if it doesn't, I think they have to go to something else."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think people, I mean, if it's going to stick, then MAGA people will just say I'm ultra MAGA. Great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And then what are they going to call the -- what's the next level after ultra."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They tried -- they want to try (inaudible). They want to try to call -- they're trying to do the squad."
    },
    {
      "speaker": "PERINO",
      "utterance": "The squad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The way the Republicans were able to nail the squad --"
    },
    {
      "speaker": "FORD",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- they're trying to do that with ultra MAGA."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. That's not going to work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you're right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Up next, Joe Biden's DOJ silent on the left's attempt to illegally intimidate justices at their homes."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Abort the court, abort the court."
    },
    {
      "speaker": "PSAKI",
      "utterance": "I know that there's an outrage right now, I guess, about protests that have been peaceful to date and we certainly continue to encourage that outside of judge's homes and that's the president's position."
    },
    {
      "speaker": "FORD",
      "utterance": "The White House refusing to condemn protests outside the home of Supreme Court Justice Samuel Alito. Critics accusing President Biden's DOJ of being silent on the protests and not enforcing a federal law, which makes it illegal to picket or parade outside a courthouse or a judge's residence in an effort to influence a case. It's just a latest protest targeting justices who might overturn Roe v. Wade. A federal judge whose son was murdered during an attack on her home speaking out on the threats. She says lawmakers need to act now."
    },
    {
      "speaker": "ESTHER SALAS, SON MURDERED IN ATTACK AT HER HOME",
      "utterance": "We've been literally taking the fire for months now, years, in fact, and nothing is being done to protect us. This should not be a partisan issue. This is an American issue. And we need to understand that public debate has a place and that's in the public forum. It does not have a place in front of justices or judges' houses."
    },
    {
      "speaker": "FORD",
      "utterance": "Judge, I remember that awful tragic case and just to see that judge made my spine sort of sit up here. What are your thoughts? This is not a partisan issue. This is something across the party lines we should address."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, of course, she was appointed by President Obama. She lost her son. He died. Her husband was shot. He was on \"America's Newsroom\" on Dana's show today. She was on \"American Newsroom,\" Judge Esther Salas. In Westchester, we had a federal judge who was shot by a litigant. Richard Daronco, we named the courthouse after him. Make no mistake, judges are the targets of crazed litigants and they make decisions that determine the trajectory of one's life. And with these people who are out of control, there is a federal statute that anticipates this kind of activity for which there should be arrest by the FBI, prosecutions by the Department of Justice. Now, you could see them going after the January 6 incidents and, you know, I condemn them immediately and said they needed to be prosecuted. But you know, show a little even handedness here. This is a crime with what they're doing. And in the end, if you want to use your energies yelling \"abort the court\", there are children in those houses who are going to suffer and there are crazed people who are going to act on that kind of lunacy."
    },
    {
      "speaker": "FORD",
      "utterance": "Dana, what was what it like with her on the show today?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It was interesting. You know, I interviewed her when her son had just been killed and she was very courageous and willing to come one. And today when I talked to her in the commercial break before the interview, I said, \"How are you doing?\" And she says, \"It's been 21 months and 18 days.\" So she lives with the loss of her son front and center in her life. And she said there's nothing that they can take away from me. And that's why she and her husband have dedicated themselves to try to make sure that other judges can be protected. There's legislation that she's asked to be passed and it has finally, I think, actually because of this recent situation, it's finally maybe going to make a move through the House and the Senate and become law because it really is unfortunate that -- can you imagine if -- let's say the Roe v. Wade decision went to other way and there were protests in the other way, right?"
    },
    {
      "speaker": "FORD",
      "utterance": "It still could. Still could."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, I guess it still could, but pretty much (inaudible) -- okay. That is true. Is there a position going to be -- will the White House's position be the same if the shoe were on the other foot? And I think that we all know the answer is no. And that's what really bothers people. Is that you're just asking for the fairness. You're asking for the rule of law to be respected. You're asking for people who are actually taken in for crimes to be held for those crimes and not be let out to commit other crimes. I thought that having her voice out here is so important because she's not a Republican. She doesn't talk about being a Democrat. I actually don't know what her political affiliation is. She is just absolutely for the rule of law. The other thing I want to mention is I think Senator Chuck Schumer might be the worst majority leader in the history of the Senate. Do you know what they're planning to do tomorrow? Is to have every senator vote on a bill that basically says there should be a federal law that will allow abortion up until the moment of birth in all 50 states. And they want to make every single senator have to vote on that. And imagine -- just a disgusting nature of that. To ask people to do that. I think that there's one thing about the judges, it's the other thing on the merits talking about the leaks, but very few people are talking about what we're actually talking about here. That's what the senate is voting on tomorrow."
    },
    {
      "speaker": "FORD",
      "utterance": "Ugly moments bring out ugly things, Greg, and we're seeing it here. What, I mean, from the -- Dana has a position about the legislation tomorrow and obviously we all share the view of what's happening with these judges. What should be done? What is the law that should be passed? You would think they might pass a law, the Senate, to protect judges as well?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I mean, that's definitely important. They should just enforce the laws that are already here. And I have a feeling that Jen Psaki would not even have approached this topic if it wasn't asked because there's -- it's implied that there's a political favoritism going on here. I mean, the best argument for abortion is just watching that protest. These people should not have kids, you know. Sorry. But it's just like what you said, Dana. It just -- we have moved so far from common sense that you can have an abortion up until birth. And yet, if you actually disagree with it, you're the extremist. You're the extremist. So in effect, there's nobody -- like if you believe that you're speaking up for something that doesn't have a voice, you're bad? You're immoral because there's a living being that cannot speak and you're -- you want to defend that? And you are considered the extremist. That is an abortion of a thought."
    },
    {
      "speaker": "PERINO",
      "utterance": "Can I just mention one other thing. On Ben Shapiro's podcast today, he played a clip of a leftist commentator who said that she would happily have sex with the leaker."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes. Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And then if it turned out to be a conservative, she would joyfully abort the fetus and make sure he knew about it. And people who want to have limits on abortion are extremists."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, remember Ralph Northam when he was the governor. He said, you know, she can have the baby and then they make the baby comfortable and the woman decides whether or not the baby should live or not."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you know why they do that because they are terrified of Planned Parenthood."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The Democrats are terrified of the pro-choice lobby. They are very powerful and they don't want to say anything outside of full support of partial birth abortion because it is going to get them in trouble and it's going to dry up donations because they want to stay in power. And that's what that's about. This whole violence against Trump supporters or you know, this mob thing, that started in 2016. Remember the slew of attacks against Trump supporters? People getting hit in the head with crowbars, with eggs. People's cars getting torched. And that was normalized. None of that was prosecuted. None of that was ever really talked about. And then it kind of went in to the whole resistance thing. Remember the resistance? Remember the inauguration? They fire bombed a limousine. There was a lot of destruction out there in the streets. Anything goes during the administration. The leaks, the lies, all that kind of stuff. And then you saw the summer of Black Lives Matter. Remember? Arson, bailed out. Throw someone down a flight of stairs? Bailed out. Shot someone? No one ever talks about that. And now you're going to see it again this summer and they're going to try to ride this wave. The fact that Garland hasn't said a word, imagine if this was a school superintendent's house that was being surrounded by a bunch of people wearing MAGA hats."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They actually went to the school board meeting."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They didn't go to anybody's house."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. They stepped up to a microphone and waited in line."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, come on. And now you have Pelosi, you have Schumer and now you have the White House okaying people surrounding public officials' homes. Are they really okay with that? Let that sink in that the most powerful people in the Democratic Party are okay with that. And like Greg said yesterday, what happened with Black Lives Matter? They thought that was running really cool in the beginning in June and July. And then it started to backfire. And their neighborhood started to get torched and their poll numbers started to go down. Watch what happens when their homes get surrounded. They're not going to like that, all right. This is mob season. They have the streets. They're going to run on rogues. They can't run on anything else, but inflation will beat Roe. And last thing, wear a condom. Practice safe sex. Boys and girls. All right? I know it's not perfect, but sometimes stuff happens. Americans are forgiving in the first couple weeks, but the further you get and you start talking about partial birth, have that conversation, Republicans? When I have that conversation, ask the Democrats about that."
    },
    {
      "speaker": "FORD",
      "utterance": "With that, violence long before 2016, President Kennedy was assassinated. President Reagan, there was assassination attempt on him. But ahead, the massive manhunt for an escaped inmate and his prison guard lover coming to a dramatic end. New details on how the cops caught them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, he was a communist (ph)."
    },
    {
      "speaker": "PERINO",
      "utterance": "A prison break that seems straight out of a movie ending in tragedy. Alabama inmate Casey White and his prison guard lover, Vickie White finally caught after 11 days on the run. Cops closing in on the pair in a dramatic car chase with Casey back in custody and Vickie dying from what cop's think is a self-inflicted gunshot. The sheriff saying the pair was armed and ready for a shootout."
    },
    {
      "speaker": "DAVID WEDDING, VANDERBURGH COUNTY SHERIFF",
      "utterance": "Members of the U.S. Task Force basically rammed the vehicle and pushed it into a ditch. And we later found out had they not done that, the fugitive was going to engage in a shootout with law enforcement. Any one of these weapons could have been used to ambush our officers. He said that he was probably going to have a shootout at the stake of both of them losing their lives."
    },
    {
      "speaker": "PERINO",
      "utterance": "Police also revealing the couple was disguised with wigs while hiding out. Inmate Casey White is now awaiting extradition back to Alabama where he was serving a 75-year prison sentence and where he will likely face new charges. Judge, I imagine that you think that the police work was good here. I think that a lot of people are wondering how does this happen? That a prison guard falls in love with an inmate and then breaks him out of jail and her life is ruined."
    },
    {
      "speaker": "PIRRO",
      "utterance": "It happens. In fact, when I was D.A., we had a case like this in Sing Sing, which is a state correction facility. I believe this was a county correctional facility and some people would allege it's easier in that situation. But you know what's so interesting about this is that you had a 56-year-old woman who was a widow, who had no children, who was about to retire. And you have a 38-year-old guy who's got no future. I'm not sure that, you know, she had much of a future either. She decided that she was going to retire, but her future was with him. And people say, well, you know, he probably forced her. I don't think so. She sold her house. She wanted to get away with him. You know, she had all of these dreams, and she may have been depressed and lonely. And he just answered all her dreams. I'm sure he's a real sweet talker. Not too good looking, but whatever. Whatever floats your boat on this one. He waived extradition to Alabama, which I think was interesting. He know -- you can -- you can fight extradition, which means that the D.A. has to go to the governor's office and then, you know, it has to kick back before he goes back to the original state. He knows he's dead to write on this. He knows he's facing a murder charge. And the only question now is whether or not Vicky actually shot herself or whether he shot her. One of the things that he said was, you know, my wife is injured, please help my wife, she shot herself. Now, I don't know if I believe him or not, but they were still together 11 days later. She had made a lot of long-term plans. I think is a sad commentary, but the bottom line is that they always catch them. They never get away."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, I wonder if they did get married."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You mean --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Somehow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- at a chapel?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know, Dana. But I got to tell you, we talked about this yesterday. The biggest adrenaline rush in the world is probably being on the run after you've escaped prison. But imagine being on the run as an escapee with your girlfriend. Now, please hold my hand. Studies have shown data and I've looked at this extensively that prison escapee manhunt sex is the highest level of sexual gratification achievable in terms of intensity."
    },
    {
      "speaker": "PIRRO",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Studies have shown this. Studies have shown this, OK."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "I guess you need to topple the hand now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Unhold her."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- I have to say that this couple, was it worth it? Was it worth it? Because men get this bad rap for being these untamed primal beasts."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's what you are."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But now, look at this woman. This woman was the one who masterminded this. She was the one that mortgaged her house, cleaned out her bank account, took out all the cash and the guns and commandeered the vehicle. So, she must have been really turned on by this guy to throw her entire life away just for a few you know what. With that said, Is this a dangerous trend? Well, let's look at the facts. We remember a couple of years ago, we had that other female prison guards spring those two dudes who she was sexually involved with in Upstate New York. Again, Greg was saying in the greenroom, he doesn't think that female prison guards should exist. I disagree with that. I think it's a little you know, over the line. But people have been talking --"
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Greg did not say that."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg, Jesse is back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could tell."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jesse is back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could tell. He's healed."
    },
    {
      "speaker": "PERINO",
      "utterance": "He's feeling a lot better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can I -- can I --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, please."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When you put them up there, you know what it reminds me of when you put them together? It's kind of like an inmate version of The Office romance between Jim and Pam. Look at him. Is that not Jim with a beard?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is Jim."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is Jim with a beard."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's Jim Halpert."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, how -- the judge was asking, like, how does the jailhouse romance take place? This is a way I get it. If you're a smart male inmate with not much to do, romance is the long game that you play. It could take months or years, but you got to put in the time anyway. It's like digging a hole with a plastic spoon. So what if it takes years? You got -- you got no place to go. This is a great challenge for the guy. On the other side, whether a woman is weak or woman is strong, she is no match for a bad man, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. They let the bad guy --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because bad men can manipulate people, male and female, into doing things they never thought. I imagined that she never expected her final moments as a child to live happily ever after, to end up dying in this way. And she probably -- there might have been a realization that my God, how did I get here? But it's -- when you are under the thrall of a bad man, they can manipulate you into doing anything."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It sounds like Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's why -- that's why she emptied her bank account. He was like -- I mean, he worked a long con on her. And this is exactly what I would do if I were in jail."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Wait a minute."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "This is -- this is the argument that's going to take place in court. Jesse's argument is going to be -- he's defense lawyer's argument. And Greg is going to be prosecutor's argument. It'll be -- it'll be key."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But he --"
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Hold on. But this -- the one -- this would not have happened had they just crossed the T's and dotted the I's. When she picked him up that morning to go to a fake appointment, had they just check the books, they would not have gotten out. Now, there are people who get help from cops and others out, guards who get out of jail. I mean, you've seen this. There are gangs and others that are working with people."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "But you this is -- this is really a lesson about details. If they had checked the details that morning --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "-- they would not have sprung out of jail. And she took him to a fake appointment that he didn't have."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "But I think -- I think neither of them had anything to lose."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And when you have nothing to lose, all you got is love, Judge."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think it's amazing that Jesse did that kind of deep-dive research. And I don't know what sort of like, history your internet searches are."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, where did you find that, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I cleared -- I cleared the history."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What website."
    },
    {
      "speaker": "WATTERS",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "PERINO",
      "utterance": "Up next, the BLM co-founder trying to push back against charges of corruption over that $6 million dollar mansion."
    },
    {
      "speaker": "PIRRO",
      "utterance": "The corruption coming from Black Lives Matter knows no bounds. Co- founder Patrisse Cullors finally fessing up after complaining about transparency laws."
    },
    {
      "speaker": "PATRISSE CULLORS, CO-FOUNDER, BLACK LIVES MATTER",
      "utterance": "It is such a trip now to hear the word -- the term 99 days. I'm like -- it's like triggering. This is like deeply unsafe. Like, this is being literally weaponized against us."
    },
    {
      "speaker": "PIRRO",
      "utterance": "She now admits to using the group swanky $6 million Los Angeles mansion for two parties. Cullors copping to hosting her son's birthday party and a gathering to celebrate President Biden's inauguration. All right, so she goes from one to the other, from being triggered by having to file forms that everybody in her situation has to, to finally fessing up. Harold, why is she fessed up?"
    },
    {
      "speaker": "FORD JR.",
      "utterance": "I have no idea. But anytime there's a misuse of funds, the person ought to be punished. I don't care if it's your political affiliation that I agree with or political affiliation or disagree with. We can all take that position. So, whatever comes her way will come her way."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. Well, remember, Jesse, that she secretly purchased this home. It was in the name of the shell corporation. And she did everything that she could to keep it from everyone's radar off of everyone's radar. What do you think caused her to finally admit?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "The Clintons got a hold of her. They're running this whole thing now for -- and this was an AP interview. So, they set up the interview with the AP. And they only use the mansion twice, Judge. They used it to celebrate the inauguration of Joe Biden and for the little boy's birthday party. Isn't that sweet? They didn't use it for any other thing else, just the inauguration and a birthday party for the child. Perfectly done by the Clintons. I give them a round of applause here. I saw Candace Owens on the internet talking about how she went to go visit this little place with some cameras to ask questions."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Is that right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, they have a white security guard working security for the mansion, which is kind of ironic. I don't like how the Tea Party basically did nothing, never embezzled $60 million, but went through the wringer by the Feds. And these people get away with murder. Not, you know, literally, I mean, getting away with a lot more. And everyone's like, oh, you know, it's OK. She's doing interviews, whatever. That's why this country feels like everything's rigged. You get these stock trades in Congress, you get kickbacks to the big guy with nothing going on. You burn the house down, you get bailed out by a campaign. But then, if you raise your voice at a town hall or you wear a red hat or something like that, you know, boom, you're cancelled for telling like a stupid joke that some lib finds offensive on social media. We got to have the justice system be blind or else this country is never going to be united again."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, that's why Lady Justice is wrapped in a bandage, at least her eyes anyway."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. Put it around your head."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "You mean the (INAUDIBLE)"
    },
    {
      "speaker": "PIRRO",
      "utterance": "But you know, Dana, I mean, think about the fact that, you know, the party for Biden's winning is, you know, a lot of people were there."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think there was probably a lot more that was about to come out. So, they thought maybe they're just like admit that stack couple of parties and, you know, you know the inauguration one is going to come out. I do think it's pretty funny that she is triggered by charity laws, because if she thinks the laws are triggering, wait until she sees what the enforcement is like."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, if there is enforcement, right, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I hope there isn't because I'm opening a shell corporation to funnel donations from a GoFundMe campaign to pay for Jesse's back surgery."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's why you will not -- but it's a fair question of whether it would -- and Harold said -- will they be punished? I mean, what do you do next? Will they be treated like every other white-collar fraudster? Or because their cause was universally embraced by every corporation, they will get some kind of special immunity? And I mean, you got -- there's something that BLM is -- we talked about some of the bad things that they did, but you have to understand that whatever the police department took as abuse was far, far, far more than they had coming. It was -- we all need to fix that as well. We still have not reconciled what our country's police departments went through. We have to do something about that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, I think the first thing even before that, and I agree with you totally, is how much money did they really collect?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes, you'll never know."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, no, we won't."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Black lives do matter, though. I just want to make -- they're just like the Boy Scouts are good organization and bad things happen."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Right. \"THE FASTEST\" is up next. Thank you, Harold."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Welcome back. Time for \"THE FASTEST.\" First up, what's the perfect number of friends? One theory suggests, a human can maintain about 150 connections at once with an inner circle of about five close friends, followed by a group of casual friends. Other estimates suggest people who have six or more friends have improved health throughout their lives. So, Jesse --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK, you know, Phoebe, you know Joey."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Chandler."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Chandler."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, that's about it for you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. So, I got about say, six to 10 close guys that you know, you're always on your phone with texting, right? And like, that's your circle. And then you have the outer circle, which your contacts, associates, people that you're familiar with. You don't see a lot, but you text occasionally once in a while. And then you just have randos that you hear from once in a while and maybe you see once a year. And I think that's pretty healthy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Where do I fit in that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're in there, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Which right though?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're in a ring."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're in a ring."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're in a ring."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm in the middle ring?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're not -- I'm talking about guys. I don't text women."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. He doesn't text women. We learn so much about you. You know, Judge, I replenish my friends when I run out. You ever run out of friends? I go, oh, it's time for new friends, you know, go out -- it's like going to the store and pick them up."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're expensive now."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Does that mean you remove them or they die or they move?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sometimes they get sick of me. Like, I'm the pain in the ass friend."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No kidding."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. All of a sudden, I'll go, I haven't heard from that person in a while. It's definitely me. I don't ever -- it's always me. I never blame them."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, you should. OK, no, I have about 10 close friends."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And then the rest of -- you know, it was like maybe 20 or something like that. And then, you know, here's the bottom line. You've got to like yourself, OK. Oh, deep, deep."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She's right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm my own best friend. That was my next motto. I'm Greg Gutfeld and I'll be like this, just looking off in the side. I'm my own best friend. And then I'll be -- and then we'll do book signings. Dana, did you ever notice that you can't have two of the same type of friend because one of them will notice? Like, I can't have two in public relations, you understand. I can't be friends with two police officers."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. I don't know. I mean, I think the more police officers you can be friends with, probably the better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, absolutely, absolutely."
    },
    {
      "speaker": "PERINO",
      "utterance": "Also your dogs are your friends."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Maybe you should get a dog."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I do -- you know, I just -- I like other people's dogs. That's the way it should be, Harold, right?"
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Yes, look, I have -- I have a lot of friends."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have -- you have more friends than anybody I know."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "I have 12 guys -- I have 12 guys in my wedding. And I have three or four guys who were my ushers in my wedding. And I'm going to see a big group of friends this weekend. I have my 30th college reunion at Penn this weekend."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, Penn."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Men and women. So, I mean, I'm blessed. I'm blessed. But --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have friends in college?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Are friends? Are we all your friends? Are we in the first circle?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Word that the first."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "I'm consulting Jesse on the ring?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm really worried about my placement in the ring."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, we'll pace you up there. Don't worry about it, Dana. I told you, I don't text girls."
    },
    {
      "speaker": "PERINO",
      "utterance": "Did you live in the quad at Penn?"
    },
    {
      "speaker": "FORD JR.",
      "utterance": "I lived in Hill House my freshman."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, my daughter wants to go to Penn. fail."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, that's fantastic. Get back to me when you're talking about a real college. Go Bears. \"ONE MORE THING\" is up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's time now for \"ONE MORE THING.\" We have some birthday news to share with you, guys. Yesterday was Dana's Birthday. Today, Harold Ford Jr."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it's tomorrow."
    },
    {
      "speaker": "PIRRO",
      "utterance": "It's tomorrow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's tomorrow."
    },
    {
      "speaker": "PERINO",
      "utterance": "His birthday is tomorrow, but he has celebration today."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "OK. I'll take what's out there. This is fantastic."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Happy birthday!"
    },
    {
      "speaker": "PERINO",
      "utterance": "Happy birthday!"
    },
    {
      "speaker": "WATTERS",
      "utterance": "We have something in here for you I think."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What is it?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Let's see what it is."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, let's see. Let's see."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Oh, I think it's Jesse's signature."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there you go."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, there's more. There's more than just smile."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Enjoy my face. Expect this to be (INAUDIBLE)."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Dana, that's a great one."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "It's a great picture."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Read my message out loud."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "And then there's --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's not going to read it."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Greg writes, enjoy my face. I expect this to be framed and hung in the bedroom. He's trying to get to my friendship ring. He's trying to get to my friendship ring."
    },
    {
      "speaker": "PERINO",
      "utterance": "Happy birthday. Happy birthday."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Thank you, Greg. You're very kind."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Also, Happy Birthday to Scott Sanders, my best friend at Fox. Yes, we're not best friends anymore, Greg. It's Scott Sanders. He's turning 28. And congrats, Sanders. The card is in the mail. Also tonight, \"PRIMETIME\" we got Mike Pompeo, John Kennedy, Dana Loesch, and Kayleigh McEnany. And now we have Greg Gutfeld. Take it away."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tonight, it's going to be a comedy show. We got Jimmy Failla, Chrissie Mayr, Kat Timpf, and Tyrus. It's going to be a blast, amazing show. Let's do this. Greg springtime snack. You know, it's spring which means it's time to get your fresh Camellia blossoms, like this little lemur. He's actually a ring-tailed lemur because I know you were wondering, Dana. Speaking of rings, Harold, this little lemur is a ring tailed lemur and might join your ring one of these days. That's the Oregon Zoo. There's something still left in Oregon you can look at with pleasure. But this is what they eat."
    },
    {
      "speaker": "PERINO",
      "utterance": "They're also locked up though."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're also locked up. They're safe. But boy, he really likes those blossoms. I'm going to shut up now because they're in season."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Harold, go ahead."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "I have -- quickly -- I have -- thank you guys for this."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're welcome."
    },
    {
      "speaker": "PERINO",
      "utterance": "Happy birthday."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Thank you. Thank you. Thank you. Thank you. I have a new opinion piece on foxnews.com called Democrats Used To Win and Here's How They Still Can. It discussed how our politics have broken even after the November elections. And we need everybody to try to fix it. But graduate graduates have Wiley College, a small historically Black college, in Marshall Texas celebrated a little extra during the graduation when they found out an anonymous donor paid off all of their student debt. The estimated balances owed to the college were in excess of $300,000. The school called the anonymous gift a great way to end the semester. Congrats to them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would never do that anonymously."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, but the people -- imagine if you're the -- imagine, Jesse, if you were in there, you'd paid yours off."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know. That's not right."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's a fabulous story."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is a nice story. But you always want your name on it, right, Judge?"
    },
    {
      "speaker": "FORD JR.",
      "utterance": "When you get to move up to the friendship ring."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, the inner circle."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Inner circle."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. So, it's my turn."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. Wrinkle the Duck runs another marathon and in this time he wins a medal. There you see him."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "PIRRO",
      "utterance": "This story just quacks me up. Take a look at Wrinkle the Duck she waddled her way across the finish line at the Long Island marathon last week and she was even awarded a medal. Wrinkle is no stranger to running. She also has run the Boston Marathon as well as the NYC Marathon, impressing humans and birds alike with her agility and dedication. She's very pretty too. Can I have a cupcake?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, please, have a cupcake."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "Yes, of course."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, I have a new podcast episode out, Everything Will Be Okay with the Kennedy. It's highly recommended especially for all you youngsters out there who wanted some good career advice. He's got it in spades. Also, this 63-year-old Sherry Noppe was recently diagnosed with dementia. And she left on a walk with her dog Max, and then she disappeared. And she was gone for several days. She doesn't remember much of this. She's gone for three days. Crews were searching around the home. Her dog never left her side. Her dog's name is Max. Finally, the barking lead rescuers to her. She had minor cuts and bruises. She is home recovering. And I think Max probably got a big steak to thank him for his good work."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, can Max run a marathon like the duck? Probably not."
    },
    {
      "speaker": "PERINO",
      "utterance": "Probably not but I bet he's in your inner ring."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I'm the only one who's eating."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Or your web."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "I ate one too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Very good, Greg."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No, you didn't."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "No, I got a piece of it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It quacks me up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stop it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's it for us tonight. \"SPECIAL REPORT\" is up next. Hey, Trace. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}