{
  "date": "May 17, 2018",
  "headline": "Giuliani: Mueller narrowed scope of questions for Trump",
  "subHeadline": "Rudy Giuliani says Trump is eager to come forward to tell the truth if the process if fair; Giuliani shares his perspective on the one year anniversary of the Russia investigation on 'Hannity.'",
  "url": "https://www.foxnews.com/transcript/giuliani-mueller-narrowed-scope-of-questions-for-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right, Tucker. Lying pomposity, smugness, groupthink, got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Amen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Monologue set. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. Good show, Tucker. Thank you. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Welcome to 'Hannity.' All right. This is yet, and I'm not kidding, another insane breaking news night. So, buckle up. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } It is now tonight day 365 of the Mueller witch-hunt. President Trump and his legal team, they are fighting back in a huge way against this corrupt special counsel investigation. We have a massive development. The president's attorney Rudy Giuliani is telling \"The Washington Times\" tonight that Mueller is now agreeing to narrow the scope of those questions that he wants to ask the president now the former New York City mayor will join us right here on this program. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Also tonight, the great one, Mark Levin, he was correct from the get-go. The Constitution of this country is on President Trump's side. He'll explain. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Plus, President Trump is now reacting to \"The New York Times\" inadvertently confirming our year-long reporting that in fact the Obama FBI while one part spied on his campaign, now he's calling the scandal bigger than Watergate and the president's right as we have been telling you. We also have an explosive report tonight and new details from Sara Carter reporting the DOJ IG report on the corrupt handling of the Clinton email investigation is, quote, extremely long and thorough and could in fact lead to the recommendation of criminal charges. Now, there is a big catch -- some of these deep state actors in the DOJ, they'll be able to review, possibly redact what ultimately gets released to you, the American people. We'll explain why they might not get away with it. Also, major developments in the nuclear showdown with Kim Jong-un and North Korea. We'll tell you what President Trump is saying about the upcoming meeting with Kim Jong-un. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } All of that, buckle up, glad you're with us, tonight's breaking news opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Huge developments tonight. President Trump's attorney, Rudy Giuliani, will be joining us in just a few minutes. He is telling \"The Washington Times\" that the special counsel Robert Mueller is agreeing now finally rightly to limit the scope of potential questions he wants to ask the president. The former New York City mayor is also saying that this could result in a possible July interview, and Mueller issuing a final report by Labor Day, of course, before the midterm elections. If true, that would be a win for the president. Mueller's original questions are completely ridiculous and insane, obviously a perjury trap. What were you thinking? It doesn't matter what he was thinking. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } And today is the one-year anniversary of this Mueller witch-hunt, and so far, the special counsel has not provided a single shred of evidence of any collusion and collusion is not against the law. The special counsel has been so abusive, so corrupt, they are so conflicted that the president and his legal team they're now rightly going on offense to combat the illicit deep state scheme. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } The president tweeting earlier today: congratulations, America, we're now into the second year of the greatest witch hunt in American history and there's still no collusion, no obstruction. The only collusion was that done by the Democrats who were unable to win the election despite the spending of far more money. It's been a year and so far, all Mueller is doing is trying to get Paul Manafort to flip and bring up completely unrelated tax charges dealing with the Ukraine from 2005 to 2007. It had nothing whatsoever to do with the Trump campaign. And if that's not embarrassing enough, look at Mueller's embarrassing case against the 13 so-called Russian company bot companies. That's falling apart. How is it possible with all of these great attorneys like Andrew Weissmann that he indicted a company that didn't exist at the time? Great job, guys. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Also, James Comey telling Congress he didn't think Michael Flynn lied to the FBI. Why didn't Mueller charge General Flynn anyway? There's something very off about what's happening with General Flynn. This is a monumental abuse of power, is unlike anything this country has ever seen and, of course, the media has been MIA, and it's now costing you the American taxpayers, well, President Trump is saying could cost upwards and above $10 million. Because of all of these facts, President Trump's legal team is no longer sitting back and watching Mueller and his deep state operatives and this whole disaster unfold. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Yesterday, we did learn that the special counsel is no longer considering indicting the president. OK, well, we've been telling you this over and over and over that it's impossible for constitutional reasons as we have explained. And although this is impossible, there's no constitutional precedent to ever even consider this. There are long-established DOJ guidelines that we have explained already in place and former New York City mayor, the president's lawyer, Rudy Giuliani also pointing out that Mueller might not even be able to issue a subpoena because the president's legal team has already handed over, over a million documents. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); } In other words, Mueller already has everything that they have requested and the only point of a presidential interview is to set a perjury trap. This witch hunt is now a direct threat to this American republic. Mueller is causing irreparable damage to the rule of law in this country, right. Also tonight, \"The New York Times\" confirming our reporting that we've had over a year and part of it is just recent, which is the Obama FBI did in fact have a mole inside the Trump campaign, and Watergate, the break-in was a big deal? Don't think for a second \"The New York Times\" didn't do this on purpose. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } They suddenly -- let's see -- decided that they want to tell the truth for once. This not -- was not a simple accident here, as evidenced by \"The New York Times\" purposely as Andy McCarthy said burying the lead of the story while trying to spin and cover up for those people that they wouldn't cover for an entire year, those that are involved in all of this illicit activity. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } What's happening now is that the deep state, they know they're about to be exposed like we are expecting the IG report after the IG report, we're going to get the 1.2 million documents that the IG looked at, that will follow and I believe what's happening is very obvious and transparent, they are leaking information to try to get out in front of this scandal that we have been exposing on this program. In other words, the information they have ignored as they talk about Russia, Russia, Stormy, Stormy. The DOJ is trying to protect themselves, leaking this information to friendly media. Oh, \"The New York Times\" is nobody friendlier, and as \"The Wall Street Journal's\" Kimberley Strassel pointed out, remember, she broke this story last Friday, pointing out these leakers are trying to literally get a head of Devin Nunes of the House Intel Committee and Congress so they can make all of this sound, well, it's not that bad, we knew about this. Remember, Congress hasn't even been able to see any of this information. Why? Because you have the deputy attorney general totally conflicted out for numerous reasons. Rod Rosenstein refusing to fork over what is rightfully Congress's role in oversight. He won't hand over. They're obstructing. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } And here's what we mean from this \"New York Times\" report, quote, the FBI obtained phone records and other documents using national security letters, a secret type of subpoena officials said, and at least one government informant met several times with Carter Page, Papadopoulos current and former officials said. So, we have a secret type of subpoena, the Obama FBI used to spy on the Trump campaign. That's on top of the FBI, the DOJ lying to a FISA judge in an original application and three subsequent applications about the Clinton bought and paid for dossier put together by a foreign national using Russian lies to get a warrant to also spy on the Trump campaign. You keeping up with me here? I know, this is the United States of America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } In other words, you have all of these top people in the DOJ, in the FBI, not rank-and-file, the top people making sure they had every base of theirs covered because their goal was to get Trump by any means necessary after they helped Hillary rigged an -- obviously rigged an investigation. Exoneration before investigation. And the former New York City Mayor Rudy Giuliani saying this information could in fact blow up the entire Mueller investigation. He's right. Watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S LAWYER",
      "sentences": "In this case, I think we're going to look into whether we can challenge the legitimacy of the entire investigation. Maybe a special prosecutor, special counsel never should have been appointed, not based on an illegal leak, not based on a set of facts that go back to -- I mean, I'm shocked to hear that they put a spy in the campaign of a major party candidate or maybe two spies and now I'm going through my brain since you know I was a big part of that campaign. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); } I'm trying to figure out who was the spy. Now, I'm wonder, is this person or that person or this person? Now, if there's a spy, they've got nothing from it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); } Look, they'd be able to bring their case right now if the spy had any incriminating information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The mayor will join us in a second. Here's another consequential piece of information from that \"New York Times\" article that we know was leaked days after they closed their investigation into Hillary Clinton's use, illegal use of a private email server, agents then the same people the ones that helped exonerate Hillary before investigating her and rigging the investigation, then they began to scrutinize the campaign of her Republican rival. That would be Donald Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } And just like we have been saying, the small group of deep state actors, they put the fix in, they exonerated Hillary Clinton, we know she committed felonies. The evidence is overwhelming, incontrovertible, would have put every one of you in jail. Then days later, the same people, well then they went after Donald Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } They all thought they knew better than the American people, that means you. And if all that isn't enough -- well, this part is shocking, could have serious criminal implications. Quote: 'top Australian officials, they broke with diplomatic protocol allowed the Ambassador Alexander Downer to sit for an FBI interview to describe his meeting with campaign adviser George Papadopoulos.' In order for that diplomatic protocol to be broken, well, that means that John Kerry and the Obama State Department from the get-go had to be involved they had to know from day one. And that means the Obama White House had to sign off on it from day one. Nobody else in the media is reporting this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, clearly, this goes way beyond Comey and top-level FBI, DOJ, deep state agitators. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, the big question for Barack Obama and John Kerry, they need to explain, under oath what did they know and when did they know it. We've raised that question in the past. We have a real reason to ask because there's no way that would have happened without their approval. And as for the DOJ, the IG report that we just mentioned that's coming out, Sara carter also with us tonight breaking huge news -- a draft of this highly anticipated report on the FBI and the DOJ's handling of this Clinton email investigation, exoneration before investigation, has now been sent to Congress, finally 14, 15 months. And she says and reports tonight, it is extremely long and extremely thorough. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); } Sarah is also reporting that this draft does not contain referrals but, of course, that would come after like in the case of Andrew McCabe. This is a big development and by the way it does come with one small catch that we've got to pay very close attention to. Fox News reporting that the FBI and DOJ, we now know they have it they're now being allowed to view the IG's draft, and that means they will maybe offer instances where they want to redact information, and that means that the deep state would be able to at least attempt to try and hide the truth. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is Rod Rosenstein and the DOJ's M.O. What do they do? They slow-walk, they stonewall, and when that doesn't work, they redact under the false guise of national security. So disgraceful. But we know that everything they'd redact so far has nothing to do with national security, had to do with embarrassing details like oh James Comey and the FBI didn't think General Flynn lied. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } We've been saying this for a while for the longest time. This is why we need a second special counsel that is completely independent from the FBI and the DOJ, because when push comes to shove at the end of the day, they are not capable of holding themselves accountable. And the inspector general needs to hold firm on his report tonight. Also tonight, Robert Mueller is turned over the scope memo about his investigation to federal Judge T.S. Ellis III. Remember, Andrew Weissmann leading the team. That's Mueller's pitbull and got excoriated by the judge two Fridays ago, and went after Mueller's team. Why? Because they're going after Paul Manafort. OK, on what? A 2005 already investigated tax fraud issue that had nothing to do with the election, with the campaign or even Russia itself or the Russia investigation. The same judge blasting the Mueller team, trying to get Manafort to flip. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); } Remember Judge Ellis said, they want to put the screws to him and make him sing so they can either prosecute or impeach President Trump. Also, following tonight, one of the most egregious examples of media bias, of course, the destroy Trump media, the press, claiming the president from called illegal immigrants 'animals.' It's not the case. He was talking specifically about members of the deadly MS-13 gangs. Look at some of these headlines from so-called news organizations. They knowingly, purposely took the president out of context to try and smear him yet again. It shows why I have said over and over, news media, journalism in America is dead. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } And then there's this utterly shameful media coverage. I can't believe this poses as news in the United States but supposedly, it does. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANA NAVARRO, COMMENTATOR",
      "sentences": "The president of the United States has got to measure his words and be more careful about what he says, and it is a very slippery slope when you start dehumanizing people this way. It's what the Nazis did. It's what slave owners did. It's not what Americans do. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But it's the president who's dominating the headlines on the topic, after he referred to some undocumented immigrants as animals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CECILIA VEGA, ABC NEWS",
      "sentences": "These aren't people. These are animals. So that was during White House meeting on sanctuary cities. The comment came after someone remarked about MS-13 gang members. The president didn't make it clear whether he was talking about gang members or about immigrants in general. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); } I got to say, immigrant communities hear this as a dog whistle and they say this is downright dangerous language. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's go to the videotape what did the president actually say. It's so obvious -- listen to the question -- that he was talking about this vicious gang known as MS-13. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "There could be an MS-13 gang member I know about -- if they don't reach a certain threshold, I cannot tell ICE about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We have people coming into the country, or trying to come in. We're stopping on a lot of them, but we're taking people out of the country, you wouldn't believe how bad these people are. These aren't people. These are animals and we're taking them out of the country at a level and at a rate that's never happened before. And because of the weak laws, they come in fast, we get them, we release them, we get them again, we bring them out. It's crazy. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And today, the president responded to this abusively biased news media of yours. Take a look. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You know I'm referring to the MS-13 gangs that are coming in and I was talking about the MS-13, and also if you look a little bit further on in the tape, you'll see that. So I'm actually surprised you're asking this question because most people got it right. But I'm saying the MS-13, you don't have that where you come from, MS-13, these are animals. They're coming into our country. We're getting them out. They come in again, we're getting them out. So, when the MS-13 comes in, when the other gang members come into our country, I referred to them as animals. And guess what? I always will. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Media bias is not the only thing the president's weighing in on today. He was also asked about North Korea's threat to pull out of the nuclear summit. Here's what he had to say about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Nothing has changed on North Korea that we know of. We have not been told anything and if it does, that's fine, if it doesn't, I think we'll probably have a very successful meeting. But we have not been told anything. We're just reading -- we're just reading stories like you are. We've heard certain things from South Korea, but we'll see what happens. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } We are continuing to negotiate in terms of location. The location it's to where to meet, how to meet, rooms, everything else, and they've been negotiating like nothing happened. But if you read the newspapers, maybe it won't happen. I can't tell you yet. I will tell you very shortly. We're going to know very soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The president is not messing around. Joining us with reaction, Fox News contributor, she's breaking news tonight again, Sarah Carter, former U.S. attorney, \"National Review\" contributing editor, he has been an amazing in his writing on top of his game, Andrew McCarthy, and the author of the upcoming book, I love the title, \"The Russian Hoax\", he'll tell you the rest, Fox News legal analyst, Gregg Jarrett. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } Andy, let me start with you. I'm actually on radio all day today. I called it Crossfire Hurricane edition of the Sean Hannity radio show. And I'm going to be playing that music in a minute. But you actually wrote the same thing today. And I want you to go into what \"The Times\" was doing -- \"The New York Times\" specifically -- in their coverage yesterday and why they're trying to get ahead of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDY MCCARTHY, NATIONAL REVIEW",
      "sentences": "Well, I think, Sean, what they're burying, the word that you almost never see in the whole article is counterintelligence. And the reason is that the scandal here is that they had a case in which they didn't have a criminal predicate and they didn't even really have the predicate you would need to invoke national security powers to conduct this kind of an investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } And they used their counterintelligence powers to conduct not only an investigation on American citizens, but it was the incumbent Democratic administration employing these extraordinary tactics that are meant to protect America against foreign enemies, and they employed them against their political adversaries in the Trump campaign. That's the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, and as you said in your piece, rightly so, they buried the lead. I did give you attribution by the way because it was a good line. Let me go to Sara. Sara, this is interesting. You now have gotten at least some feedback on what we can expect from Michael Horowitz's report, but I want to add to that -- now we know that the actors that are -- that were investigated now will weigh in on it. Does that mean they can use phony redactions, does that mean? That they can add or try to get the -- get the inspector general to change what he wrote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, they can certainly respond. This is Korean officials and former officials both from the FBI and the DOJ, and what they're going to do is take a look at this report and remember, nobody has seen this, but the people that the inspector general is given it to, both at the FBI and the DOJ, these current and former officials and people within Congress, which I have been told had to sign non-disclosure agreements so that they wouldn't release any of the information before the people in the report had a time to respond. So, what'll happen is they will respond to that. That'll be attached to the report, and whether or not there's reactions or conversations with Horowitz before that report's released, that will happen. We don't know yet what -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Just to hold the ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That's right, that's right. And one of the things, Sean, that I think they're going to be looking at as well is the scope of the Hillary Clinton investigation. This is the full scope of the bureau's investigation. So, this is like you said, millions of documents, over a year of investigation into this, and it'll take about three to four weeks I'm told before it will be made public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And then the 1.2 million documents should follow we should have access to those unless they deal with national security. I thought buried in \"The Times\" report too is an interesting point, Gregg Jarrett, that if the -- if they got permission to interview these Australian diplomat and that had to go through the State Department, no? Would not have been -- wouldn't that have been known from the very beginning by the Kerry State Department and probably the president himself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Well, the answer is likely yes but we don't know because they've been so secretive about everything. And the FBI and the Department of Justice has been covering up everything. But, look, the use of this confidential informant by Comey and his minions of the FBI should erase any doubt that Americans have that this is an agency of the government that abused its power in an attempt to frame Donald Trump and destroy him. They were trying to entrap people in the Trump campaign to say something incriminating and, of course, they were never charged with collusion so they said nothing of the sort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Collusion is not a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "No, it's not. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The irony here. Andy, I know that you've been doing great, right? Am I wrong and Hillary Clinton committed crimes that they exonerated before investigating, so it seems like it was rigged? Then you lead to the phony dossier, then you lead to a spy in the campaign, then you lead to the FISA courts being lied to for an entire year with unverified, uncorroborated and they never -- by omission they lied by not telling the Hillary paid for it. Is anything in those statements I'm saying that are wrong, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "No, I don't think so, Sean. I think, you know, but it -- this is such an expansive, complicated story that you always need a hook that people can sort of wrap their brain around to understand it. And the only hook that I keep coming back to is that there's no objective person of good faith, left or right, whatever your ideology, whatever your party, who could look at these two investigations and say that equal justice was done in both. It's simply not possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And what happened here is they bent over backwards to not make the case against Mrs. Clinton and then they scorch the earth --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "-- to invent the case against Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's the name -- by the way, that's the name of Gregg's book. That's it, in a nutshell. Andy, great work. Welcome aboard by the way and we look forward to you being our colleague. We appreciate you being with us. When we come back, President Trump's attorney Rudy Giuliani is next. And you don't want to miss the great one, Mark Levin. He was right all along about the Constitution favoring the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. This Crossfire Hurricane edition of 'Hannity.' Welcome back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } And joining us now is the former New York City mayor, President Trump's attorney, Rudy Giuliani. You spoke today -- I watch the interview with Laura last night. I thought it was a great interview, so I want to narrow the focus into today. You spoke with the Mueller team. You're talking about narrowing the questions. And my question is, why would -- why would the president ever talk to somebody that is using the tactics that he's using and hire Andrew Weissmann?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "sentences": "Well, you know the president as well as I do, and the president has a great desire to come forward and tell the truth if he gets a fair hearing. Our job is to make sure he gets a fair hearing, meaning Jay Sekulow and the Raskin people and Jayne and Marty and me. Our job is to make sure that he gets a fair hearing from Mueller. Now, we're not convinced that he will, but we had the first hopeful communication with him last night when I think as a result of our saying that we put in five letters to them, never gotten a response, we finally did. And I don't want to dismiss it because I think it was a good-faith attempt to really narrow the focus quite dramatically of the questioning. That doesn't end it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why not give the president a chance to just -- you've handed over everything. You've been transparent. Why not just answer the questions written, let the president take his time and not have a perjury trap?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, you know, that that could still be 1,001, if there were written answers and they might -- most probably would be under oath. Of course, they could be more carefully done and you could avoid some of the traps. If we thought there was any kind of trap, he's not doing it. And there's a whole argument that there is a trap here. Look, frankly, they could write their report right now, today. They have all the facts, 1.4 million documents, 28 witnesses, several interviewed more than once, and then every explanation that they need is already given by President Trump, in interviews. How about the Lester Holt interview when he explained precisely why he fired Comey for a non-corrupt reason? And, by the way, he didn't have to have a reason for firing Comey, and everything we've learned since then is, my goodness, he should have fired him earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Mayor, this is where Rosenstein is conflicted -- that and the fact that he signed off on one of the subsequent Pfizer renewals. Let me -- let me ask you this: look at Judge Ellis two Fridays ago, that they're using a 2005 case of Paul Manafort. This was supposed to be about Trump-Russia collusion to, put the screws to Manafort so that he will sing and the purpose -- so that they could either prosecute or impeach the president of the United States. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); } I'm sorry, I have serious ethical issues with the entire process involved in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, let's go to the New York Times today which really gave us everything we need to know about how illegitimate this investigation was from day one. I mean, this goes back 100 days before the election. They had spies in the Trump camp. I'm trying to figure out, you know, who is next to me on the airplane. And here's the thing the spies found out. There was no collusion with the Russians. I repeat there was no collusion with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Collusion is not a crime, Mr. Mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "No. If you collude for criminal purposes then it's conspiracy. No such thing happened. No such thing happened, Sean. It didn't happened. And the president has been saying this is a witch hunt. Today's headline in the Times should have been Comey witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Well, said. But if I wanted to get information, if I was working for your campaign you're running for president, I and wanted to get information and somebody told me, he says, I've got information on your opponent. You opponent is Hillary Clinton. Does it matter who it is, the FISA say who do you have got?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "No. No, no, you're not responsible. How would you even know where the person got it? They're going to tell you. They're not going to come and tell you this is what we got. And you're going to accept it or reject it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } In the case of this campaign, one time that happened with that Russian woman, it turned out she didn't have any information and she was trying to negotiate sanctions. And they threw, they basically threw her out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They want to read you talk about Russian adoption. Let me ask you this. You said last time on the program Hillary did commit felonies. You don't delete e-mails and acid washed your hard drive and subpoenaed e-mails and that's not obstruction. Do you believe as I believe that when they wrote the exoneration before the investigation that it was rigged do you also believe that when they use the dossier to get FISA warrants that that was illegal and they did it four times? Rod Rosenstein also signed off on it never verified corroborated, never told the judges Hillary paid for it. And the other part of that, now we know an FBI spy in the Trump campaign? Mr. Mayor, this is the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "You said it right. That's Watergate compounded by the fact that were many years after Watergate and we didn't think this could happened. This is a far worse crime and intrusion on democracy than a non-Russian conspiracy. And who's investigating it. I hope that this is a turnover for criminal referral and I hope for once the Justice Department wakes up and investigate something other than you know, empowering Mueller to doing an illegitimate investigation. It is illegitimate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Mayor, long before you save New York City and you did an amazing job. I was here I watched it, well, I can describe in detail I don't have time toning, for but you are also a prosecutor. And I'm asking this question about prosecutors. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } There is a -- they have a responsibility to handle over subpoena documents. They are slow walking, they are claiming they can redact in the name of national security and there's no need for it and they're not cooperating and they're obstructing. What should be the next step, should the president follow Jim Jordan and Ron DeSantis and Mark Meadows advice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I don't have any problem--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Sessions to hand it over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I have no problem with that. They have no reason not to hand it over to Congress just like they're intruding an article 2 with their witch hunt investigation. They're intruding now into article 1 which is the congressional power to have oversight over them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "They have no right to be a warrant to themselves and that's what they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Mr. Mayor, we always appreciate you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Thank you, Sean. See you soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. This is our crossfire hurricane edition of 'Hannity.' When we come back, Mark Levin has been right from the get-go the Constitution of the United States is on the president's side. The great one, Mark Levin, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, HOST, FOX NEWS",
      "sentences": "It's been the position of the United States Department of Justice under Republicans and Democrats in 1973 memorandum and in October memorandum under the Clinton administration that you must not and cannot indict a sitting president, not that this president would be. That's not my point. As a matter of constitutional interpretation for 44 years that's been the position of the Department of Justice. We have law professors, homeless people, would-be law professors all over TV and radio talking about obstruction of justice. We've had media types talking about it. We had members of Congress talking about it. It doesn't matter. The official position of the Justice Department is we don't charge a sitting president with a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. The great one Mark Levin on our program, June 20, 2017 he worked as an Ed Meese's chief of staff. Ed Meese is the attorney general. Explaining Department of Justice policy. We've been saying this forever on this program Mark broke it right here. He joins us now, host of CRTV of Levin TV at Life, Liberty, and Levin, the number one show on Sunday nights. He's the great one, Mark Levin. How are you, my friend? You know, I'm getting really ticked off because you're right. You have all of these people they say, big news, they can't indict a sitting president. No kidding, you've been saying it for over a year. We pointed it out repeatedly. The media has gotten every aspect of this wrong, they have ignored the real crime the real abuse of power and corruption scandal in this country and they've been on a witch hunt that is now going on over a year. And to me, this has to come to an end and some truth needs to come out, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The Mueller investigation oddly enough, Sean, has disclosed has revealed that the greatest perpetrator of against the American people was the federal government. The greatest perpetrator against the American people was the federal government, was the FBI, the CIA national intelligence director, and this is a very--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That rank and file.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Of course not. And I wanted to take this to the next level. Because the president of the United States will not be invited and if he is, he'll take it to the Supreme Court and he'll win. All that said now, we cannot allow this to happen again. We saw our federal government used by the prior administration by the head of the CIA, by the head of the FBI, by the head of national intelligence and many, many others used to try and destroy the candidacy of an opposition candidate in another party Donald Trump in the Republican Party. That is, the president's administration the existing administration interfering in the elections we've never seen anything like this before in American history. So here's what we need to do. We now know that the Obama administration spy. Spy. Look, it's the Obama administration, he's the president. The buck stops at his desk. He may be playing around with his library in Chicago and gone off and writing a phony book and everything. He is to be held responsible and his surrogates are to be held responsible. The FISA court failed us. The FISA court failed us. We have these national security letters that are supposed to be used in extreme circumstances being used, we have a cabal of FBI agents who took it upon themselves to investigate a candidate and his campaign, and then we have of course actual spies one or more in the Trump campaign. What the hell is this? The Soviet Union, Venezuela? It's the United States of America. So let me say this. Once Mr. Mueller, Mr. Mueller turns over his report to Mr. Rosenstein the president of the United States should do two things. He should take his favorite United States attorney not favorite because they're pals but the most professional the most competent most aggressive he can and give him an assignment. I don't care what Jeff Sessions does. He's the president and tell him, I want you to investigate the activities that took place in this election, let the chips fall where they may. The interference in this election by the FBI, the CIA, the national intelligence I want to know what Brennan did, I want to know what Clapper did. I want to know what Comey did not because I'm going to punish them. You'll make determinations about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Susan Rice--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But something -- something is terribly wrong. More, I also would tell him and I've said this before myself. We need to fix this. We cannot have another election where the federal government our United States government is interfering with an election. And so what I think the president needs to do is appoint a commission of five or seven people I told you this on your show a long time ago, top notch men from prior administration and women and appoint them and say, fix the FBI at the top, fix the CIA, fix the intelligence agencies, we cannot allow this to happen to another president of the United States. To hell with -- sorry, Jeff. With Jeff Sessions and all these other people the president should take the responsibility themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Don't apologize.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You're talking about -- you're talking about spies in the Trump administration. You're talking about--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mark?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "-- a failed FISA court. This is incredible stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mark, you talk about the spies, you talk it wasn't just one FISA court judge that was given phony information that was never verified, never corroborated, never were they told that Hillary bought and paid for this information with a foreign agent. Where are the -- where's Congress won't Congress bring these FISA judges before them and demand to know how they feel about being lied to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I'll tell you why. I'll tell you why. Because unlike the Democrats, the Republicans scatter like rats. They scatter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Weaks (Ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You have certain Republicans who thronged with the Democrats because they want to destroy this president. They can't get over the fact that he got elected and they can't get over the fact the American people didn't follow them. The American people don't even know who they are. But I want to emphasize something here so your guest in the future can repeat what I'm going to say, which this is. We need an accounting of what Mr. Brennan did and what Mr. Clapper did and what Mr. Book salesman Comey did. We need an accounting of what Susan Rice did of what Samantha Powers did. We haven't even gotten to the unmasking stuff yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Not because we want to get even. Because we need an accounting. People need to be held to account, number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've got to run, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Number two, we need to fix these departments and agencies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mark, if we don't fix it we lose our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "That's correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's not a joke. It's not a joke. You once wrote where there's a post-constitutional America it's getting scary now. All right. Great one, Life, Liberty, and Levin. Don't miss it Sunday nights 10 Eastern here on Fox. When we come back, Dr. Sebastian Gorka, Dan Bongino. The media is absolutely shameful, horrific, dishonest attack today on the president. We'll show you straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "This is one of the most vicious and deadly gangs that operate by the motto of rape, control, and kill. If the media and liberals want to defend MS-13 they're more than welcome to. Frankly, I don't think the term that the president use was strong enough. MS-13 has done heinous acts. It took an animal to stab a man 100 times and decapitate him and rip his heart out. It took an animal to beat a woman they were sex trafficking with about 28 times and indenting part of her body, and it took an animal to kidnap, drugged, and rape a 14-year-old Houston girl. Frankly, I think that the term animal doesn't go far enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Boo. Sarah Sanders beat down today addressing the critics and liars in the media about President Trump's comments when he was obviously talking about MS-13 gang members as animals. Here with reaction, former deputy assistant to the president Fox News national security strategist, Dr. Sebastian Gorka, NRATV contributor, former Secret Service agent, Dan Bongino. OK. This was a lie from the get-go. This is what the media does every single day and they seem to get away with it, Dr. Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST, FOX NEWS",
      "sentences": "Yes. I think it's a beautiful irony that the left wing media invented the phrase the fake news and the president has turned it around like jujitsu and he's using it against them every day and they never learn their lesson. This tells you everything you need to know. The fake and DNC wants to protect criminals. The president wants to protect Americans from criminals. MS-13 they're not just animals, Sean. They are sub-human, they dehumanize their adversaries and they wish to perpetrate crimes on U.S. soil. This president stops that. And I love what he said today. It was absolutely epic when he said I call them animals and I'm always going to call them animals. That's who Donald Trump is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. And Dan, I have the same reaction as Dr. Gorka. I mean, really? Do we -- and you know, and Sarah going through -- that's only the short list. We didn't give you the big list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, NRATV",
      "sentences": "Yes. Sean, listen, the media dictionaries kind of interesting, right. You know, Americans are referred to as deplorables, illegal immigrants is DREAMers, right, NRA members they are terrorists, and yet, MS-13 gets called animals by President Trump and these suckers in the media debated into defending MS-13. Sean, how do you think that sounds to the average American living in a middle class community but may have some crime problems and a burgeoning gang problem, how do you think that sound because these clouds in the media wear to bow ties in the coastal bubbles go out there and defend MS-13 in these communities. They sound like the clowns they are. It's a total joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, and the thing is this is serious in these communities and you know what, innocent people are dying because of these gangs, Dr. Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Yes. We have, so this is an example I used to give when I was trying FBI agents. In Mexico just south of the border on a Saturday night the local drug cartel in the middle of the discotheque rolled severed heads onto the dance floor. These are the people that Nancy Pelosi described as having a spark of divinity as human beings with dignity that decapitate their fellow man and rolled the heads onto a dance floor. God bless Nancy Pelosi because in November the president will be riding his own red way back into the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is this election day, Dan Bongino, at the end of the day going to come down to this the great success in the economy, foreign policy, Nancy Pelosi, wants to raise taxes and they want to impeach this president? Is that what they -- I think this is going to be one of the most important midterm elections in our lifetime, if not our history based on what the Democrats want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes. Sean, they don't really have much of an agenda other than we're not Donald Trump. But at the end of the day people vote for kitchen table issues and when their wallets get fatter and their jobs and their promotions start coming down that pipeline that's going to have deep impact on how they vote. I think this blue -- listen, they may be a blue wave. I can't deny that there's some anti-Trump animosity but I certainly think it's not going to be the degree that the media is hyping it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Good to see you both, Dan Bongino and Dr. Sebastian Gorka. When we come back, fake news CNN, yes their anti-Trump so-called journalist agitator Jim Acosta made probably the most ridiculous comment about his cover to the president. You're going to want to see this next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. CNN fake news self-righteous cry baby Jim Acosta, yes, big liberal leftist will do anything for attention, tonight he went on Jimmy Kimmel live last night claim that he was just as tough on Obama as he is on President Trump. Really? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, TV HOST",
      "sentences": "Are you their least favorite of all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, SENIOR WHITE HOUSE CORRESPONDENT, CNN",
      "sentences": "Probably, but as FDR once said, I welcome their hatred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMMEL",
      "sentences": "You do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "I do. And you know, listen, when I cover Barack Obama I was just as tough on him. People might not believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMMEL",
      "sentences": "We were dating like we've--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "Dating like--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMMEL",
      "sentences": "--like, we aversely dislike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "I am, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, Acosta CNN fake news so tough on President Obama. Take a look at this hard-hitting question we found from back in 2015.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "I wanted to ask you about what some people are calling your best week ever. Last week, you had Supreme Court supportive of the Affordable Care Act, gay rights, you also a speech down in Charleston that was pretty warmly received. It seems that you've fill up some political capital for the remaining months of your presidency. I'm curious how you want to use it. What hard things do you want to tackle at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, he's supposed to be the journalist only missing with the pom-poms. All right. That's all -- that's all the time we have left this evening. As always thank you for being with us, at Sean Hannity on Twitter. Set your DVR. We are always fair and balanced. We'll never be the destroy-Trump media. Let not your heart be troubled. That was a great interview with Rudy last night and I was glad you ask all those questions because I had the new news today with Rudy. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right, Tucker. Lying pomposity, smugness, groupthink, got it."
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Amen."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Monologue set. All right. Good show, Tucker. Thank you. Welcome to 'Hannity.' All right. This is yet, and I'm not kidding, another insane breaking news night. So, buckle up. It is now tonight day 365 of the Mueller witch-hunt. President Trump and his legal team, they are fighting back in a huge way against this corrupt special counsel investigation. We have a massive development. The president's attorney Rudy Giuliani is telling \"The Washington Times\" tonight that Mueller is now agreeing to narrow the scope of those questions that he wants to ask the president now the former New York City mayor will join us right here on this program. Also tonight, the great one, Mark Levin, he was correct from the get-go. The Constitution of this country is on President Trump's side. He'll explain. Plus, President Trump is now reacting to \"The New York Times\" inadvertently confirming our year-long reporting that in fact the Obama FBI while one part spied on his campaign, now he's calling the scandal bigger than Watergate and the president's right as we have been telling you. We also have an explosive report tonight and new details from Sara Carter reporting the DOJ IG report on the corrupt handling of the Clinton email investigation is, quote, extremely long and thorough and could in fact lead to the recommendation of criminal charges. Now, there is a big catch -- some of these deep state actors in the DOJ, they'll be able to review, possibly redact what ultimately gets released to you, the American people. We'll explain why they might not get away with it. Also, major developments in the nuclear showdown with Kim Jong-un and North Korea. We'll tell you what President Trump is saying about the upcoming meeting with Kim Jong-un. All of that, buckle up, glad you're with us, tonight's breaking news opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Huge developments tonight. President Trump's attorney, Rudy Giuliani, will be joining us in just a few minutes. He is telling \"The Washington Times\" that the special counsel Robert Mueller is agreeing now finally rightly to limit the scope of potential questions he wants to ask the president. The former New York City mayor is also saying that this could result in a possible July interview, and Mueller issuing a final report by Labor Day, of course, before the midterm elections. If true, that would be a win for the president. Mueller's original questions are completely ridiculous and insane, obviously a perjury trap. What were you thinking? It doesn't matter what he was thinking. And today is the one-year anniversary of this Mueller witch-hunt, and so far, the special counsel has not provided a single shred of evidence of any collusion and collusion is not against the law. The special counsel has been so abusive, so corrupt, they are so conflicted that the president and his legal team they're now rightly going on offense to combat the illicit deep state scheme."
    },
    {
      "speaker": "The president tweeting earlier today",
      "utterance": "congratulations, America, we're now into the second year of the greatest witch hunt in American history and there's still no collusion, no obstruction. The only collusion was that done by the Democrats who were unable to win the election despite the spending of far more money. It's been a year and so far, all Mueller is doing is trying to get Paul Manafort to flip and bring up completely unrelated tax charges dealing with the Ukraine from 2005 to 2007. It had nothing whatsoever to do with the Trump campaign. And if that's not embarrassing enough, look at Mueller's embarrassing case against the 13 so-called Russian company bot companies. That's falling apart. How is it possible with all of these great attorneys like Andrew Weissmann that he indicted a company that didn't exist at the time? Great job, guys. Also, James Comey telling Congress he didn't think Michael Flynn lied to the FBI. Why didn't Mueller charge General Flynn anyway? There's something very off about what's happening with General Flynn. This is a monumental abuse of power, is unlike anything this country has ever seen and, of course, the media has been MIA, and it's now costing you the American taxpayers, well, President Trump is saying could cost upwards and above $10 million. Because of all of these facts, President Trump's legal team is no longer sitting back and watching Mueller and his deep state operatives and this whole disaster unfold. Yesterday, we did learn that the special counsel is no longer considering indicting the president. OK, well, we've been telling you this over and over and over that it's impossible for constitutional reasons as we have explained. And although this is impossible, there's no constitutional precedent to ever even consider this. There are long-established DOJ guidelines that we have explained already in place and former New York City mayor, the president's lawyer, Rudy Giuliani also pointing out that Mueller might not even be able to issue a subpoena because the president's legal team has already handed over, over a million documents. In other words, Mueller already has everything that they have requested and the only point of a presidential interview is to set a perjury trap. This witch hunt is now a direct threat to this American republic. Mueller is causing irreparable damage to the rule of law in this country, right. Also tonight, \"The New York Times\" confirming our reporting that we've had over a year and part of it is just recent, which is the Obama FBI did in fact have a mole inside the Trump campaign, and Watergate, the break-in was a big deal? Don't think for a second \"The New York Times\" didn't do this on purpose. They suddenly -- let's see -- decided that they want to tell the truth for once. This not -- was not a simple accident here, as evidenced by \"The New York Times\" purposely as Andy McCarthy said burying the lead of the story while trying to spin and cover up for those people that they wouldn't cover for an entire year, those that are involved in all of this illicit activity. What's happening now is that the deep state, they know they're about to be exposed like we are expecting the IG report after the IG report, we're going to get the 1.2 million documents that the IG looked at, that will follow and I believe what's happening is very obvious and transparent, they are leaking information to try to get out in front of this scandal that we have been exposing on this program. In other words, the information they have ignored as they talk about Russia, Russia, Stormy, Stormy. The DOJ is trying to protect themselves, leaking this information to friendly media. Oh, \"The New York Times\" is nobody friendlier, and as \"The Wall Street Journal's\" Kimberley Strassel pointed out, remember, she broke this story last Friday, pointing out these leakers are trying to literally get a head of Devin Nunes of the House Intel Committee and Congress so they can make all of this sound, well, it's not that bad, we knew about this. Remember, Congress hasn't even been able to see any of this information. Why? Because you have the deputy attorney general totally conflicted out for numerous reasons. Rod Rosenstein refusing to fork over what is rightfully Congress's role in oversight. He won't hand over. They're obstructing. And here's what we mean from this \"New York Times\" report, quote, the FBI obtained phone records and other documents using national security letters, a secret type of subpoena officials said, and at least one government informant met several times with Carter Page, Papadopoulos current and former officials said. So, we have a secret type of subpoena, the Obama FBI used to spy on the Trump campaign. That's on top of the FBI, the DOJ lying to a FISA judge in an original application and three subsequent applications about the Clinton bought and paid for dossier put together by a foreign national using Russian lies to get a warrant to also spy on the Trump campaign. You keeping up with me here? I know, this is the United States of America. In other words, you have all of these top people in the DOJ, in the FBI, not rank-and-file, the top people making sure they had every base of theirs covered because their goal was to get Trump by any means necessary after they helped Hillary rigged an -- obviously rigged an investigation. Exoneration before investigation. And the former New York City Mayor Rudy Giuliani saying this information could in fact blow up the entire Mueller investigation. He's right. Watch this."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S LAWYER",
      "utterance": "In this case, I think we're going to look into whether we can challenge the legitimacy of the entire investigation. Maybe a special prosecutor, special counsel never should have been appointed, not based on an illegal leak, not based on a set of facts that go back to -- I mean, I'm shocked to hear that they put a spy in the campaign of a major party candidate or maybe two spies and now I'm going through my brain since you know I was a big part of that campaign. I'm trying to figure out who was the spy. Now, I'm wonder, is this person or that person or this person? Now, if there's a spy, they've got nothing from it. Look, they'd be able to bring their case right now if the spy had any incriminating information."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The mayor will join us in a second. Here's another consequential piece of information from that \"New York Times\" article that we know was leaked days after they closed their investigation into Hillary Clinton's use, illegal use of a private email server, agents then the same people the ones that helped exonerate Hillary before investigating her and rigging the investigation, then they began to scrutinize the campaign of her Republican rival. That would be Donald Trump. And just like we have been saying, the small group of deep state actors, they put the fix in, they exonerated Hillary Clinton, we know she committed felonies. The evidence is overwhelming, incontrovertible, would have put every one of you in jail. Then days later, the same people, well then they went after Donald Trump. They all thought they knew better than the American people, that means you. And if all that isn't enough -- well, this part is shocking, could have serious criminal implications."
    },
    {
      "speaker": "Quote",
      "utterance": "'top Australian officials, they broke with diplomatic protocol allowed the Ambassador Alexander Downer to sit for an FBI interview to describe his meeting with campaign adviser George Papadopoulos.' In order for that diplomatic protocol to be broken, well, that means that John Kerry and the Obama State Department from the get-go had to be involved they had to know from day one. And that means the Obama White House had to sign off on it from day one. Nobody else in the media is reporting this. So, clearly, this goes way beyond Comey and top-level FBI, DOJ, deep state agitators. So, the big question for Barack Obama and John Kerry, they need to explain, under oath what did they know and when did they know it. We've raised that question in the past. We have a real reason to ask because there's no way that would have happened without their approval. And as for the DOJ, the IG report that we just mentioned that's coming out, Sara carter also with us tonight breaking huge news -- a draft of this highly anticipated report on the FBI and the DOJ's handling of this Clinton email investigation, exoneration before investigation, has now been sent to Congress, finally 14, 15 months. And she says and reports tonight, it is extremely long and extremely thorough. Sarah is also reporting that this draft does not contain referrals but, of course, that would come after like in the case of Andrew McCabe. This is a big development and by the way it does come with one small catch that we've got to pay very close attention to. Fox News reporting that the FBI and DOJ, we now know they have it they're now being allowed to view the IG's draft, and that means they will maybe offer instances where they want to redact information, and that means that the deep state would be able to at least attempt to try and hide the truth. This is Rod Rosenstein and the DOJ's M.O. What do they do? They slow-walk, they stonewall, and when that doesn't work, they redact under the false guise of national security. So disgraceful. But we know that everything they'd redact so far has nothing to do with national security, had to do with embarrassing details like oh James Comey and the FBI didn't think General Flynn lied. We've been saying this for a while for the longest time. This is why we need a second special counsel that is completely independent from the FBI and the DOJ, because when push comes to shove at the end of the day, they are not capable of holding themselves accountable. And the inspector general needs to hold firm on his report tonight. Also tonight, Robert Mueller is turned over the scope memo about his investigation to federal Judge T.S. Ellis III. Remember, Andrew Weissmann leading the team. That's Mueller's pitbull and got excoriated by the judge two Fridays ago, and went after Mueller's team. Why? Because they're going after Paul Manafort. OK, on what? A 2005 already investigated tax fraud issue that had nothing to do with the election, with the campaign or even Russia itself or the Russia investigation. The same judge blasting the Mueller team, trying to get Manafort to flip. Remember Judge Ellis said, they want to put the screws to him and make him sing so they can either prosecute or impeach President Trump. Also, following tonight, one of the most egregious examples of media bias, of course, the destroy Trump media, the press, claiming the president from called illegal immigrants 'animals.' It's not the case. He was talking specifically about members of the deadly MS-13 gangs. Look at some of these headlines from so-called news organizations. They knowingly, purposely took the president out of context to try and smear him yet again. It shows why I have said over and over, news media, journalism in America is dead. And then there's this utterly shameful media coverage. I can't believe this poses as news in the United States but supposedly, it does. Take a look."
    },
    {
      "speaker": "ANA NAVARRO, COMMENTATOR",
      "utterance": "The president of the United States has got to measure his words and be more careful about what he says, and it is a very slippery slope when you start dehumanizing people this way. It's what the Nazis did. It's what slave owners did. It's not what Americans do."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But it's the president who's dominating the headlines on the topic, after he referred to some undocumented immigrants as animals."
    },
    {
      "speaker": "CECILIA VEGA, ABC NEWS",
      "utterance": "These aren't people. These are animals. So that was during White House meeting on sanctuary cities. The comment came after someone remarked about MS-13 gang members. The president didn't make it clear whether he was talking about gang members or about immigrants in general. I got to say, immigrant communities hear this as a dog whistle and they say this is downright dangerous language."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's go to the videotape what did the president actually say. It's so obvious -- listen to the question -- that he was talking about this vicious gang known as MS-13. Take a look."
    },
    {
      "speaker": "REPORTER",
      "utterance": "There could be an MS-13 gang member I know about -- if they don't reach a certain threshold, I cannot tell ICE about them."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We have people coming into the country, or trying to come in. We're stopping on a lot of them, but we're taking people out of the country, you wouldn't believe how bad these people are. These aren't people. These are animals and we're taking them out of the country at a level and at a rate that's never happened before. And because of the weak laws, they come in fast, we get them, we release them, we get them again, we bring them out. It's crazy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And today, the president responded to this abusively biased news media of yours. Take a look."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You know I'm referring to the MS-13 gangs that are coming in and I was talking about the MS-13, and also if you look a little bit further on in the tape, you'll see that. So I'm actually surprised you're asking this question because most people got it right. But I'm saying the MS-13, you don't have that where you come from, MS-13, these are animals. They're coming into our country. We're getting them out. They come in again, we're getting them out. So, when the MS-13 comes in, when the other gang members come into our country, I referred to them as animals. And guess what? I always will."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Media bias is not the only thing the president's weighing in on today. He was also asked about North Korea's threat to pull out of the nuclear summit. Here's what he had to say about that."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Nothing has changed on North Korea that we know of. We have not been told anything and if it does, that's fine, if it doesn't, I think we'll probably have a very successful meeting. But we have not been told anything. We're just reading -- we're just reading stories like you are. We've heard certain things from South Korea, but we'll see what happens. We are continuing to negotiate in terms of location. The location it's to where to meet, how to meet, rooms, everything else, and they've been negotiating like nothing happened. But if you read the newspapers, maybe it won't happen. I can't tell you yet. I will tell you very shortly. We're going to know very soon."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The president is not messing around. Joining us with reaction, Fox News contributor, she's breaking news tonight again, Sarah Carter, former U.S. attorney, \"National Review\" contributing editor, he has been an amazing in his writing on top of his game, Andrew McCarthy, and the author of the upcoming book, I love the title, \"The Russian Hoax\", he'll tell you the rest, Fox News legal analyst, Gregg Jarrett. Andy, let me start with you. I'm actually on radio all day today. I called it Crossfire Hurricane edition of the Sean Hannity radio show. And I'm going to be playing that music in a minute. But you actually wrote the same thing today. And I want you to go into what \"The Times\" was doing -- \"The New York Times\" specifically -- in their coverage yesterday and why they're trying to get ahead of this."
    },
    {
      "speaker": "ANDY MCCARTHY, NATIONAL REVIEW",
      "utterance": "Well, I think, Sean, what they're burying, the word that you almost never see in the whole article is counterintelligence. And the reason is that the scandal here is that they had a case in which they didn't have a criminal predicate and they didn't even really have the predicate you would need to invoke national security powers to conduct this kind of an investigation. And they used their counterintelligence powers to conduct not only an investigation on American citizens, but it was the incumbent Democratic administration employing these extraordinary tactics that are meant to protect America against foreign enemies, and they employed them against their political adversaries in the Trump campaign. That's the story."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, and as you said in your piece, rightly so, they buried the lead. I did give you attribution by the way because it was a good line. Let me go to Sara. Sara, this is interesting. You now have gotten at least some feedback on what we can expect from Michael Horowitz's report, but I want to add to that -- now we know that the actors that are -- that were investigated now will weigh in on it. Does that mean they can use phony redactions, does that mean? That they can add or try to get the -- get the inspector general to change what he wrote?"
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, they can certainly respond. This is Korean officials and former officials both from the FBI and the DOJ, and what they're going to do is take a look at this report and remember, nobody has seen this, but the people that the inspector general is given it to, both at the FBI and the DOJ, these current and former officials and people within Congress, which I have been told had to sign non-disclosure agreements so that they wouldn't release any of the information before the people in the report had a time to respond. So, what'll happen is they will respond to that. That'll be attached to the report, and whether or not there's reactions or conversations with Horowitz before that report's released, that will happen. We don't know yet what --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Just to hold the ground."
    },
    {
      "speaker": "CARTER",
      "utterance": "That's right, that's right. And one of the things, Sean, that I think they're going to be looking at as well is the scope of the Hillary Clinton investigation. This is the full scope of the bureau's investigation. So, this is like you said, millions of documents, over a year of investigation into this, and it'll take about three to four weeks I'm told before it will be made public."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And then the 1.2 million documents should follow we should have access to those unless they deal with national security. I thought buried in \"The Times\" report too is an interesting point, Gregg Jarrett, that if the -- if they got permission to interview these Australian diplomat and that had to go through the State Department, no? Would not have been -- wouldn't that have been known from the very beginning by the Kerry State Department and probably the president himself?"
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Well, the answer is likely yes but we don't know because they've been so secretive about everything. And the FBI and the Department of Justice has been covering up everything. But, look, the use of this confidential informant by Comey and his minions of the FBI should erase any doubt that Americans have that this is an agency of the government that abused its power in an attempt to frame Donald Trump and destroy him. They were trying to entrap people in the Trump campaign to say something incriminating and, of course, they were never charged with collusion so they said nothing of the sort."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Collusion is not a crime."
    },
    {
      "speaker": "JARRETT",
      "utterance": "No, it's not."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The irony here. Andy, I know that you've been doing great, right? Am I wrong and Hillary Clinton committed crimes that they exonerated before investigating, so it seems like it was rigged? Then you lead to the phony dossier, then you lead to a spy in the campaign, then you lead to the FISA courts being lied to for an entire year with unverified, uncorroborated and they never -- by omission they lied by not telling the Hillary paid for it. Is anything in those statements I'm saying that are wrong, sir?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "No, I don't think so, Sean. I think, you know, but it -- this is such an expansive, complicated story that you always need a hook that people can sort of wrap their brain around to understand it. And the only hook that I keep coming back to is that there's no objective person of good faith, left or right, whatever your ideology, whatever your party, who could look at these two investigations and say that equal justice was done in both. It's simply not possible."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And what happened here is they bent over backwards to not make the case against Mrs. Clinton and then they scorch the earth --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "-- to invent the case against Donald Trump."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's the name -- by the way, that's the name of Gregg's book. That's it, in a nutshell. Andy, great work. Welcome aboard by the way and we look forward to you being our colleague. We appreciate you being with us. When we come back, President Trump's attorney Rudy Giuliani is next. And you don't want to miss the great one, Mark Levin. He was right all along about the Constitution favoring the president."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. This Crossfire Hurricane edition of 'Hannity.' Welcome back. And joining us now is the former New York City mayor, President Trump's attorney, Rudy Giuliani. You spoke today -- I watch the interview with Laura last night. I thought it was a great interview, so I want to narrow the focus into today. You spoke with the Mueller team. You're talking about narrowing the questions. And my question is, why would -- why would the president ever talk to somebody that is using the tactics that he's using and hire Andrew Weissmann?"
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S ATTORNEY",
      "utterance": "Well, you know the president as well as I do, and the president has a great desire to come forward and tell the truth if he gets a fair hearing. Our job is to make sure he gets a fair hearing, meaning Jay Sekulow and the Raskin people and Jayne and Marty and me. Our job is to make sure that he gets a fair hearing from Mueller. Now, we're not convinced that he will, but we had the first hopeful communication with him last night when I think as a result of our saying that we put in five letters to them, never gotten a response, we finally did. And I don't want to dismiss it because I think it was a good-faith attempt to really narrow the focus quite dramatically of the questioning. That doesn't end it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why not give the president a chance to just -- you've handed over everything. You've been transparent. Why not just answer the questions written, let the president take his time and not have a perjury trap?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, you know, that that could still be 1,001, if there were written answers and they might -- most probably would be under oath. Of course, they could be more carefully done and you could avoid some of the traps. If we thought there was any kind of trap, he's not doing it. And there's a whole argument that there is a trap here. Look, frankly, they could write their report right now, today. They have all the facts, 1.4 million documents, 28 witnesses, several interviewed more than once, and then every explanation that they need is already given by President Trump, in interviews. How about the Lester Holt interview when he explained precisely why he fired Comey for a non-corrupt reason? And, by the way, he didn't have to have a reason for firing Comey, and everything we've learned since then is, my goodness, he should have fired him earlier."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Mayor, this is where Rosenstein is conflicted -- that and the fact that he signed off on one of the subsequent Pfizer renewals."
    },
    {
      "speaker": "Let me -- let me ask you this",
      "utterance": "look at Judge Ellis two Fridays ago, that they're using a 2005 case of Paul Manafort. This was supposed to be about Trump-Russia collusion to, put the screws to Manafort so that he will sing and the purpose -- so that they could either prosecute or impeach the president of the United States. I'm sorry, I have serious ethical issues with the entire process involved in this."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, let's go to the New York Times today which really gave us everything we need to know about how illegitimate this investigation was from day one. I mean, this goes back 100 days before the election. They had spies in the Trump camp. I'm trying to figure out, you know, who is next to me on the airplane. And here's the thing the spies found out. There was no collusion with the Russians. I repeat there was no collusion with the Russians."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Collusion is not a crime, Mr. Mayor."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "No. If you collude for criminal purposes then it's conspiracy. No such thing happened. No such thing happened, Sean. It didn't happened. And the president has been saying this is a witch hunt. Today's headline in the Times should have been Comey witch hunt."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Well, said. But if I wanted to get information, if I was working for your campaign you're running for president, I and wanted to get information and somebody told me, he says, I've got information on your opponent. You opponent is Hillary Clinton. Does it matter who it is, the FISA say who do you have got?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "No. No, no, you're not responsible. How would you even know where the person got it? They're going to tell you. They're not going to come and tell you this is what we got. And you're going to accept it or reject it. In the case of this campaign, one time that happened with that Russian woman, it turned out she didn't have any information and she was trying to negotiate sanctions. And they threw, they basically threw her out."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They want to read you talk about Russian adoption. Let me ask you this. You said last time on the program Hillary did commit felonies. You don't delete e-mails and acid washed your hard drive and subpoenaed e-mails and that's not obstruction. Do you believe as I believe that when they wrote the exoneration before the investigation that it was rigged do you also believe that when they use the dossier to get FISA warrants that that was illegal and they did it four times? Rod Rosenstein also signed off on it never verified corroborated, never told the judges Hillary paid for it. And the other part of that, now we know an FBI spy in the Trump campaign? Mr. Mayor, this is the United States."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "You said it right. That's Watergate compounded by the fact that were many years after Watergate and we didn't think this could happened. This is a far worse crime and intrusion on democracy than a non-Russian conspiracy. And who's investigating it. I hope that this is a turnover for criminal referral and I hope for once the Justice Department wakes up and investigate something other than you know, empowering Mueller to doing an illegitimate investigation. It is illegitimate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Mayor, long before you save New York City and you did an amazing job. I was here I watched it, well, I can describe in detail I don't have time toning, for but you are also a prosecutor. And I'm asking this question about prosecutors. There is a -- they have a responsibility to handle over subpoena documents. They are slow walking, they are claiming they can redact in the name of national security and there's no need for it and they're not cooperating and they're obstructing. What should be the next step, should the president follow Jim Jordan and Ron DeSantis and Mark Meadows advice?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I don't have any problem--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Sessions to hand it over?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I have no problem with that. They have no reason not to hand it over to Congress just like they're intruding an article 2 with their witch hunt investigation. They're intruding now into article 1 which is the congressional power to have oversight over them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "They have no right to be a warrant to themselves and that's what they're doing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Mr. Mayor, we always appreciate you for being with us."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Thank you, Sean. See you soon."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. This is our crossfire hurricane edition of 'Hannity.' When we come back, Mark Levin has been right from the get-go the Constitution of the United States is on the president's side. The great one, Mark Levin, next."
    },
    {
      "speaker": "MARK LEVIN, HOST, FOX NEWS",
      "utterance": "It's been the position of the United States Department of Justice under Republicans and Democrats in 1973 memorandum and in October memorandum under the Clinton administration that you must not and cannot indict a sitting president, not that this president would be. That's not my point. As a matter of constitutional interpretation for 44 years that's been the position of the Department of Justice. We have law professors, homeless people, would-be law professors all over TV and radio talking about obstruction of justice. We've had media types talking about it. We had members of Congress talking about it. It doesn't matter. The official position of the Justice Department is we don't charge a sitting president with a crime."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. The great one Mark Levin on our program, June 20, 2017 he worked as an Ed Meese's chief of staff. Ed Meese is the attorney general. Explaining Department of Justice policy. We've been saying this forever on this program Mark broke it right here. He joins us now, host of CRTV of Levin TV at Life, Liberty, and Levin, the number one show on Sunday nights. He's the great one, Mark Levin. How are you, my friend? You know, I'm getting really ticked off because you're right. You have all of these people they say, big news, they can't indict a sitting president. No kidding, you've been saying it for over a year. We pointed it out repeatedly. The media has gotten every aspect of this wrong, they have ignored the real crime the real abuse of power and corruption scandal in this country and they've been on a witch hunt that is now going on over a year. And to me, this has to come to an end and some truth needs to come out, sir."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The Mueller investigation oddly enough, Sean, has disclosed has revealed that the greatest perpetrator of against the American people was the federal government. The greatest perpetrator against the American people was the federal government, was the FBI, the CIA national intelligence director, and this is a very--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That rank and file."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Of course not. And I wanted to take this to the next level. Because the president of the United States will not be invited and if he is, he'll take it to the Supreme Court and he'll win. All that said now, we cannot allow this to happen again. We saw our federal government used by the prior administration by the head of the CIA, by the head of the FBI, by the head of national intelligence and many, many others used to try and destroy the candidacy of an opposition candidate in another party Donald Trump in the Republican Party. That is, the president's administration the existing administration interfering in the elections we've never seen anything like this before in American history. So here's what we need to do. We now know that the Obama administration spy. Spy. Look, it's the Obama administration, he's the president. The buck stops at his desk. He may be playing around with his library in Chicago and gone off and writing a phony book and everything. He is to be held responsible and his surrogates are to be held responsible. The FISA court failed us. The FISA court failed us. We have these national security letters that are supposed to be used in extreme circumstances being used, we have a cabal of FBI agents who took it upon themselves to investigate a candidate and his campaign, and then we have of course actual spies one or more in the Trump campaign. What the hell is this? The Soviet Union, Venezuela? It's the United States of America. So let me say this. Once Mr. Mueller, Mr. Mueller turns over his report to Mr. Rosenstein the president of the United States should do two things. He should take his favorite United States attorney not favorite because they're pals but the most professional the most competent most aggressive he can and give him an assignment. I don't care what Jeff Sessions does. He's the president and tell him, I want you to investigate the activities that took place in this election, let the chips fall where they may. The interference in this election by the FBI, the CIA, the national intelligence I want to know what Brennan did, I want to know what Clapper did. I want to know what Comey did not because I'm going to punish them. You'll make determinations about this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Susan Rice--"
    },
    {
      "speaker": "LEVIN",
      "utterance": "But something -- something is terribly wrong. More, I also would tell him and I've said this before myself. We need to fix this. We cannot have another election where the federal government our United States government is interfering with an election. And so what I think the president needs to do is appoint a commission of five or seven people I told you this on your show a long time ago, top notch men from prior administration and women and appoint them and say, fix the FBI at the top, fix the CIA, fix the intelligence agencies, we cannot allow this to happen to another president of the United States. To hell with -- sorry, Jeff. With Jeff Sessions and all these other people the president should take the responsibility themselves."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Don't apologize."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You're talking about -- you're talking about spies in the Trump administration. You're talking about--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mark?"
    },
    {
      "speaker": "LEVIN",
      "utterance": "-- a failed FISA court. This is incredible stuff."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mark, you talk about the spies, you talk it wasn't just one FISA court judge that was given phony information that was never verified, never corroborated, never were they told that Hillary bought and paid for this information with a foreign agent. Where are the -- where's Congress won't Congress bring these FISA judges before them and demand to know how they feel about being lied to."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I'll tell you why. I'll tell you why. Because unlike the Democrats, the Republicans scatter like rats. They scatter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Weaks (Ph)."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You have certain Republicans who thronged with the Democrats because they want to destroy this president. They can't get over the fact that he got elected and they can't get over the fact the American people didn't follow them. The American people don't even know who they are. But I want to emphasize something here so your guest in the future can repeat what I'm going to say, which this is. We need an accounting of what Mr. Brennan did and what Mr. Clapper did and what Mr. Book salesman Comey did. We need an accounting of what Susan Rice did of what Samantha Powers did. We haven't even gotten to the unmasking stuff yet."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nope."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Not because we want to get even. Because we need an accounting. People need to be held to account, number one."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've got to run, Mark."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Number two, we need to fix these departments and agencies."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mark, if we don't fix it we lose our country."
    },
    {
      "speaker": "LEVIN",
      "utterance": "That's correct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's not a joke. It's not a joke. You once wrote where there's a post-constitutional America it's getting scary now. All right. Great one, Life, Liberty, and Levin. Don't miss it Sunday nights 10 Eastern here on Fox. When we come back, Dr. Sebastian Gorka, Dan Bongino. The media is absolutely shameful, horrific, dishonest attack today on the president. We'll show you straight ahead."
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "This is one of the most vicious and deadly gangs that operate by the motto of rape, control, and kill. If the media and liberals want to defend MS-13 they're more than welcome to. Frankly, I don't think the term that the president use was strong enough. MS-13 has done heinous acts. It took an animal to stab a man 100 times and decapitate him and rip his heart out. It took an animal to beat a woman they were sex trafficking with about 28 times and indenting part of her body, and it took an animal to kidnap, drugged, and rape a 14-year-old Houston girl. Frankly, I think that the term animal doesn't go far enough."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Boo. Sarah Sanders beat down today addressing the critics and liars in the media about President Trump's comments when he was obviously talking about MS-13 gang members as animals. Here with reaction, former deputy assistant to the president Fox News national security strategist, Dr. Sebastian Gorka, NRATV contributor, former Secret Service agent, Dan Bongino. OK. This was a lie from the get-go. This is what the media does every single day and they seem to get away with it, Dr. Gorka."
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST, FOX NEWS",
      "utterance": "Yes. I think it's a beautiful irony that the left wing media invented the phrase the fake news and the president has turned it around like jujitsu and he's using it against them every day and they never learn their lesson. This tells you everything you need to know. The fake and DNC wants to protect criminals. The president wants to protect Americans from criminals. MS-13 they're not just animals, Sean. They are sub-human, they dehumanize their adversaries and they wish to perpetrate crimes on U.S. soil. This president stops that. And I love what he said today. It was absolutely epic when he said I call them animals and I'm always going to call them animals. That's who Donald Trump is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. And Dan, I have the same reaction as Dr. Gorka. I mean, really? Do we -- and you know, and Sarah going through -- that's only the short list. We didn't give you the big list."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR, NRATV",
      "utterance": "Yes. Sean, listen, the media dictionaries kind of interesting, right. You know, Americans are referred to as deplorables, illegal immigrants is DREAMers, right, NRA members they are terrorists, and yet, MS-13 gets called animals by President Trump and these suckers in the media debated into defending MS-13. Sean, how do you think that sounds to the average American living in a middle class community but may have some crime problems and a burgeoning gang problem, how do you think that sound because these clouds in the media wear to bow ties in the coastal bubbles go out there and defend MS-13 in these communities. They sound like the clowns they are. It's a total joke."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, and the thing is this is serious in these communities and you know what, innocent people are dying because of these gangs, Dr. Gorka."
    },
    {
      "speaker": "GORKA",
      "utterance": "Yes. We have, so this is an example I used to give when I was trying FBI agents. In Mexico just south of the border on a Saturday night the local drug cartel in the middle of the discotheque rolled severed heads onto the dance floor. These are the people that Nancy Pelosi described as having a spark of divinity as human beings with dignity that decapitate their fellow man and rolled the heads onto a dance floor. God bless Nancy Pelosi because in November the president will be riding his own red way back into the White House."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is this election day, Dan Bongino, at the end of the day going to come down to this the great success in the economy, foreign policy, Nancy Pelosi, wants to raise taxes and they want to impeach this president? Is that what they -- I think this is going to be one of the most important midterm elections in our lifetime, if not our history based on what the Democrats want to do."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes. Sean, they don't really have much of an agenda other than we're not Donald Trump. But at the end of the day people vote for kitchen table issues and when their wallets get fatter and their jobs and their promotions start coming down that pipeline that's going to have deep impact on how they vote. I think this blue -- listen, they may be a blue wave. I can't deny that there's some anti-Trump animosity but I certainly think it's not going to be the degree that the media is hyping it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Good to see you both, Dan Bongino and Dr. Sebastian Gorka. When we come back, fake news CNN, yes their anti-Trump so-called journalist agitator Jim Acosta made probably the most ridiculous comment about his cover to the president. You're going to want to see this next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. CNN fake news self-righteous cry baby Jim Acosta, yes, big liberal leftist will do anything for attention, tonight he went on Jimmy Kimmel live last night claim that he was just as tough on Obama as he is on President Trump. Really? Take a look."
    },
    {
      "speaker": "JIMMY KIMMEL, TV HOST",
      "utterance": "Are you their least favorite of all?"
    },
    {
      "speaker": "JIM ACOSTA, SENIOR WHITE HOUSE CORRESPONDENT, CNN",
      "utterance": "Probably, but as FDR once said, I welcome their hatred."
    },
    {
      "speaker": "KIMMEL",
      "utterance": "You do?"
    },
    {
      "speaker": "ACOSTA",
      "utterance": "I do. And you know, listen, when I cover Barack Obama I was just as tough on him. People might not believe."
    },
    {
      "speaker": "KIMMEL",
      "utterance": "We were dating like we've--"
    },
    {
      "speaker": "ACOSTA",
      "utterance": "Dating like--"
    },
    {
      "speaker": "KIMMEL",
      "utterance": "--like, we aversely dislike."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "I am, yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, Acosta CNN fake news so tough on President Obama. Take a look at this hard-hitting question we found from back in 2015."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "I wanted to ask you about what some people are calling your best week ever. Last week, you had Supreme Court supportive of the Affordable Care Act, gay rights, you also a speech down in Charleston that was pretty warmly received. It seems that you've fill up some political capital for the remaining months of your presidency. I'm curious how you want to use it. What hard things do you want to tackle at this point?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, he's supposed to be the journalist only missing with the pom-poms. All right. That's all -- that's all the time we have left this evening. As always thank you for being with us, at Sean Hannity on Twitter. Set your DVR. We are always fair and balanced. We'll never be the destroy-Trump media. Let not your heart be troubled. That was a great interview with Rudy last night and I was glad you ask all those questions because I had the new news today with Rudy."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}