{
  "date": "May 8, 2018",
  "headline": "Gutfeld on Trump withdrawing from Iran deal",
  "subHeadline": "The Iran nuclear agreement was about legacy, not security.",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-trump-withdrawing-from-iran-deal",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I am announcing today that the United States will withdraw from the Iran nuclear deal. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } We will be instituting the highest level of economic sanction. Any nation that helps Iran and its quest for nuclear weapons could also be strongly sanctioned by the United States. America will not be held hostage to nuclear blackmail. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } Today's action sends a critical message: The United States no longer makes empty threats. When I make promises, I keep them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Before that, apparently, John Kerry spoke to Iranian leaders about saving the deal. I don't blame the guy. Kerry's legacy is unraveling faster than a mummy on a merry-go-round. His legacy is right up there with New Coke. And the whole point of the Iran deal was legacy, it wasn't security. Before this bone-headed deal, Iran was on the ropes. The economy was headed into North Korean territory and the place was about as stable as Jim Carrey on a skateboard. Then we threw them a lifeline, so the left could have something to write about in their history books. Stupid. We went to negotiate with a bunch of apocalyptic theocrats and we sent this guy. What's the matter? Kathy Perry was booked? One question, did James Taylor strum a little mood music while the mullahs screwed us? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } So now, for Kerry the Iran deal is like a crappy shack on a vital plot of land and the new guy, Trump, tore it down. So, does this mean war? No. If you think the current president harbors a grudge against Iran, you'd be wrong. He seems willing to talk to just about anyone. The only thing he hates is dumb deals. He'd rather start clean. This is his version of a reset, a reset with leverage. Listen: if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Iran's leaders will naturally say that they refuse to negotiate a new deal. They refuse and that's fine. I'd probably say the same thing if I was in their position. But, the fact is, they are going to want to make a new and lasting deal, one that benefits all of Iran and the Iranian people. When they do, I am ready, willing and able. Great things can happen for Iran and great things can happen for the peace and stability that we all want in the Middle East. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } So, for those of you in a panic, remember you felt that way about North Korea too. Trump's pattern seems to do that to people, as he deals with the worst on the planet. As he scratches off ISIS and North Korea, Iran seems next. It's a skill set that history will be kinder to than to John Kerry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "So, Donald Trump nixed the Iran deal, which he said he'd do all along",
      "utterance": ""
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I am announcing today that the United States will withdraw from the Iran nuclear deal. We will be instituting the highest level of economic sanction. Any nation that helps Iran and its quest for nuclear weapons could also be strongly sanctioned by the United States. America will not be held hostage to nuclear blackmail."
    },
    {
      "speaker": "Today's action sends a critical message",
      "utterance": "The United States no longer makes empty threats. When I make promises, I keep them. Before that, apparently, John Kerry spoke to Iranian leaders about saving the deal. I don't blame the guy. Kerry's legacy is unraveling faster than a mummy on a merry-go-round. His legacy is right up there with New Coke. And the whole point of the Iran deal was legacy, it wasn't security. Before this bone-headed deal, Iran was on the ropes. The economy was headed into North Korean territory and the place was about as stable as Jim Carrey on a skateboard. Then we threw them a lifeline, so the left could have something to write about in their history books. Stupid. We went to negotiate with a bunch of apocalyptic theocrats and we sent this guy. What's the matter? Kathy Perry was booked? One question, did James Taylor strum a little mood music while the mullahs screwed us? So now, for Kerry the Iran deal is like a crappy shack on a vital plot of land and the new guy, Trump, tore it down. So, does this mean war? No. If you think the current president harbors a grudge against Iran, you'd be wrong. He seems willing to talk to just about anyone. The only thing he hates is dumb deals. He'd rather start clean. This is his version of a reset, a reset with leverage. Listen:"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Iran's leaders will naturally say that they refuse to negotiate a new deal. They refuse and that's fine. I'd probably say the same thing if I was in their position. But, the fact is, they are going to want to make a new and lasting deal, one that benefits all of Iran and the Iranian people. When they do, I am ready, willing and able. Great things can happen for Iran and great things can happen for the peace and stability that we all want in the Middle East. So, for those of you in a panic, remember you felt that way about North Korea too. Trump's pattern seems to do that to people, as he deals with the worst on the planet. As he scratches off ISIS and North Korea, Iran seems next. It's a skill set that history will be kinder to than to John Kerry."
    }
  ]
}