{
  "date": "November 6, 2019",
  "headline": "Adam Schiff announces open hearings in impeachment inquiry",
  "subHeadline": "Guests: Matthew Continetti, Marie Harf",
  "url": "https://www.foxnews.com/transcript/adam-schiff-announces-open-hearings-in-impeachment-inquiry",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "We will begin our open hearings in the impeachment inquiry next week. I think you will see throughout the course of not only their testimony but many others, the most important facts are largely not contested. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "sentences": "Actually, as we hear more testimony, in fact, the testimony that we're hearing today, it's actually getting easier to defend the president from a standpoint there is no linkage between aid. In fact, what we're hearing today is this is a part of a broader analysis of foreign aid in general. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Two very different perspectives on all of these depositions behind closed doors, given the transcripts. But now we will have the open hearings next week, and the first one is Wednesday. Former U.S. ambassador to Ukraine Bill Taylor, then the Deputy Assistant Secretary George Kent, then Friday, November 15th, former ambassador to Ukraine Marie Yovanovitch. Today the transcript for Taylor, the deposition released. One of them about understanding about aid, Taylor says \"That was my clear understanding security assistance money would not come until President Zelensky committed to pursue the investigation.\" Adam Schiff, \"So if they don't do this, they are not going to get that was your understanding?\" \"Yes, sir.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } But as far as the aid itself, Ambassador Taylor says \"July 25th is a week after the hold on the money was put on the security assistance. And July 25th, they had a conversation between the two presidents where, it was not discussed.\" Congressman Ratcliffe, \"And to your knowledge, nobody in the Ukrainian government was aware of the hold?\" Ambassador Taylor, \"That is correct.\" Congressman Ratcliffe, \"Great. Thank you for clarifying.\" So with that, let's bring in our panel, digest all of this, Matthew Continetti, founding editor of the \"Washington Free Beacon,\" Marie Harf, former State Department spokeswoman under President Obama, and \"Washington Post\" columnist Marc Thiessen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } OK, Matthew, your sense first the Taylor transcripts today and what we learned from them? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": I think Taylor has proven to be the most damaging witness against the president as this process has unfolded. But he's just one witness. And there are others, like the testimony of Ambassador Volker, that kind of contradicts some of the claims he is saying, or at least make what the Trump administration was up to less menacing with regard to Ukraine. Politically, though, Bret, what matters here is the two parties have consolidated their support. Republicans are firmly behind President Trump, and kind of watching this impeachment unfold, it's like watching a sporting event where you already know the final score. And that is it's very likely the House will impeach Oresident Trump and very likely the Senate will acquit him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here is Senator Lindsey Graham and the Senate Minority Leader. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I'm not going to read these transcripts. The whole process is a joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "sentences": "Using the taxpayer dollars, much needed foreign aid, an important part of our foreign policy tool to gain an advantage on a political rival, if that's true, that is B.S. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I've read the phone call for myself. The president of the Ukraine said there is no quid pro quo. It never ends. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Marie? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } MARIE HARF, \"BENSON AND HARF\" CO-HOST: It's much bigger than the one phone call. And we now have thousands of pages of public transcripts. We'll be getting more. And we will have a public hearing that speak to a broader pattern of President Trump's behavior towards Ukraine. We can debate whether that is impeachable behavior. I think that it is. I think it rises to that level. But focusing on the phone call is missing the broader point here. And that's why Ambassador Taylor's testimony is so important. It speaks to the broader effort by Rudy Giuliani and President Trump and his allies to get political information. Speaking to what Matt said, also, Bill Taylor is the first witness for a reason publicly. I do think that the Democrats believe he is probably the most damaging, but we're going to hear from everyone. And Republicans have been calling for weeks on the House to have public hearings and to release the transcripts. Now they are getting it. The process argument goes away, and now they have to engage on the substance, which is bigger and broader than that one phone call, Bret. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But I will say, Marc, in some of these transcripts, in the cross- examination, some of this is really interesting to look at. Some of the aid, about knowing whether the aide was coming, about Taylor himself citing a \"New York Times\" article for talking about what Giuliani thought or said. So there is a cross-examination part of this that will be part of the public hearing as well. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, AMERICAN ENTERPRISE INSTITUTE",
      "sentences": "Yes, for the first time. The Democrats for weeks have been leaking the parts of the transcripts that they think are helpful to them and leaking the testimony of Ambassador Taylor without leaking the transcript, and not allowing the Republicans cross-examination of them to come out. Now we're going to see it for the American people. I agree with Matt that this is like a sporting event. It's like a Harlem Globetrotters game, except the American people are the Washington Generals. We're all losing in this whole process. But the problem for Donald Trump is that, unlike the Russian collusion situation where Mueller cleared him of that, this time he actually did something wrong. That phone call was not perfect, as he repeatedly says. There was a Suffolk poll, a \"USA Today\" poll, only 30 percent of Americans believe there was nothing wrong with that call, but only 38 percent think that it was impeachable, 59 percent think it either there was nothing wrong or something wrong, but it should not be impeachable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } So the Democrats in our situation where the American people agree with him that he did something wrong, but they don't agree with him that he should be removed from office. And it will be interesting to see whether that, unless there is a massive change in that perception out of these hearings, then he's not going to be impeached, or he's not going to be removed from office. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right. So Senator John Kennedy talked to this and the evolution about how senators, especially on the GOP side, are talking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA",
      "sentences": "Number one, the president asked, allegedly, for the investigation of a political rival. That's Speaker Pelosi's position. That's Chairman Schiff's position. But the alternative scenario is that the president asked for an investigation of possible corruption in which a political rival may have been involved. And there is a mighty difference between those two. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matthew, I guess some senators are getting to the arguments of, we're going to stand by the president. This call was not perfect, but it's not impeachable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWLEY",
      "sentences": "And I think you will also hear the additional talking point from Republicans that while the conduct may have been inappropriate, it is not the Senate's place to remove a president in an election year when the voters are going to have the opportunity to do so within a matter of months. What's striking to me, Bret, is in 1999 at the outset of the Clinton impeachment trial in the Senate, Senator Robert Byrd put forward a motion of summary dismissal, and the Senate voted on it. It failed. But I wonder whether with the Republicans in the majority, a similar motion might pass as soon as the case comes before the Senate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Speaking of Rudy Giuliani, he tweeted out. We haven't heard from him in a while, but the president's attorney, former mayor of New York, \"The investigation I conducted concerning 2016 Ukrainian collusion and corruption was done solely as a defense attorney to defend my client against false charges that kept changing as one after the other were disproven. The evidence when revealed fully will show that this present farce is as much a frame-up and hoax as Russian collusion, maybe worse, and will prove the president is innocent.\" We don't know if Rudy Giuliani is going to get dragged into all of this or how he can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It's interesting, though, because when he was undertaking this action with the Ukrainians, he was acting by his own admission as part of President Trump's official policy process. And the fact that the president was using American aid that had been put in place by Congress for Ukraine as leverage in that, that is an official government action. So the mixing of Rudy Giuliani's behavior here with the official State Department and U.S. government diplomacy is part of the crux of the problem for the president. And actually, I do think it's making some Republican senators nervous. They may not say it publicly, but they certainly don't think that that piece of it was OK. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, so what are the acts, the impeachable acts? How is it drawn up? Obviously, Adam Schiff is going to go through obstruction as he's gaining these witnesses who don't show up. But is it an abuse of power? What is the actual act of impeachment? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I think abuse of power will likely be a part of that. Bribery, which is actually outlined in the impeachment language I think will be part of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Even though the Ukrainian president says he didn't feel it, didn't know about it, and has no problem with it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Yes. Yes. I think the president attempting to use American military aid to get political dirt on has an opponent, that is certainly attempted bribery. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But if the other guy doesn't get it, is it still bribery? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It's still an abuse of power, and I think that will be the crux of the impeachment articles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "That's where the phone call was very clear that he did something wrong on that phone call, and especially because, I agree with you, he was mixing the official with the unofficial. The Durham investigation with the Giuliani investigation, one was political. One is official Justice Department. But this whole quid pro quo is far from proven, and far -- and there's a lot of evidence to push back against it. So I don't think that you are going to be able to prove it when the victim says that nothing was done to me. That's a harder case. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); } I think the Democrats are in a very bad political position because, look, this is much more of a danger to them then it is to the Republicans. Thirty-one House Democrats were elected in Trump districts not on impeachment, but on kitchen table issues, and the Democrats are focused entirely on impeachment, doing nothing on health care, nothing on prescription drugs, nothing on infrastructure, nothing on USMCA. They could lose the House over this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } If they were smart, what they would do is they would drop the impeachment and instead push for censure, because that's been done before. President Andrew in the 1800s was censured by the Senate. It would flip the case on the Republicans, because the Republicans right now, all they have to say is, look, he did some bad things, but they weren't impeachable. To argue against censure, they have to say he did nothing wrong. And that's an argument that they can't make. So it probably would pass with bipartisan support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I read a column about that. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It was posted today. Next up, Jeff Sessions prepares to run for Senate. He's going to do it down in Alabama again. Plus, yesterday's elections and what they possibly mean for 2020, next. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "I think they are running in the wrong presidential primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "If you don't agree with Elizabeth Warren, you must somehow be not a Democrat, you must somehow be corrupt, you must not be as smart as she is. It's not who we are. It's an elitist attitude about you're either my way or the highway. You mustn't know what you're talking about if you disagree with me. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Former vice president Biden pushing back on Elizabeth Warren, who essentially says you're running in the wrong presidential primary if you're not pushing for Medicare for all like she is, and other issues. In the meantime, the new Quinnipiac poll out of Iowa is very interesting, and it matches recent polls, and that is Elizabeth Warren at the top. But look at Mayor Pete Buttigieg, 19 percent, essentially tied, Sanders in third. And this is the third poll in a row that the former vice president is fourth in Iowa. He's also third in New Hampshire in a few of them. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); } Back with the panel. We'll start there. It seems like this is a battle, that there is an effort to try to stop Elizabeth Warren. Joe Biden is the front man right now, but Pete Buttigieg may be in Iowa. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "So this Warren-Biden contest, it's sort of like if you are getting married and there's the girl that your parents think you ought to marry because she is the smart choice, but you really don't love her, and then there is Elizabeth Warren who really makes your heart flutter for the Democratic base, because she is full on socialism, Medicare for all, trillions of dollars of spending, everything they love. The problem is that the case for her electorally is pretty bad. There's a \"New York Times\" poll shows that Trump is tied with Warren. Of the six key swing states, Michigan, Pennsylvania, Wisconsin, Florida, Arizona, North Carolina, the only state where she is leading is Arizona. Biden is leading or tied with Trump in most of those states. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); } So she is -- and those states that are going to decide the election, right now Trump is sitting pretty against Elizabeth Warren. That doesn't mean that Biden, he's very close to Biden in those places, and a lot can happen, and Biden is a flawed candidate, but it's not the smart move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Marie, I'll let you crawl a little bit. I know you're itching to. The Kentucky governor, he is obviously contesting this, Bevin is, but it looks Andy Beshear is going to win, the Democrat there. And Virginia, a big win for Democrats last night. Does that translate, do you think, for 2020? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I think Democratic voters are looking at those victories last night and trying to learn lessons from them. And one lesson is that the suburban voters that are leaving Donald Trump for Democrats, that's real. We saw it in the Philadelphia suburbs in the local races. We saw it in the Cincinnati suburbs that helped push Kentucky towards the Democrat. We saw it in the Richmond suburbs in Virginia that helped win the legislature for Democrats. So those are the translatable things from last night. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); } And in the Warren versus Biden debate, that should make voters go towards Biden, because Biden is someone who can win in these places, who can bring back these independents, bring back these moderate Democrats. And last night, the story of last night, and, by the way, the story of 2018 is that it takes moderate candidates to win back in some of these candidates, not the Warrens of the world. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We will see. Matthew, last word on Jeff Sessions getting back in Alabama Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "I can't wait for the rally with Donald Trump. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "Because I'm not sure what the president is going to say about Jeff Session's candidacy. This ought to worry a lot of Republicans. A divided Republican primary is exactly what Judge Roy Moore needs to win the nomination, because he has a devoted core of support. And a Roy Moore nomination means a Doug Jones Democratic victory next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You don't think Sessions can kind of plow through that primary field?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "I think it's hard considering the strained relations that he has with the Trump administration. If you're a Republican, you do not want to be on the wrong side of this president. And Jeff Sessions has been on the wrong side of this president. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll see how it turns out. Jeff Sessions, by the way, on Tucker tomorrow night, his first interview since making this announcement. When we come back -- panel, thank you -- a dad makes his cheerleader daughter very proud. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, you often see the dads cheering for their football sons, getting really fired up. But what about the cheerleaders' dads? Here is some school spirit, dad style. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Hekili Holland was in near-perfect sync with his cheerleader daughter Mackenzie at a football game in Yorktown, Virginia, Friday. Mackenzie taught her dad the York high school fight song and dance. His version went viral. Holland proved to be a good luck charm. They went on to win that game and he's a very proud cheerleader dad. Thanks for inviting us into your home tonight. That's it for the “Special Report.” Fair, balanced, and unafraid. Here is Martha. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "We will begin our open hearings in the impeachment inquiry next week. I think you will see throughout the course of not only their testimony but many others, the most important facts are largely not contested."
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "utterance": "Actually, as we hear more testimony, in fact, the testimony that we're hearing today, it's actually getting easier to defend the president from a standpoint there is no linkage between aid. In fact, what we're hearing today is this is a part of a broader analysis of foreign aid in general."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Two very different perspectives on all of these depositions behind closed doors, given the transcripts. But now we will have the open hearings next week, and the first one is Wednesday. Former U.S. ambassador to Ukraine Bill Taylor, then the Deputy Assistant Secretary George Kent, then Friday, November 15th, former ambassador to Ukraine Marie Yovanovitch. Today the transcript for Taylor, the deposition released. One of them about understanding about aid, Taylor says \"That was my clear understanding security assistance money would not come until President Zelensky committed to pursue the investigation.\" Adam Schiff, \"So if they don't do this, they are not going to get that was your understanding?\" \"Yes, sir.\" But as far as the aid itself, Ambassador Taylor says \"July 25th is a week after the hold on the money was put on the security assistance. And July 25th, they had a conversation between the two presidents where, it was not discussed.\" Congressman Ratcliffe, \"And to your knowledge, nobody in the Ukrainian government was aware of the hold?\" Ambassador Taylor, \"That is correct.\" Congressman Ratcliffe, \"Great. Thank you for clarifying.\" So with that, let's bring in our panel, digest all of this, Matthew Continetti, founding editor of the \"Washington Free Beacon,\" Marie Harf, former State Department spokeswoman under President Obama, and \"Washington Post\" columnist Marc Thiessen. OK, Matthew, your sense first the Taylor transcripts today and what we learned from them? MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": I think Taylor has proven to be the most damaging witness against the president as this process has unfolded. But he's just one witness. And there are others, like the testimony of Ambassador Volker, that kind of contradicts some of the claims he is saying, or at least make what the Trump administration was up to less menacing with regard to Ukraine. Politically, though, Bret, what matters here is the two parties have consolidated their support. Republicans are firmly behind President Trump, and kind of watching this impeachment unfold, it's like watching a sporting event where you already know the final score. And that is it's very likely the House will impeach Oresident Trump and very likely the Senate will acquit him."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here is Senator Lindsey Graham and the Senate Minority Leader."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I'm not going to read these transcripts. The whole process is a joke."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "utterance": "Using the taxpayer dollars, much needed foreign aid, an important part of our foreign policy tool to gain an advantage on a political rival, if that's true, that is B.S."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I've read the phone call for myself. The president of the Ukraine said there is no quid pro quo. It never ends."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Marie? MARIE HARF, \"BENSON AND HARF\" CO-HOST: It's much bigger than the one phone call. And we now have thousands of pages of public transcripts. We'll be getting more. And we will have a public hearing that speak to a broader pattern of President Trump's behavior towards Ukraine. We can debate whether that is impeachable behavior. I think that it is. I think it rises to that level. But focusing on the phone call is missing the broader point here. And that's why Ambassador Taylor's testimony is so important. It speaks to the broader effort by Rudy Giuliani and President Trump and his allies to get political information. Speaking to what Matt said, also, Bill Taylor is the first witness for a reason publicly. I do think that the Democrats believe he is probably the most damaging, but we're going to hear from everyone. And Republicans have been calling for weeks on the House to have public hearings and to release the transcripts. Now they are getting it. The process argument goes away, and now they have to engage on the substance, which is bigger and broader than that one phone call, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "But I will say, Marc, in some of these transcripts, in the cross- examination, some of this is really interesting to look at. Some of the aid, about knowing whether the aide was coming, about Taylor himself citing a \"New York Times\" article for talking about what Giuliani thought or said. So there is a cross-examination part of this that will be part of the public hearing as well."
    },
    {
      "speaker": "MARC THIESSEN, AMERICAN ENTERPRISE INSTITUTE",
      "utterance": "Yes, for the first time. The Democrats for weeks have been leaking the parts of the transcripts that they think are helpful to them and leaking the testimony of Ambassador Taylor without leaking the transcript, and not allowing the Republicans cross-examination of them to come out. Now we're going to see it for the American people. I agree with Matt that this is like a sporting event. It's like a Harlem Globetrotters game, except the American people are the Washington Generals. We're all losing in this whole process. But the problem for Donald Trump is that, unlike the Russian collusion situation where Mueller cleared him of that, this time he actually did something wrong. That phone call was not perfect, as he repeatedly says. There was a Suffolk poll, a \"USA Today\" poll, only 30 percent of Americans believe there was nothing wrong with that call, but only 38 percent think that it was impeachable, 59 percent think it either there was nothing wrong or something wrong, but it should not be impeachable. So the Democrats in our situation where the American people agree with him that he did something wrong, but they don't agree with him that he should be removed from office. And it will be interesting to see whether that, unless there is a massive change in that perception out of these hearings, then he's not going to be impeached, or he's not going to be removed from office."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right. So Senator John Kennedy talked to this and the evolution about how senators, especially on the GOP side, are talking about it."
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA",
      "utterance": "Number one, the president asked, allegedly, for the investigation of a political rival. That's Speaker Pelosi's position. That's Chairman Schiff's position. But the alternative scenario is that the president asked for an investigation of possible corruption in which a political rival may have been involved. And there is a mighty difference between those two."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matthew, I guess some senators are getting to the arguments of, we're going to stand by the president. This call was not perfect, but it's not impeachable."
    },
    {
      "speaker": "CROWLEY",
      "utterance": "And I think you will also hear the additional talking point from Republicans that while the conduct may have been inappropriate, it is not the Senate's place to remove a president in an election year when the voters are going to have the opportunity to do so within a matter of months. What's striking to me, Bret, is in 1999 at the outset of the Clinton impeachment trial in the Senate, Senator Robert Byrd put forward a motion of summary dismissal, and the Senate voted on it. It failed. But I wonder whether with the Republicans in the majority, a similar motion might pass as soon as the case comes before the Senate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Speaking of Rudy Giuliani, he tweeted out. We haven't heard from him in a while, but the president's attorney, former mayor of New York, \"The investigation I conducted concerning 2016 Ukrainian collusion and corruption was done solely as a defense attorney to defend my client against false charges that kept changing as one after the other were disproven. The evidence when revealed fully will show that this present farce is as much a frame-up and hoax as Russian collusion, maybe worse, and will prove the president is innocent.\" We don't know if Rudy Giuliani is going to get dragged into all of this or how he can."
    },
    {
      "speaker": "HARF",
      "utterance": "It's interesting, though, because when he was undertaking this action with the Ukrainians, he was acting by his own admission as part of President Trump's official policy process. And the fact that the president was using American aid that had been put in place by Congress for Ukraine as leverage in that, that is an official government action. So the mixing of Rudy Giuliani's behavior here with the official State Department and U.S. government diplomacy is part of the crux of the problem for the president. And actually, I do think it's making some Republican senators nervous. They may not say it publicly, but they certainly don't think that that piece of it was OK."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, so what are the acts, the impeachable acts? How is it drawn up? Obviously, Adam Schiff is going to go through obstruction as he's gaining these witnesses who don't show up. But is it an abuse of power? What is the actual act of impeachment?"
    },
    {
      "speaker": "HARF",
      "utterance": "I think abuse of power will likely be a part of that. Bribery, which is actually outlined in the impeachment language I think will be part of that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Even though the Ukrainian president says he didn't feel it, didn't know about it, and has no problem with it?"
    },
    {
      "speaker": "HARF",
      "utterance": "Yes. Yes. I think the president attempting to use American military aid to get political dirt on has an opponent, that is certainly attempted bribery."
    },
    {
      "speaker": "BAIER",
      "utterance": "But if the other guy doesn't get it, is it still bribery?"
    },
    {
      "speaker": "HARF",
      "utterance": "It's still an abuse of power, and I think that will be the crux of the impeachment articles."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "That's where the phone call was very clear that he did something wrong on that phone call, and especially because, I agree with you, he was mixing the official with the unofficial. The Durham investigation with the Giuliani investigation, one was political. One is official Justice Department. But this whole quid pro quo is far from proven, and far -- and there's a lot of evidence to push back against it. So I don't think that you are going to be able to prove it when the victim says that nothing was done to me. That's a harder case. I think the Democrats are in a very bad political position because, look, this is much more of a danger to them then it is to the Republicans. Thirty-one House Democrats were elected in Trump districts not on impeachment, but on kitchen table issues, and the Democrats are focused entirely on impeachment, doing nothing on health care, nothing on prescription drugs, nothing on infrastructure, nothing on USMCA. They could lose the House over this. If they were smart, what they would do is they would drop the impeachment and instead push for censure, because that's been done before. President Andrew in the 1800s was censured by the Senate. It would flip the case on the Republicans, because the Republicans right now, all they have to say is, look, he did some bad things, but they weren't impeachable. To argue against censure, they have to say he did nothing wrong. And that's an argument that they can't make. So it probably would pass with bipartisan support."
    },
    {
      "speaker": "BAIER",
      "utterance": "I read a column about that."
    },
    {
      "speaker": "BAIER",
      "utterance": "It was posted today. Next up, Jeff Sessions prepares to run for Senate. He's going to do it down in Alabama again. Plus, yesterday's elections and what they possibly mean for 2020, next."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "I think they are running in the wrong presidential primary."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "If you don't agree with Elizabeth Warren, you must somehow be not a Democrat, you must somehow be corrupt, you must not be as smart as she is. It's not who we are. It's an elitist attitude about you're either my way or the highway. You mustn't know what you're talking about if you disagree with me."
    },
    {
      "speaker": "BAIER",
      "utterance": "Former vice president Biden pushing back on Elizabeth Warren, who essentially says you're running in the wrong presidential primary if you're not pushing for Medicare for all like she is, and other issues. In the meantime, the new Quinnipiac poll out of Iowa is very interesting, and it matches recent polls, and that is Elizabeth Warren at the top. But look at Mayor Pete Buttigieg, 19 percent, essentially tied, Sanders in third. And this is the third poll in a row that the former vice president is fourth in Iowa. He's also third in New Hampshire in a few of them. Back with the panel. We'll start there. It seems like this is a battle, that there is an effort to try to stop Elizabeth Warren. Joe Biden is the front man right now, but Pete Buttigieg may be in Iowa."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "So this Warren-Biden contest, it's sort of like if you are getting married and there's the girl that your parents think you ought to marry because she is the smart choice, but you really don't love her, and then there is Elizabeth Warren who really makes your heart flutter for the Democratic base, because she is full on socialism, Medicare for all, trillions of dollars of spending, everything they love. The problem is that the case for her electorally is pretty bad. There's a \"New York Times\" poll shows that Trump is tied with Warren. Of the six key swing states, Michigan, Pennsylvania, Wisconsin, Florida, Arizona, North Carolina, the only state where she is leading is Arizona. Biden is leading or tied with Trump in most of those states. So she is -- and those states that are going to decide the election, right now Trump is sitting pretty against Elizabeth Warren. That doesn't mean that Biden, he's very close to Biden in those places, and a lot can happen, and Biden is a flawed candidate, but it's not the smart move."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Marie, I'll let you crawl a little bit. I know you're itching to. The Kentucky governor, he is obviously contesting this, Bevin is, but it looks Andy Beshear is going to win, the Democrat there. And Virginia, a big win for Democrats last night. Does that translate, do you think, for 2020?"
    },
    {
      "speaker": "HARF",
      "utterance": "I think Democratic voters are looking at those victories last night and trying to learn lessons from them. And one lesson is that the suburban voters that are leaving Donald Trump for Democrats, that's real. We saw it in the Philadelphia suburbs in the local races. We saw it in the Cincinnati suburbs that helped push Kentucky towards the Democrat. We saw it in the Richmond suburbs in Virginia that helped win the legislature for Democrats. So those are the translatable things from last night. And in the Warren versus Biden debate, that should make voters go towards Biden, because Biden is someone who can win in these places, who can bring back these independents, bring back these moderate Democrats. And last night, the story of last night, and, by the way, the story of 2018 is that it takes moderate candidates to win back in some of these candidates, not the Warrens of the world."
    },
    {
      "speaker": "BAIER",
      "utterance": "We will see. Matthew, last word on Jeff Sessions getting back in Alabama Senate."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "I can't wait for the rally with Donald Trump."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "Because I'm not sure what the president is going to say about Jeff Session's candidacy. This ought to worry a lot of Republicans. A divided Republican primary is exactly what Judge Roy Moore needs to win the nomination, because he has a devoted core of support. And a Roy Moore nomination means a Doug Jones Democratic victory next year."
    },
    {
      "speaker": "BAIER",
      "utterance": "You don't think Sessions can kind of plow through that primary field?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "I think it's hard considering the strained relations that he has with the Trump administration. If you're a Republican, you do not want to be on the wrong side of this president. And Jeff Sessions has been on the wrong side of this president."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll see how it turns out. Jeff Sessions, by the way, on Tucker tomorrow night, his first interview since making this announcement. When we come back -- panel, thank you -- a dad makes his cheerleader daughter very proud."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, you often see the dads cheering for their football sons, getting really fired up. But what about the cheerleaders' dads? Here is some school spirit, dad style."
    },
    {
      "speaker": "BAIER",
      "utterance": "Hekili Holland was in near-perfect sync with his cheerleader daughter Mackenzie at a football game in Yorktown, Virginia, Friday. Mackenzie taught her dad the York high school fight song and dance. His version went viral. Holland proved to be a good luck charm. They went on to win that game and he's a very proud cheerleader dad. Thanks for inviting us into your home tonight. That's it for the “Special Report.” Fair, balanced, and unafraid. Here is Martha. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}