{
  "date": "November 8, 2021",
  "headline": "'The Five' on battle over 'wokeness' in Democratic Party",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-on-battle-over-wokeness-in-democratic-party",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "UNKNOWN",
      "sentences": "Should the average gas price in America be four dollars a gallon in the United States soon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRANHOLM, U.S. ENERGY SECRETARY",
      "sentences": "Well, we certainly hope not. The president is all over this. Of course, every president is frustrated because they can't control the price of gasoline because it is a global market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "What I'm going to try to do is explain to the American people as best I can -- and by the way, you all write for a living. I haven't seen any one of you explain the supply chain very well. No, no, I'm not being critical. I'm being deadly earnest. When your editor says, explain the supply chain, okay? Lots of luck in your senior year, as my coach used to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Yeah. Biden shouldn't be mocking Americans for not understanding current events, Dana. That's my job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But this is the reason we have the supply chain crisis. And if you don't know, now you do. Biden and his buddies a couple years back put all the American factories in China and Asia. And now, we have a problem with the shipping. If they stayed here in western hemisphere, we wouldn't have this type of problem. And he doesn't understand supply and demand. They're trying to kill this pipeline in Canada. Say you kill it tomorrow, right? We don't go green tomorrow. You're still going to have to truck and train all the gas to the United States. That's going to raise costs and it's going to increase emissions. And this poll is a catastrophe for Democrats. He's at 38% approval. On the economy, he's in the low 30s. In COVID, he's underwater. In immigration, Dana, he's in the teens. He's in the 20s in, I think, foreign policy. And then most of Democrats, a lot of them, big chunk and a lot of independents don't even want him to run. And they think he's an incompetent failure. And then so, you turn your attention in the number two, Kamala Harris. She's in the 20s, Dana. It is the worst number of a sitting vice-president in modern American history. It's bad. So, that's why a lot of Democratic donors are now looking to bypass Kamala, shift the money to Mayor Pete, so he gets the nomination in 2024. That sets up a huge cage match between Kamala, Mayor Pete, Bernie for the heart and soul of the Democratic Party. And as you like to say, I'm here for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm here for all of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Imagine, Dana, if he didn't have a corrupt press propping this guy up, he would be at 28%. Look at the last week. He goes and falls asleep overseas and then he passes wind so blatantly that the House of Windsor is still talking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Breaking Windsor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's breaking Windsor. And then he comes back and he raids the home of a conservative journalist over his daughter's missing diary. And then we find out it turns out not only did the Democratic Party fund the dossier, the Democrats put the lies in the dossier. And he plans on paying certain illegals millions of dollars. Imagine if they covered this president like they covered the last president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- this would have been reverberating everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I always like to talk to you on Mondays, because you give us like a pent-up energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Long weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I love it. What about that poll numbers? Poll numbers are bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You mean you don't want to focus on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I was going to move past that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're going to past -- you're going to past the gas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yup, I was going to pass right over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Amazed they were impressed by the length of it rather than the sound. Any way, it should be easy for Joe to work from home, right? Because it is the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's the home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's his home. All he got to do is roll out of bed and take the stair lift and you're there. But it's like he doesn't know what's going on. Whether it is the $450 payout or the supply chain. It's like he's kept in the dark like a rare organic mushroom. Then he's kind of wheeled out like a daughtering old consultant for a few hours. And then he floats around, checks his watch until it's his nap. But that's factored into the presidency. They know what they're getting and they're allowing other people to run the show. It's just that we don't know who it is. It's not like -- we have an absentee father but our absentee father is replaced by the Manson family, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's hyperbole Monday. But it is true. Biden, it's natural to see a decline in polls because every president has a honeymoon --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yup.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- and there's only so much you can say about the person's dog, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But Trump never had a honeymoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Or a dog.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, that's true, and I love that. He had the opposite of a honeymoon which is what you call marriage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You had a good weekend, I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, I see, I see. Harold, I have a theory on the infrastructure bill. The president did get a legislative win. It happened on Friday night. And I think that one of the things, if you look at that bill, they had the votes for all of that in April, but they decided to wait. And so, what happens since then? You have supply chain crisis, inflation, Afghanistan, among other things going on, immigration. And so, the infrastructure bill passes and it is sort of like not even a blip. But could it help the president sort of regain some footing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD, JR., FOX NEWS HOST",
      "sentences": "You're the only one here that's been in the White house and worked closely with the president. I think it can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jessie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Visited Trump on a number of occasions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "And got a lot of swag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "If we are sitting here, if I'm invited back to sit in February and March, and he is with these numbers, we have a real problem. He got primaries already taking place in the country. So, I think there's a way for this to turn around. There's no doubt they should have done this back in May, June, July, July, August, September when they had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They had the votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Could have potentially influenced the outcome of some of these elections. The other thing is Democrats got to -- have got to take the -- pull, pull -- push the reset button themselves and realize voters vote in federal elections but they live local lives. Crime, public education, jobs, cost of living. You have to confront and meet people where they are in their lives. There is nothing wrong with talking about the national issues. Two, Democrats and Republicans, Trump is no longer the factor in the midterms if you want to win. Glenn Youngkin has given Republicans a path, had given Republicans a playbook. And Democrats who think all you need to do is raise Donald Trump's name and you're to fire up people, it is not the case. You saw an African-American woman and a Hispanic man also elected in the commonwealth of Virginia lieutenant governor and attorney general. Rationalizing everything so quickly, not the right thing. You got to meet people where they are. You got to talk about the things that matter to them and that they care about. And the funny thing happens. Black people, white people, brown people, other people, we all want the same thing. We don't want to pay more for bread. Jesse doesn't want to pay more for gas. Greg doesn't want to pay more for anything. And none of my African-American or white friends want that. Meet people where they are, have an agenda, and bring people together. If you do that, you turn it around. If you don't, if we continue playing this kind of politics, we're going to find ourselves listening to results and perhaps the worst thing is the immigration thing. The president needs to explain this. Now, there has to be a standard. If you go and apply for a government service, right, and you follow the rules, and the government manages the outcome of it, and all of a sudden, they lose your child during the process, there has to be a standard of care there and there probably is a remedy for that. I'm certain it's not $450,000, but they got to figure out how to explain this and then explain to the American people what the remedy is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The story sat out there for three or four days --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "If not longer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- before he's even asked about it. And then they're like insulting Americans for being concerned about the issue. KATIE PAVLICH; FOX NEWS HOST: I think that they need to be doing a lot less explaining like they're professors talking to people who are paying way too much tuition in a college course. The strategy from the White House so far with every single crisis has been to ignore it, to act like it is not happening, to tell everybody it's not happening. Americans are stranded in Afghanistan. There's nothing we can do about oil or gas prices. People know that they can do something about oil and gas prices because we've done it before. We were producing our own oil. We became independently strategic and also dependent on ourselves for energy in this country, not relying on OPEC. Now, the Biden administration is going back and begging OPEC to pump more oil so we can have cheaper prices when we could solve that problem tomorrow by approving drilling leases, by not trying to shut down more pipelines. And the other thing is, you know, they're acting like they don't care, and maybe they don't. Maybe they know that Joe Biden himself has said he might not run in 2024. They know that the vice-president has been a total disaster. She got her trial run and it's been a complete failure. And maybe their strategy is they know they're going to lose 2022, so they are going to push through as much as they can now, and then try to clean it up later with someone else. But that seems to be the issue. And then for Biden to say the press needs to explain the supply chain better? Okay, people can go to the grocery store, they can go to their local store, they can see there's a problem, they can see the photos of all the shipping containers off the ports. They don't need to be explained to or to read in the newspaper what's going on when they can feel it every single day with their paycheck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. Up next, a major battle over wokeness in the Democratic Party. Why AOC says it is dangerous to even say they have a problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CARVILLE, POLITICAL ASSISTANT",
      "sentences": "It's stupid wokeness. Some of these people need to go to a woke detox center or something. They're expressing language that people just don't use and there's a backlash and a frustration at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. It's not fair. They get to use derogatory euphemisms about us, right? We did not -- all we did is we pointed a spotlight at it. They're basically saying, why did you cover us? We appreciated being woke under the cloak of darkness. How dare you report on us? How dare you pay attention? Nobody has to exaggerate any of this stuff. The headlines are -- like when you get a woke headline where they say they're banning a word or a costume, you always think that it's like some kind of red meat click bait, and then you read it, you go, no, it's for real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But when you look at this stuff, AOC should listen. This really isn't a war. It's an intervention. You have decent people in the Democratic Party who are trying to reason with the woke contingent out of this very addictive filter of race and oppression politics. It's really addictive because you can use it almost anywhere and it masquerades as some sort of scholarship. But the problem with trying to wake up the woke is you can't because the woke believes by definition you're unconscious, you're guilty of unconscious racism. I'm awake. How dare you say I'm not awake? So, you can't really wake the woke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You can't wake the woke. Harold, she's essentially making the argument, too, that if you're using the term woke as a derogatory term, that you are not interested in racial justice. So, she is alleging that James Carville, for example, isn't interested in those issues and wants him to kind of go away and stop giving advice to the party. Would you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I don't know. She said some pundits so I guess one could say she was talking about James Carville. James Carville is a person I know and is for a long time been committed to civil rights and racial justice. That being said, woke was on the ballot a week ago, whether we like it or not, whether we want to call it that or not, and it didn't win. That doesn't mean the principles and some of the positives behind it are not valid, valuable, and should not be, you know, elevated. But the way it's being talked about now, it's not serving any of that agenda and frankly not serving the party that the congresswoman is a member of. At some point, you have to understand politics is about making progress. Not progress -- you don't measure progress in politics by advancing your own agenda or your own set of priorities, but actual priorities for the people whom you represent. And you have to understand that there are other people you're serving with. So, you can't always get everything you want. It's called life as well. In politics, it's a microcosm of that. I hope that James Carville and others who are committed Democrats and dedicated their lives to advancing causes that want to make the country better and fairer, that we all sit back and listen and I would hope that those who are perceived to be the woke members of my party, that they take a step back and understand what's being said here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, Dana, woke seems to be something that was trendy and is now out of fashion because you don't like it as much as they did maybe last summer at the height of BLM or corporations dumping millions of dollars into the woke movement. They were fine with everybody using the term then. But now, all of a sudden, they don't want it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's like OAC turned the hose on herself, right? They were spraying everybody else and getting everybody -- all -- criticizing everybody because they weren't woke enough. And then all of a sudden, they're like, well, wait, how dare you use our words against us? Well, that's actually called politics and it's called persuasion, and that's how it works. The woke problem is very potent because it's a larger issue for the Democrats. Because while the president is focused on, for example, on tree equity and all these climate change programs, people are, like, gas prices are way up and you're talking about cancelling a pipeline? It doesn't -- there's just a complete disconnect. The other thing is I think there's a big problem that -- and this is true of all of us. We could all be better listeners, okay? But she and the people who are mad at Carville or Maureen Dowd of \"The New York Times,\" she wrote the same thing. And they're so concerned with the \"who\" is saying it rather than the \"what\" is being said that they can't even hear. So, it's like, well, that person is old, that person is white, that person doesn't have our best interest in mind. That's not true. You think Maureen Dowd doesn't want President Biden to succeed? Of course, she does. She might even want Bernie Sanders. I don't remember who she supported. But basically, you have this disconnect that is causing them so many problems that now you have the possibility -- anybody see the articles about rural America this weekend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I shared them over coffee, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The Democrats are being shut out across the board in the city and local elections, the county elections, the state houses. That means there's no one there to actually do any sort of democratic outreach in those states. They are looking at a possible complete and total shutout. And wait until you hear the House about the Electoral College because of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, do you know why Joe Biden didn't like the pipeline?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Gets too gassed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yeah, he doesn't like that very much especially in front of the royal family, embarrassing us. Jesse, would you like to follow up on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Just not that, but in general, I will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Your choice of the topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But the Democrats are very divided. And Katie, I am delighted by it. You have the -- I guess the Bill Clinton wing of the party, James Carville, they won two national elections. They won in the burbs, in the south. In the cities they focused on kitchen table issues, got burned a little bit by the culture wars and moved back to the center, had a pretty popular pro-business presidency at the end. So, he comes out and he says, well, for example, they're taking Abraham Lincoln's name off schools and they're defunding the police, and where does he source this wokeness from? The faculty lounge. He knows you can't have the intelligence running a national political party. There are the people that gave us communism, critical race theory, resort of justice, political correctness. That's crazy. So, you can't go woke on a national level. You can only take it so far in the cities. New York and Seattle and Buffalo, even they pumped the brakes on this stuff. And Carville said a lot of Democrats are afraid to speak out against this because they're going to get slandered as bigots by the socialist wing. That's the point. The socialist wing uses wokeness to smear anyone that disagrees with socialist policies. So, if you're Joe Manchin and you opposed trillions in welfare and amnesty, all of this garbage, then what does the Squad say about him? He's anti- black, he's anti-woman, he's anti-immigrant. And God forbid you're for free speech or private property, then you are downright white supremacist at that point. So, the playbook is simple. You label something racist just to get rid of it, and the American people are not going to put up with that anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "That has destroyed a lot of the coalitions which is not good for them. All right. Up next, liberal comedian Bill Maher schooling the left for dismissing parents upset over education.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "Like separating children by race and describing them as either oppressed or oppressor. I mean, there are children coming home who feel traumatized by this. That's what's -- that's what parents are objecting to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think that Michael Eric Dyson is a racist. And this week, he deduced and degraded Winsome Sears by calling her a black mouth moving speaking about white supremacist ideas. So, I think that he likes critical race theory. I think he doesn't want real American history to be taught because it shows the promise of America and that we can get over really tough things in this country and come together despite our skin color. Instead, he wants to continue to separate people by race because that's his ideology. And it's not just now. He has had this ideology for years and years and years. And he gets a pass as a professor at Georgetown, I believe, and he continues to spew this kind of hateful rhetoric. So, I do think that he wants critical race theory taught because it aligns with his very racist ideology and his statements when it comes to anybody who has a differing opinion, especially if you're a Black woman in Virginia who gets elected by parents of all different stripes and backgrounds because you're concerned not just about critical race theory but about other issues of education in the state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Glenn Youngkin famously said he wants everything about this country's history taught, the good, the bad and the ugly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And so, I recommend -- can I recommend an article?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Danny Barefoot is his name. He did a focus group of suburban women in Virginia. They had voted for Ralph Northam and Biden and then flipped to Glenn Youngkin. What did they have to say? Well, it wasn't about critical race theory for them. The education issues were very broad. It was the fact that learning loss from COVI shutdowns were really on their minds, falling test scores, concerned about their children not being able to compete. The fact that you have school closures that continued a little bit better now but the whole mask mandate thing went back and forth. Also, the safety of students. Don't forget what happened in Loudoun County. That was on local news all across Virginia. And Glenn Youngkin had an applause line about bringing and offering advanced math in every high school in Virginia. That was an applause line. So, that's not about critical race theory. That's about parents who want their kids to be able to compete.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "People clap for math?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow. That wouldn't have been me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would have sat right in my hands. Greg, your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I mean, the funny thing about that the Bill Maher thing is there's a huge blind spot for people that favor CRT. They never -- they can't show us the good parts. So, they go, what do you -- what do you got wrong with it? And so, then Bill Maher will say this is the problem. But they don't see that as the problem. They see that as the advantage or the positive attributes of CRT. So, it's like when you ask somebody about CRT, what they will tell you is exactly what scares people. It's like, yes, we're creating this -- you know, this oppression politics. It's about the oppressor versus the oppression. We're getting kids at a very young age to accept the fact that this is a racist society and that your parents are probably racist because they're in that society. But you got to -- I always go back to the science. No child is equipped with enough brain matter to deal with race or gender especially when you see that the parents -- the parents can't even address these -- address these topics without beating each other up. Lastly, Tyson -- Dyson believes that this is like basically just white parents, right, worried about their white kids. No, it's a lot of non- whites who realize that instilling this kind of righteous -- it's a righteous victimhood. And it can quickly turn any promising overachiever into some petulant failure because if you become successful through victimhood, then you'll only be successful through victimhood because that'll quickly replace -- the same thing with any kind of woke ideology, it replaces a deeper thought that you should be chasing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Michael Eric Dyson has a name similar to yours, Harold Ford Jr. Would you like to talk about that or the actual topic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is the strangest transition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR.",
      "sentences": "That's a segue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Michael Eric Dyson, I don't think -- he's not a racist. He's -- I think he should have him on the -- you should have him on your show. I think you'd find him interesting. I think you guys would have a great debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I used to debate him on a different network.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Think about this -- and I mean -- and I think -- I think you'd probably agree he's a decent guy. Think about this. I think Brian Kilmeade who we had on the show -- you had on the show last week has written a book about Douglas and Lincoln. And he's unearthed some things we didn't know about that relationship. Now, that relationship, what he unearthed, will probably unsettle some people on -- decide that they don't want to hear that because they think Lincoln was this. They didn't want to hear that because they think Douglas was this. But the fact that he's gone about this heavy, heavy research, deep research to uncover these things I think only makes the public space better stronger for that matter the canon better. Bret Baier wrote a book on grant and he's unearthed things about him and his family and how he rose to power that will only help us understand Grant better and might put in perspective for those who thought Grant was wrong to end reconstruction. He put in perspective, Bret, on why that happened, how he saved the Union, how we were able to get the railroads across the country because he made that deal. I'm a -- I'm a proud American. I'm proud of everything that's ever happened here. There's some ugly things that have happened which I'm willing to confront and I'm not unsettled by. And there's some unbelievably great things a lot more of that. We have to not be afraid of words. We can't be afraid of a few ideas. I don't want kids thinking they're oppressor or oppressed, but I do want kids to know what happened in 1800s and the 1900s and one of the reasons why neighborhoods and cities and communities look like they do. I'm not afraid of this. And I think any good strong red-blooded American who pays his or her taxes, they won't be afraid of it either if we do it the right way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK, so you defend Dyson and I get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "I defend Dyson as a person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "He was a person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But there is a weird -- there's a new segregation going on and it's not just on color, it's on thought. So, it's like when he says, Black mouth, White words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "He's wrong. That's not right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "I don't defend that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's just like -- no, that's like -- that means that there's no such thing -- like you can't share thoughts. There's no -- it won't work. It's like using the wrong, you know, plug for a computer, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "It also means you're defined by your skin color not by your thoughts or your ideas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Or you -- what it really is we have set thoughts about what skin color should say and do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "No, he does. Not everybody though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Tiger Woods should not be a golfer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Doug Williams should not be a quarterback. That's the kind of -- those are the kinds of set thoughts we have. And if that's what Michael Eric Dyson was doing, he's wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "All I'm saying is let's have the conversation and not get upset about it and understand that people are trying to make the country better in the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And How I Saved the World also unearthed some very powerful --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You should have seen his face when you were --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- when you're talking about the book. His face was like complete -- like, how dare he not mention my book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "How dare you, Harold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "I'm doing a Fox Nation show on Jesse's book, and we're going to unearth all the things that you unearthed in the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Unearthed, \"WATTERS' WORLD.\" Straight ahead, is NFL superstar Aaron Rodgers about to get canceled over what he said about vaccines?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AARON RODGERS, NFL PLAYER",
      "sentences": "I'm in the crosshairs of the woke mob right now. So, before my final nail gets put in my cancel culture casket, I think I'd like to set the record straight. I believe strongly on bodily autonomy and the ability to make choices for your body.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Aaron Rodgers claims he's a victim of the woke mob over its vax status and is facing some serious backlash. The star NFL quarterbacks stirring up controversy after testing positive for COVID despite telling reporters back in august he was \"immunized.\" Now, he's getting dumped as the spokesperson for a local health care provider in Green Bay and his commercials for State Farm are reportedly disappearing from TV. But the company says it's sticking by Rodgers. Jesse, I'll start with you. There's nothing wrong with not getting vaccinated, but why not tell everybody what the -- what the truth is so we can all digest and you can follow the protocol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, full disclosure, I'm an Eagles fan, so I want him suspended for the whole rest of the season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Let me write this down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Write that down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm trying to put myself in Rodger's shoes. So, his body is worth hundreds of millions of dollars on the marketplace. His body worth more than most people's bodies throughout the world, right? So, he's gotten to this level in professional sports without this vaccine so far, right? He takes care of his sleep, his diet, his training. And he's thinking, I've gotten here without the vaccine. Am I going to put this vaccine inside of me considering the fact he's got allergies to the mRNA ingredients, so that pops Pfizer and Moderna out. He's only left with J&J. He's about to get J&J and they suspend it because it causes clotting. So, that freaks him out, so he goes underground and tries to act shady about it. He did let his teammates down. They lost last night to the Chiefs by less than a touchdown. But you know what, he probably just didn't want to get mobbed by these nasty reporters about this and that. I can see why he tried to lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Katie, I disagree with Jesse with this because I think if he wanted to not get vaccinated, just say you don't want to do that and follow the rules. How do you how -- do you defend just not saying look, I think you should be vaccinated, but if you don't want to be, just tell everybody so you're not in a huddle with somebody three inches from their face him telling -- him telling you what to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Fair. But what about just saying, it's not of your business. It's no one's business whether I'm vaccinated or not. The team has certain rules that I will be following. This is none of the public's concern. And your point about him being in the face of his teammates, well, there's a lot of vaccinated people who also get COVID. There's a lot of vaccinated people who also spread COVID. So, this idea that it's only unvaccinated people who do this is just not true. So, the mob coming after them for that is another question. Aaron Rodgers is one of the most healthy people on the face of the planet. So, I think that we can trust him with his own health decisions especially given all the reasons that Jesse laid out. And it's just -- we're in this new era where we're asking everybody about their health history and we have to justify why we do or do not do certain things, and I think it would have been better for him to say, I'm making my decisions based on my own history and I advise everybody to do the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "You're a Broncos fan I know you probably shared Jesse's view about him being sidelined because it will advance the Broncos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know enough to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "I'm getting -- I'm getting -- I want to give you the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think the Broncos have a quarterback.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "His name is Teddy Bridgewater.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know, I know, I know. But there was -- they got rid of one, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "They did. Yes, they did. Many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK, I learned that. I don't -- I don't want anybody to be hurt by the woke mob. I just don't. I do admire. I want to mention State Farm. I'm glad that they came out and said no, this is not happening because you cannot really be the homegrown khaki clad every man person and then basically you're saying that Aaron Rodgers and this whole thing is the reason that you're going to dump him. I think that they would have lost -- they're not going to lose customers over not dumping him but they might have lost customers over dumping him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, I think that they made a good decision there. And so, as companies start to think about how do we deal with this coming up because you now have the OSHA rule that's going to try to force this down people's throats at some of these companies and they don't want to do it. I'm for vaccines. I think it makes a lot of sense for a lot of people but I also -- I think you make a really good point and especially about him knowing himself. And he has allergies and he doesn't want to do it. And he -- but if you follow the protocol for whatever company or organization you have, that should be good enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "So, and with -- Greg, I don't disagree with any of this, but do you incentivize people lying about a rule because they think they know best about themselves? He may know everything about his body, he may be the greatest athlete, he may be the most in-shape person in the world, but don't lie. If you -- if you believe that firmly, then just say here's what I'm not doing and I'm not doing it for this reason. I'll accept the consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just -- I find it just ludicrous that this has now become like a daily conversation. The media in a way has invented a new issue that you can split in half, right? So, it's like you're either pro-vax or you're a crackpot who wants everybody to die or you're pro-freedom and everybody else's authoritarian body fascists. Because for some reason we cannot accept that there's a million positions in between these two hyperbolic chambers. You see what I did there? But there's no -- but this little war, this little back -- this prison of two ideas, that produces ratings. And what you did was -- so, you present the subtle steps that go on. As I said, I'm vaxxed, my wife's not. We have this discussion all the time. But it -- but it's not of anybody's business what her decisions are because those are health decisions, so screw you. If you come to my wife and ask a question, you're going to get a boot up your ass. So, people have to have -- like I think what's happening is people are forgetting that this is not red and blue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This isn't you know -- you know, an issue like immigration or climate change. This is actually about people, people's bodies. And it's only the media that is deciding in my view that it's OK to actually violate that space. I don't even think it's the government that's doing it. I think it's people because people are getting that righteous feeling and they're saying, oh, so, they're not vaxxed? Oh, well, thank you very much for making me at risk. How dare you sleep at night? That's what you're hearing now and it's stupid and gross.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "He's the second-best quarterback in the league behind Tom Brady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "To air my defend, and \"GUTFELD!\" with the exclamation. Next, more young people claiming they are suffering from climate anxiety.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The left's calls of global warming fear-mongering is leading to more echo and anxiety. A new survey finds 70 percent of Americans experience climate change, fear, and depression. And in Canada, a country, Dana, doctors for the first time diagnosing an elderly woman with breathing issues as suffering from \"climate change.\" So, climate change is now a prognosis. Could we get a vaccine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, gosh, if there was only one. I remember, my friend had their kid gone to school and came back and he was crying in bed as they were reading the book. Like, what's wrong? It's like, my bed is made out of trees. And he's like, crying and I was like OK, this is (INAUDIBLE). At some point -- well, actually, let me back up -- when I was in Denver, I talked to this guy who said that -- as he talks about climate change, he talks about adaptation. And he said, that is now considered like a terrible word. You can't say adaptation because how dare you use some of this infrastructure money to like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- make -- what do you do -- you make them taller, the floodwalls, like around cities. Like, how -- why would not do some big projects that actually will mitigate the problem. And instead, all we're doing is saying, we have to like shut down and have zero emissions which is just completely irrational.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And it's freaking -- it's freaking kids out. I mean, no wonder there's depression and stuff if you're telling them you're going to die. And then you move the date. You say, it's -- you're going to die in eight years and then not so fast, it's 12, and you've already sold everything. Like, what if you sold all your stuff because you thought you were going to die in 2028 and then they go to 2038?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, what if?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Have you thought about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No. Call me old-fashioned. I'm more sympathetic to actual anxiety, people nervous about getting drafted for paying their rent, or what you suffer from, performance anxiety. If you ever want to talk more about it, we can talk about it. I know it's been debilitating, Gutfeld. But in all seriousness, this is by design this anxiety. They want this generation scared because you control people through fear. If you say you're all going to die really soon and it's all your fault and all you have to do is give me all your money and I'll tell you where to eat, how to live, what to drive, that's why it's designed that way for control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Harold, you know, the activist class is doing with climate or what i think they expect to do with race. It's kind of like get them when they're young, get the -- inject them with fear and guilt. Am I right, inject them with fear and guilt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "That's a lot there. I -- look, we have a lot of people trying to come from our hemisphere into this country because their countries have been wrecked by a lot of things including weather patterns, awful weather over the last few years. Climate change probably has something to do with that. I don't suffer from climate anxiety and I pray for those who do and I hope they get better. But I do think we need to figure out climate change. This is not the way to go about doing it if we want to be effective about trying to win over advocates here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What do you think, Katie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think this is a bunch of city kids who need to get out more for two reasons. When you're out in the wilderness, you realize that you're humbled and that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "-- you know, there's -- you can be an environmentalist, you be a conservationist, but you really can't control the environment and you'll find things like fossils at the top of the Grand Canyon and realize that Arizona used to be under an ocean and realize that climate change is actually pretty normal for the earth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Problem solved. Get outside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You go to the wilderness you just see -- you see beds. Oh this could be a great bed. This could be a great bed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This could be a great bed. I'm going to make a bed",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"ONE OF THE THING is up next and apparently Dana has a big surprise for us. Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, it's time now for \"ONE MORE THING.\" I have a bit of a surprise. We're going to bring him in here. There's someone for you to meet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We have a new coming member --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "This is the best surprise ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Caroline Sherwood bringing in this new little guy. This is Percy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Percy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Percy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Where's the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He's seven weeks old. We picked him up in Ohio yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We have a couple of pictures. Here's the two -- when we first met yesterday and then Peter and Percy. Also, I wanted to just thank Carol Lehman of Highfield Vizslas. What are you talking about? Donnell Scott of Plaza Vizlas. They helped us. And also, Jeffrey Arnold was really -- was super helpful. OK, he was really, really good until this moment. This is just -- you got to be better like this. Remember -- there he is. There he is, everyone. Anyway, we'll see how he is, but he's replaced -- not a replacement, but an addition to our family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "Hear, hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'll hold him and try to keep them quiet while Greg does his \"ONE MORE THING.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't think that's possible, but let's do it. Shall I wait?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Nope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. All right, let's do this. Greg's gives back. As you know, being a world-famous celebrity, it's often easy to forget about the little people, the people that got you here. Yes, I could buy a staff pizza, or I could buy them some Chick-fil-A. But instead, you know what I did? I gave them all very expensive shirts --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That I paid for personally because you know, buying somebody's pizza or Chick-fil-A, that might last 45 minutes in their stomach and then exit shortly after. But you can wear that shirt forever. That shirt is forever. It doesn't get digested and shout out to the sewage system where it's then fed on by sick fish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Oh, man. Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I bet that they're going to never put that in the charity box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, you're going to keep it forever. By the way, those aren't even for sale. You can't get those anyway. That was from my buddy from the Melvins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That was a great gift. That was a great gift. All right, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not Melvins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Misfits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Misfits, the Misfits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "This stuff is even trendier now with those shirts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Very good, Greg. All right, to celebrate our veterans, we're offering a 15 percent discount now on the Fox shop. We got a lot of new stuff here, OK. So, you go from now until the 11th. You punch in the code Fox vet at checkout. And you have Patriot hats, you get T-shirts, mugs, throw pillows, and you have this Youngkin-looking vest. And maybe I'm going to steal this thing and walk right out the door. So that's shop.foxnews.com. Use the code Fox vet at checkout, 15 percent off. You got to do that with Biden inflation, man. Every penny count.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you for using the word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I appreciate that. All right, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "All right, we all know that time and skill in NASCAR are everything. Kyle Larson won the 2021 NASCAR Cup Series championship race on Sunday thanks to his pitstop by his Hendrick Motorsports crew. He was in fourth place when a yellow flag brought most of the drivers into the pits for a tire change and fuel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And his crew pulled off at nearly perfect stop in just 11.8 seconds, putting him at first place and he won. So, congratulations to the pit crew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Harold, we're going to owe you a \"ONE MORE THING.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "I'm good. I love the dog. Congratulations. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. He's (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was a surprise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He slept all night, and then he just wanted to make his voice heard, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD JR",
      "sentences": "I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Anyway, thanks, everybody. That's it for us. \"SPECIAL REPORT\" is up next. Hey, Bret. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS ANCHOR (on camera)",
      "utterance": "Hello, everyone. I'm Dana Perino along with Katie Pavlich, Harold Ford, Jr., Jesse Watters and Greg Gutfeld. It's 5:00 in New York City and this is THE FIVE. American voters feeling some serious fierce remorse with President Biden. Things not looking up for the commander-in-chief exactly one year out from the midterms as Americans deal with soaring inflation and empty store shelves. Nearly 60% say they disapprove of Joe Biden's job performance, only 38% approve. And roughly half of independents think the president has done a worse job than they even expected. Adding to the president's headache, the rising price of gas. Biden is considering shutting down another oil pipeline despite runaway prices and his energy secretary claims there's not much the White House can do to ease the pain at the pump."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Should the average gas price in America be four dollars a gallon in the United States soon?"
    },
    {
      "speaker": "JENNIFER GRANHOLM, U.S. ENERGY SECRETARY",
      "utterance": "Well, we certainly hope not. The president is all over this. Of course, every president is frustrated because they can't control the price of gasoline because it is a global market."
    },
    {
      "speaker": "PERINO (on camera)",
      "utterance": "The president blaming the press while suggesting most people don't understand the supply crisis."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "What I'm going to try to do is explain to the American people as best I can -- and by the way, you all write for a living. I haven't seen any one of you explain the supply chain very well. No, no, I'm not being critical. I'm being deadly earnest. When your editor says, explain the supply chain, okay? Lots of luck in your senior year, as my coach used to say."
    },
    {
      "speaker": "PERINO (on camera)",
      "utterance": "Jesse, whenever the politicians start talking about communications problem instead of the fact problem, I get a little suspicious."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Yeah. Biden shouldn't be mocking Americans for not understanding current events, Dana. That's my job."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But this is the reason we have the supply chain crisis. And if you don't know, now you do. Biden and his buddies a couple years back put all the American factories in China and Asia. And now, we have a problem with the shipping. If they stayed here in western hemisphere, we wouldn't have this type of problem. And he doesn't understand supply and demand. They're trying to kill this pipeline in Canada. Say you kill it tomorrow, right? We don't go green tomorrow. You're still going to have to truck and train all the gas to the United States. That's going to raise costs and it's going to increase emissions. And this poll is a catastrophe for Democrats. He's at 38% approval. On the economy, he's in the low 30s. In COVID, he's underwater. In immigration, Dana, he's in the teens. He's in the 20s in, I think, foreign policy. And then most of Democrats, a lot of them, big chunk and a lot of independents don't even want him to run. And they think he's an incompetent failure. And then so, you turn your attention in the number two, Kamala Harris. She's in the 20s, Dana. It is the worst number of a sitting vice-president in modern American history. It's bad. So, that's why a lot of Democratic donors are now looking to bypass Kamala, shift the money to Mayor Pete, so he gets the nomination in 2024. That sets up a huge cage match between Kamala, Mayor Pete, Bernie for the heart and soul of the Democratic Party. And as you like to say, I'm here for it."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm here for all of it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Imagine, Dana, if he didn't have a corrupt press propping this guy up, he would be at 28%. Look at the last week. He goes and falls asleep overseas and then he passes wind so blatantly that the House of Windsor is still talking about it."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Breaking Windsor."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's breaking Windsor. And then he comes back and he raids the home of a conservative journalist over his daughter's missing diary. And then we find out it turns out not only did the Democratic Party fund the dossier, the Democrats put the lies in the dossier. And he plans on paying certain illegals millions of dollars. Imagine if they covered this president like they covered the last president --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yeah."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- this would have been reverberating everywhere."
    },
    {
      "speaker": "PERINO",
      "utterance": "I always like to talk to you on Mondays, because you give us like a pent-up energy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Long weekend."
    },
    {
      "speaker": "PERINO",
      "utterance": "I love it. What about that poll numbers? Poll numbers are bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You mean you don't want to focus on this."
    },
    {
      "speaker": "PERINO",
      "utterance": "I was going to move past that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're going to past -- you're going to past the gas?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yup, I was going to pass right over there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Amazed they were impressed by the length of it rather than the sound. Any way, it should be easy for Joe to work from home, right? Because it is the White House."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's the home."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's his home. All he got to do is roll out of bed and take the stair lift and you're there. But it's like he doesn't know what's going on. Whether it is the $450 payout or the supply chain. It's like he's kept in the dark like a rare organic mushroom. Then he's kind of wheeled out like a daughtering old consultant for a few hours. And then he floats around, checks his watch until it's his nap. But that's factored into the presidency. They know what they're getting and they're allowing other people to run the show. It's just that we don't know who it is. It's not like -- we have an absentee father but our absentee father is replaced by the Manson family, Dana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's hyperbole Monday. But it is true. Biden, it's natural to see a decline in polls because every president has a honeymoon --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yup."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- and there's only so much you can say about the person's dog, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But Trump never had a honeymoon."
    },
    {
      "speaker": "PERINO",
      "utterance": "Or a dog."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, that's true, and I love that. He had the opposite of a honeymoon which is what you call marriage."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, no."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You had a good weekend, I see."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, I see, I see. Harold, I have a theory on the infrastructure bill. The president did get a legislative win. It happened on Friday night. And I think that one of the things, if you look at that bill, they had the votes for all of that in April, but they decided to wait. And so, what happens since then? You have supply chain crisis, inflation, Afghanistan, among other things going on, immigration. And so, the infrastructure bill passes and it is sort of like not even a blip. But could it help the president sort of regain some footing?"
    },
    {
      "speaker": "HAROLD FORD, JR., FOX NEWS HOST",
      "utterance": "You're the only one here that's been in the White house and worked closely with the president. I think it can."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jessie?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Visited Trump on a number of occasions."
    },
    {
      "speaker": "FORD",
      "utterance": "And got a lot of swag."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I did."
    },
    {
      "speaker": "FORD",
      "utterance": "If we are sitting here, if I'm invited back to sit in February and March, and he is with these numbers, we have a real problem. He got primaries already taking place in the country. So, I think there's a way for this to turn around. There's no doubt they should have done this back in May, June, July, July, August, September when they had."
    },
    {
      "speaker": "PERINO",
      "utterance": "They had the votes."
    },
    {
      "speaker": "FORD",
      "utterance": "Could have potentially influenced the outcome of some of these elections. The other thing is Democrats got to -- have got to take the -- pull, pull -- push the reset button themselves and realize voters vote in federal elections but they live local lives. Crime, public education, jobs, cost of living. You have to confront and meet people where they are in their lives. There is nothing wrong with talking about the national issues. Two, Democrats and Republicans, Trump is no longer the factor in the midterms if you want to win. Glenn Youngkin has given Republicans a path, had given Republicans a playbook. And Democrats who think all you need to do is raise Donald Trump's name and you're to fire up people, it is not the case. You saw an African-American woman and a Hispanic man also elected in the commonwealth of Virginia lieutenant governor and attorney general. Rationalizing everything so quickly, not the right thing. You got to meet people where they are. You got to talk about the things that matter to them and that they care about. And the funny thing happens. Black people, white people, brown people, other people, we all want the same thing. We don't want to pay more for bread. Jesse doesn't want to pay more for gas. Greg doesn't want to pay more for anything. And none of my African-American or white friends want that. Meet people where they are, have an agenda, and bring people together. If you do that, you turn it around. If you don't, if we continue playing this kind of politics, we're going to find ourselves listening to results and perhaps the worst thing is the immigration thing. The president needs to explain this. Now, there has to be a standard. If you go and apply for a government service, right, and you follow the rules, and the government manages the outcome of it, and all of a sudden, they lose your child during the process, there has to be a standard of care there and there probably is a remedy for that. I'm certain it's not $450,000, but they got to figure out how to explain this and then explain to the American people what the remedy is."
    },
    {
      "speaker": "PERINO",
      "utterance": "The story sat out there for three or four days --"
    },
    {
      "speaker": "FORD",
      "utterance": "If not longer."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- before he's even asked about it. And then they're like insulting Americans for being concerned about the issue. KATIE PAVLICH; FOX NEWS HOST: I think that they need to be doing a lot less explaining like they're professors talking to people who are paying way too much tuition in a college course. The strategy from the White House so far with every single crisis has been to ignore it, to act like it is not happening, to tell everybody it's not happening. Americans are stranded in Afghanistan. There's nothing we can do about oil or gas prices. People know that they can do something about oil and gas prices because we've done it before. We were producing our own oil. We became independently strategic and also dependent on ourselves for energy in this country, not relying on OPEC. Now, the Biden administration is going back and begging OPEC to pump more oil so we can have cheaper prices when we could solve that problem tomorrow by approving drilling leases, by not trying to shut down more pipelines. And the other thing is, you know, they're acting like they don't care, and maybe they don't. Maybe they know that Joe Biden himself has said he might not run in 2024. They know that the vice-president has been a total disaster. She got her trial run and it's been a complete failure. And maybe their strategy is they know they're going to lose 2022, so they are going to push through as much as they can now, and then try to clean it up later with someone else. But that seems to be the issue. And then for Biden to say the press needs to explain the supply chain better? Okay, people can go to the grocery store, they can go to their local store, they can see there's a problem, they can see the photos of all the shipping containers off the ports. They don't need to be explained to or to read in the newspaper what's going on when they can feel it every single day with their paycheck."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. Up next, a major battle over wokeness in the Democratic Party. Why AOC says it is dangerous to even say they have a problem?"
    },
    {
      "speaker": "PAVLICH (on camera)",
      "utterance": "AOC is slamming people in her own party like James Carville, who says wokeness cost them big after getting trounced last week in the election."
    },
    {
      "speaker": "JAMES CARVILLE, POLITICAL ASSISTANT",
      "utterance": "It's stupid wokeness. Some of these people need to go to a woke detox center or something. They're expressing language that people just don't use and there's a backlash and a frustration at that."
    },
    {
      "speaker": "PAVLICH (on camera)",
      "utterance": "He is in a sweatshirt, Jesse. AOC says woke is a word used mostly by older people and it is dangerous to think that her party has a problem. She also added on Twitter -- quote -- \"woke is a term the pundits are now using as a derogatory euphemism for civil rights and justice.\" Greg, woke is their word."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. It's not fair. They get to use derogatory euphemisms about us, right? We did not -- all we did is we pointed a spotlight at it. They're basically saying, why did you cover us? We appreciated being woke under the cloak of darkness. How dare you report on us? How dare you pay attention? Nobody has to exaggerate any of this stuff. The headlines are -- like when you get a woke headline where they say they're banning a word or a costume, you always think that it's like some kind of red meat click bait, and then you read it, you go, no, it's for real."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yeah."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But when you look at this stuff, AOC should listen. This really isn't a war. It's an intervention. You have decent people in the Democratic Party who are trying to reason with the woke contingent out of this very addictive filter of race and oppression politics. It's really addictive because you can use it almost anywhere and it masquerades as some sort of scholarship. But the problem with trying to wake up the woke is you can't because the woke believes by definition you're unconscious, you're guilty of unconscious racism. I'm awake. How dare you say I'm not awake? So, you can't really wake the woke."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You can't wake the woke. Harold, she's essentially making the argument, too, that if you're using the term woke as a derogatory term, that you are not interested in racial justice. So, she is alleging that James Carville, for example, isn't interested in those issues and wants him to kind of go away and stop giving advice to the party. Would you agree with that?"
    },
    {
      "speaker": "FORD",
      "utterance": "I don't know. She said some pundits so I guess one could say she was talking about James Carville. James Carville is a person I know and is for a long time been committed to civil rights and racial justice. That being said, woke was on the ballot a week ago, whether we like it or not, whether we want to call it that or not, and it didn't win. That doesn't mean the principles and some of the positives behind it are not valid, valuable, and should not be, you know, elevated. But the way it's being talked about now, it's not serving any of that agenda and frankly not serving the party that the congresswoman is a member of. At some point, you have to understand politics is about making progress. Not progress -- you don't measure progress in politics by advancing your own agenda or your own set of priorities, but actual priorities for the people whom you represent. And you have to understand that there are other people you're serving with. So, you can't always get everything you want. It's called life as well. In politics, it's a microcosm of that. I hope that James Carville and others who are committed Democrats and dedicated their lives to advancing causes that want to make the country better and fairer, that we all sit back and listen and I would hope that those who are perceived to be the woke members of my party, that they take a step back and understand what's being said here."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, Dana, woke seems to be something that was trendy and is now out of fashion because you don't like it as much as they did maybe last summer at the height of BLM or corporations dumping millions of dollars into the woke movement. They were fine with everybody using the term then. But now, all of a sudden, they don't want it."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's like OAC turned the hose on herself, right? They were spraying everybody else and getting everybody -- all -- criticizing everybody because they weren't woke enough. And then all of a sudden, they're like, well, wait, how dare you use our words against us? Well, that's actually called politics and it's called persuasion, and that's how it works. The woke problem is very potent because it's a larger issue for the Democrats. Because while the president is focused on, for example, on tree equity and all these climate change programs, people are, like, gas prices are way up and you're talking about cancelling a pipeline? It doesn't -- there's just a complete disconnect. The other thing is I think there's a big problem that -- and this is true of all of us. We could all be better listeners, okay? But she and the people who are mad at Carville or Maureen Dowd of \"The New York Times,\" she wrote the same thing. And they're so concerned with the \"who\" is saying it rather than the \"what\" is being said that they can't even hear. So, it's like, well, that person is old, that person is white, that person doesn't have our best interest in mind. That's not true. You think Maureen Dowd doesn't want President Biden to succeed? Of course, she does. She might even want Bernie Sanders. I don't remember who she supported. But basically, you have this disconnect that is causing them so many problems that now you have the possibility -- anybody see the articles about rural America this weekend?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I shared them over coffee, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "The Democrats are being shut out across the board in the city and local elections, the county elections, the state houses. That means there's no one there to actually do any sort of democratic outreach in those states. They are looking at a possible complete and total shutout. And wait until you hear the House about the Electoral College because of that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, do you know why Joe Biden didn't like the pipeline?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Oh, no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Gets too gassed."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yeah, he doesn't like that very much especially in front of the royal family, embarrassing us. Jesse, would you like to follow up on that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Just not that, but in general, I will."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Your choice of the topic."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But the Democrats are very divided. And Katie, I am delighted by it. You have the -- I guess the Bill Clinton wing of the party, James Carville, they won two national elections. They won in the burbs, in the south. In the cities they focused on kitchen table issues, got burned a little bit by the culture wars and moved back to the center, had a pretty popular pro-business presidency at the end. So, he comes out and he says, well, for example, they're taking Abraham Lincoln's name off schools and they're defunding the police, and where does he source this wokeness from? The faculty lounge. He knows you can't have the intelligence running a national political party. There are the people that gave us communism, critical race theory, resort of justice, political correctness. That's crazy. So, you can't go woke on a national level. You can only take it so far in the cities. New York and Seattle and Buffalo, even they pumped the brakes on this stuff. And Carville said a lot of Democrats are afraid to speak out against this because they're going to get slandered as bigots by the socialist wing. That's the point. The socialist wing uses wokeness to smear anyone that disagrees with socialist policies. So, if you're Joe Manchin and you opposed trillions in welfare and amnesty, all of this garbage, then what does the Squad say about him? He's anti- black, he's anti-woman, he's anti-immigrant. And God forbid you're for free speech or private property, then you are downright white supremacist at that point. So, the playbook is simple. You label something racist just to get rid of it, and the American people are not going to put up with that anymore."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "That has destroyed a lot of the coalitions which is not good for them. All right. Up next, liberal comedian Bill Maher schooling the left for dismissing parents upset over education."
    },
    {
      "speaker": "WATTERS (on camera)",
      "utterance": "After a week of calling parents racists, liberal comedian Bill Maher calling out the left's smeared campaign against moms and dads who turned out big for Glenn Youngkin. The lefty host schooling guest, Michael Eric Dyson, over critical race theory. BILL MAHER, HOST, \"REAL TIME\": They are not objecting to Black history being taught. There are other things going on in the schools."
    },
    {
      "speaker": "MICHAEL ERIC DYSON, AMERICAN ACADEMIC (voice-over)",
      "utterance": "Like what?"
    },
    {
      "speaker": "MAHER",
      "utterance": "Like separating children by race and describing them as either oppressed or oppressor. I mean, there are children coming home who feel traumatized by this. That's what's -- that's what parents are objecting to."
    },
    {
      "speaker": "WATTERS (on camera)",
      "utterance": "Katie, do you think Michael Eric Dyson really believes that this is all about whether schools are teaching the history of slavery? Do you think he really believes that?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think that Michael Eric Dyson is a racist. And this week, he deduced and degraded Winsome Sears by calling her a black mouth moving speaking about white supremacist ideas. So, I think that he likes critical race theory. I think he doesn't want real American history to be taught because it shows the promise of America and that we can get over really tough things in this country and come together despite our skin color. Instead, he wants to continue to separate people by race because that's his ideology. And it's not just now. He has had this ideology for years and years and years. And he gets a pass as a professor at Georgetown, I believe, and he continues to spew this kind of hateful rhetoric. So, I do think that he wants critical race theory taught because it aligns with his very racist ideology and his statements when it comes to anybody who has a differing opinion, especially if you're a Black woman in Virginia who gets elected by parents of all different stripes and backgrounds because you're concerned not just about critical race theory but about other issues of education in the state."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Glenn Youngkin famously said he wants everything about this country's history taught, the good, the bad and the ugly."
    },
    {
      "speaker": "PERINO",
      "utterance": "And so, I recommend -- can I recommend an article?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Please."
    },
    {
      "speaker": "PERINO",
      "utterance": "Danny Barefoot is his name. He did a focus group of suburban women in Virginia. They had voted for Ralph Northam and Biden and then flipped to Glenn Youngkin. What did they have to say? Well, it wasn't about critical race theory for them. The education issues were very broad. It was the fact that learning loss from COVI shutdowns were really on their minds, falling test scores, concerned about their children not being able to compete. The fact that you have school closures that continued a little bit better now but the whole mask mandate thing went back and forth. Also, the safety of students. Don't forget what happened in Loudoun County. That was on local news all across Virginia. And Glenn Youngkin had an applause line about bringing and offering advanced math in every high school in Virginia. That was an applause line. So, that's not about critical race theory. That's about parents who want their kids to be able to compete."
    },
    {
      "speaker": "WATTERS",
      "utterance": "People clap for math?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow. That wouldn't have been me."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would have sat right in my hands. Greg, your thoughts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I mean, the funny thing about that the Bill Maher thing is there's a huge blind spot for people that favor CRT. They never -- they can't show us the good parts. So, they go, what do you -- what do you got wrong with it? And so, then Bill Maher will say this is the problem. But they don't see that as the problem. They see that as the advantage or the positive attributes of CRT. So, it's like when you ask somebody about CRT, what they will tell you is exactly what scares people. It's like, yes, we're creating this -- you know, this oppression politics. It's about the oppressor versus the oppression. We're getting kids at a very young age to accept the fact that this is a racist society and that your parents are probably racist because they're in that society. But you got to -- I always go back to the science. No child is equipped with enough brain matter to deal with race or gender especially when you see that the parents -- the parents can't even address these -- address these topics without beating each other up. Lastly, Tyson -- Dyson believes that this is like basically just white parents, right, worried about their white kids. No, it's a lot of non- whites who realize that instilling this kind of righteous -- it's a righteous victimhood. And it can quickly turn any promising overachiever into some petulant failure because if you become successful through victimhood, then you'll only be successful through victimhood because that'll quickly replace -- the same thing with any kind of woke ideology, it replaces a deeper thought that you should be chasing."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Michael Eric Dyson has a name similar to yours, Harold Ford Jr. Would you like to talk about that or the actual topic?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is the strangest transition."
    },
    {
      "speaker": "FORD JR.",
      "utterance": "That's a segue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Michael Eric Dyson, I don't think -- he's not a racist. He's -- I think he should have him on the -- you should have him on your show. I think you'd find him interesting. I think you guys would have a great debate."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I used to debate him on a different network."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Think about this -- and I mean -- and I think -- I think you'd probably agree he's a decent guy. Think about this. I think Brian Kilmeade who we had on the show -- you had on the show last week has written a book about Douglas and Lincoln. And he's unearthed some things we didn't know about that relationship. Now, that relationship, what he unearthed, will probably unsettle some people on -- decide that they don't want to hear that because they think Lincoln was this. They didn't want to hear that because they think Douglas was this. But the fact that he's gone about this heavy, heavy research, deep research to uncover these things I think only makes the public space better stronger for that matter the canon better. Bret Baier wrote a book on grant and he's unearthed things about him and his family and how he rose to power that will only help us understand Grant better and might put in perspective for those who thought Grant was wrong to end reconstruction. He put in perspective, Bret, on why that happened, how he saved the Union, how we were able to get the railroads across the country because he made that deal. I'm a -- I'm a proud American. I'm proud of everything that's ever happened here. There's some ugly things that have happened which I'm willing to confront and I'm not unsettled by. And there's some unbelievably great things a lot more of that. We have to not be afraid of words. We can't be afraid of a few ideas. I don't want kids thinking they're oppressor or oppressed, but I do want kids to know what happened in 1800s and the 1900s and one of the reasons why neighborhoods and cities and communities look like they do. I'm not afraid of this. And I think any good strong red-blooded American who pays his or her taxes, they won't be afraid of it either if we do it the right way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK, so you defend Dyson and I get --"
    },
    {
      "speaker": "FORD JR",
      "utterance": "I defend Dyson as a person."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I --"
    },
    {
      "speaker": "FORD JR",
      "utterance": "He was a person."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But there is a weird -- there's a new segregation going on and it's not just on color, it's on thought. So, it's like when he says, Black mouth, White words."
    },
    {
      "speaker": "FORD JR",
      "utterance": "He's wrong. That's not right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "FORD JR",
      "utterance": "I don't defend that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's just like -- no, that's like -- that means that there's no such thing -- like you can't share thoughts. There's no -- it won't work. It's like using the wrong, you know, plug for a computer, you know."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "It also means you're defined by your skin color not by your thoughts or your ideas."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Or you -- what it really is we have set thoughts about what skin color should say and do."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "No, he does. Not everybody though."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Tiger Woods should not be a golfer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Doug Williams should not be a quarterback. That's the kind of -- those are the kinds of set thoughts we have. And if that's what Michael Eric Dyson was doing, he's wrong."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FORD JR",
      "utterance": "All I'm saying is let's have the conversation and not get upset about it and understand that people are trying to make the country better in the process."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And How I Saved the World also unearthed some very powerful --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You should have seen his face when you were --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- when you're talking about the book. His face was like complete -- like, how dare he not mention my book."
    },
    {
      "speaker": "WATTERS",
      "utterance": "How dare you, Harold."
    },
    {
      "speaker": "FORD JR",
      "utterance": "I'm doing a Fox Nation show on Jesse's book, and we're going to unearth all the things that you unearthed in the book."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Unearthed, \"WATTERS' WORLD.\" Straight ahead, is NFL superstar Aaron Rodgers about to get canceled over what he said about vaccines?"
    },
    {
      "speaker": "AARON RODGERS, NFL PLAYER",
      "utterance": "I'm in the crosshairs of the woke mob right now. So, before my final nail gets put in my cancel culture casket, I think I'd like to set the record straight. I believe strongly on bodily autonomy and the ability to make choices for your body."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Aaron Rodgers claims he's a victim of the woke mob over its vax status and is facing some serious backlash. The star NFL quarterbacks stirring up controversy after testing positive for COVID despite telling reporters back in august he was \"immunized.\" Now, he's getting dumped as the spokesperson for a local health care provider in Green Bay and his commercials for State Farm are reportedly disappearing from TV. But the company says it's sticking by Rodgers. Jesse, I'll start with you. There's nothing wrong with not getting vaccinated, but why not tell everybody what the -- what the truth is so we can all digest and you can follow the protocol."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, full disclosure, I'm an Eagles fan, so I want him suspended for the whole rest of the season."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Let me write this down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Write that down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm trying to put myself in Rodger's shoes. So, his body is worth hundreds of millions of dollars on the marketplace. His body worth more than most people's bodies throughout the world, right? So, he's gotten to this level in professional sports without this vaccine so far, right? He takes care of his sleep, his diet, his training. And he's thinking, I've gotten here without the vaccine. Am I going to put this vaccine inside of me considering the fact he's got allergies to the mRNA ingredients, so that pops Pfizer and Moderna out. He's only left with J&J. He's about to get J&J and they suspend it because it causes clotting. So, that freaks him out, so he goes underground and tries to act shady about it. He did let his teammates down. They lost last night to the Chiefs by less than a touchdown. But you know what, he probably just didn't want to get mobbed by these nasty reporters about this and that. I can see why he tried to lie."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Katie, I disagree with Jesse with this because I think if he wanted to not get vaccinated, just say you don't want to do that and follow the rules. How do you how -- do you defend just not saying look, I think you should be vaccinated, but if you don't want to be, just tell everybody so you're not in a huddle with somebody three inches from their face him telling -- him telling you what to do?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Fair. But what about just saying, it's not of your business. It's no one's business whether I'm vaccinated or not. The team has certain rules that I will be following. This is none of the public's concern. And your point about him being in the face of his teammates, well, there's a lot of vaccinated people who also get COVID. There's a lot of vaccinated people who also spread COVID. So, this idea that it's only unvaccinated people who do this is just not true. So, the mob coming after them for that is another question. Aaron Rodgers is one of the most healthy people on the face of the planet. So, I think that we can trust him with his own health decisions especially given all the reasons that Jesse laid out. And it's just -- we're in this new era where we're asking everybody about their health history and we have to justify why we do or do not do certain things, and I think it would have been better for him to say, I'm making my decisions based on my own history and I advise everybody to do the same."
    },
    {
      "speaker": "FORD JR",
      "utterance": "You're a Broncos fan I know you probably shared Jesse's view about him being sidelined because it will advance the Broncos."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know enough to say."
    },
    {
      "speaker": "FORD JR",
      "utterance": "I'm getting -- I'm getting -- I want to give you the --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think the Broncos have a quarterback."
    },
    {
      "speaker": "FORD JR",
      "utterance": "His name is Teddy Bridgewater."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know, I know, I know. But there was -- they got rid of one, right?"
    },
    {
      "speaker": "FORD JR",
      "utterance": "They did. Yes, they did. Many."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK, I learned that. I don't -- I don't want anybody to be hurt by the woke mob. I just don't. I do admire. I want to mention State Farm. I'm glad that they came out and said no, this is not happening because you cannot really be the homegrown khaki clad every man person and then basically you're saying that Aaron Rodgers and this whole thing is the reason that you're going to dump him. I think that they would have lost -- they're not going to lose customers over not dumping him but they might have lost customers over dumping him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, I think that they made a good decision there. And so, as companies start to think about how do we deal with this coming up because you now have the OSHA rule that's going to try to force this down people's throats at some of these companies and they don't want to do it. I'm for vaccines. I think it makes a lot of sense for a lot of people but I also -- I think you make a really good point and especially about him knowing himself. And he has allergies and he doesn't want to do it. And he -- but if you follow the protocol for whatever company or organization you have, that should be good enough."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes."
    },
    {
      "speaker": "FORD JR",
      "utterance": "So, and with -- Greg, I don't disagree with any of this, but do you incentivize people lying about a rule because they think they know best about themselves? He may know everything about his body, he may be the greatest athlete, he may be the most in-shape person in the world, but don't lie. If you -- if you believe that firmly, then just say here's what I'm not doing and I'm not doing it for this reason. I'll accept the consequences."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just -- I find it just ludicrous that this has now become like a daily conversation. The media in a way has invented a new issue that you can split in half, right? So, it's like you're either pro-vax or you're a crackpot who wants everybody to die or you're pro-freedom and everybody else's authoritarian body fascists. Because for some reason we cannot accept that there's a million positions in between these two hyperbolic chambers. You see what I did there? But there's no -- but this little war, this little back -- this prison of two ideas, that produces ratings. And what you did was -- so, you present the subtle steps that go on. As I said, I'm vaxxed, my wife's not. We have this discussion all the time. But it -- but it's not of anybody's business what her decisions are because those are health decisions, so screw you. If you come to my wife and ask a question, you're going to get a boot up your ass. So, people have to have -- like I think what's happening is people are forgetting that this is not red and blue."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This isn't you know -- you know, an issue like immigration or climate change. This is actually about people, people's bodies. And it's only the media that is deciding in my view that it's OK to actually violate that space. I don't even think it's the government that's doing it. I think it's people because people are getting that righteous feeling and they're saying, oh, so, they're not vaxxed? Oh, well, thank you very much for making me at risk. How dare you sleep at night? That's what you're hearing now and it's stupid and gross."
    },
    {
      "speaker": "FORD JR",
      "utterance": "He's the second-best quarterback in the league behind Tom Brady."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, thank you."
    },
    {
      "speaker": "FORD JR",
      "utterance": "To air my defend, and \"GUTFELD!\" with the exclamation. Next, more young people claiming they are suffering from climate anxiety."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The left's calls of global warming fear-mongering is leading to more echo and anxiety. A new survey finds 70 percent of Americans experience climate change, fear, and depression. And in Canada, a country, Dana, doctors for the first time diagnosing an elderly woman with breathing issues as suffering from \"climate change.\" So, climate change is now a prognosis. Could we get a vaccine?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, gosh, if there was only one. I remember, my friend had their kid gone to school and came back and he was crying in bed as they were reading the book. Like, what's wrong? It's like, my bed is made out of trees. And he's like, crying and I was like OK, this is (INAUDIBLE). At some point -- well, actually, let me back up -- when I was in Denver, I talked to this guy who said that -- as he talks about climate change, he talks about adaptation. And he said, that is now considered like a terrible word. You can't say adaptation because how dare you use some of this infrastructure money to like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- make -- what do you do -- you make them taller, the floodwalls, like around cities. Like, how -- why would not do some big projects that actually will mitigate the problem. And instead, all we're doing is saying, we have to like shut down and have zero emissions which is just completely irrational."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And it's freaking -- it's freaking kids out. I mean, no wonder there's depression and stuff if you're telling them you're going to die. And then you move the date. You say, it's -- you're going to die in eight years and then not so fast, it's 12, and you've already sold everything. Like, what if you sold all your stuff because you thought you were going to die in 2028 and then they go to 2038?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, what if?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Have you thought about that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No. Call me old-fashioned. I'm more sympathetic to actual anxiety, people nervous about getting drafted for paying their rent, or what you suffer from, performance anxiety. If you ever want to talk more about it, we can talk about it. I know it's been debilitating, Gutfeld. But in all seriousness, this is by design this anxiety. They want this generation scared because you control people through fear. If you say you're all going to die really soon and it's all your fault and all you have to do is give me all your money and I'll tell you where to eat, how to live, what to drive, that's why it's designed that way for control."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Harold, you know, the activist class is doing with climate or what i think they expect to do with race. It's kind of like get them when they're young, get the -- inject them with fear and guilt. Am I right, inject them with fear and guilt?"
    },
    {
      "speaker": "FORD JR",
      "utterance": "That's a lot there. I -- look, we have a lot of people trying to come from our hemisphere into this country because their countries have been wrecked by a lot of things including weather patterns, awful weather over the last few years. Climate change probably has something to do with that. I don't suffer from climate anxiety and I pray for those who do and I hope they get better. But I do think we need to figure out climate change. This is not the way to go about doing it if we want to be effective about trying to win over advocates here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What do you think, Katie?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think this is a bunch of city kids who need to get out more for two reasons. When you're out in the wilderness, you realize that you're humbled and that --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "-- you know, there's -- you can be an environmentalist, you be a conservationist, but you really can't control the environment and you'll find things like fossils at the top of the Grand Canyon and realize that Arizona used to be under an ocean and realize that climate change is actually pretty normal for the earth."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. All right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Problem solved. Get outside."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You go to the wilderness you just see -- you see beds. Oh this could be a great bed. This could be a great bed."
    },
    {
      "speaker": "PERINO",
      "utterance": "This could be a great bed. I'm going to make a bed"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"ONE OF THE THING is up next and apparently Dana has a big surprise for us. Oh, boy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, it's time now for \"ONE MORE THING.\" I have a bit of a surprise. We're going to bring him in here. There's someone for you to meet."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No way."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes way."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "PERINO",
      "utterance": "We have a new coming member --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No way."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "This is the best surprise ever."
    },
    {
      "speaker": "PERINO",
      "utterance": "Caroline Sherwood bringing in this new little guy. This is Percy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Percy?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Percy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Where's the --"
    },
    {
      "speaker": "PERINO",
      "utterance": "He's seven weeks old. We picked him up in Ohio yesterday."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "PERINO",
      "utterance": "We have a couple of pictures. Here's the two -- when we first met yesterday and then Peter and Percy. Also, I wanted to just thank Carol Lehman of Highfield Vizslas. What are you talking about? Donnell Scott of Plaza Vizlas. They helped us. And also, Jeffrey Arnold was really -- was super helpful. OK, he was really, really good until this moment. This is just -- you got to be better like this. Remember -- there he is. There he is, everyone. Anyway, we'll see how he is, but he's replaced -- not a replacement, but an addition to our family."
    },
    {
      "speaker": "FORD JR",
      "utterance": "Hear, hear."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's beautiful."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'll hold him and try to keep them quiet while Greg does his \"ONE MORE THING.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't think that's possible, but let's do it. Shall I wait?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Nope."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. All right, let's do this. Greg's gives back. As you know, being a world-famous celebrity, it's often easy to forget about the little people, the people that got you here. Yes, I could buy a staff pizza, or I could buy them some Chick-fil-A. But instead, you know what I did? I gave them all very expensive shirts --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That I paid for personally because you know, buying somebody's pizza or Chick-fil-A, that might last 45 minutes in their stomach and then exit shortly after. But you can wear that shirt forever. That shirt is forever. It doesn't get digested and shout out to the sewage system where it's then fed on by sick fish."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Oh, man. Wow."
    },
    {
      "speaker": "PERINO",
      "utterance": "And I bet that they're going to never put that in the charity box."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, you're going to keep it forever. By the way, those aren't even for sale. You can't get those anyway. That was from my buddy from the Melvins."
    },
    {
      "speaker": "PERINO",
      "utterance": "That was a great gift. That was a great gift. All right, Jesse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not Melvins."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Misfits."
    },
    {
      "speaker": "PERINO",
      "utterance": "Misfits, the Misfits."
    },
    {
      "speaker": "WATTERS",
      "utterance": "This stuff is even trendier now with those shirts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was the point."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Very good, Greg. All right, to celebrate our veterans, we're offering a 15 percent discount now on the Fox shop. We got a lot of new stuff here, OK. So, you go from now until the 11th. You punch in the code Fox vet at checkout. And you have Patriot hats, you get T-shirts, mugs, throw pillows, and you have this Youngkin-looking vest. And maybe I'm going to steal this thing and walk right out the door. So that's shop.foxnews.com. Use the code Fox vet at checkout, 15 percent off. You got to do that with Biden inflation, man. Every penny count."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you for using the word."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right."
    },
    {
      "speaker": "PERINO",
      "utterance": "I appreciate that. All right, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "All right, we all know that time and skill in NASCAR are everything. Kyle Larson won the 2021 NASCAR Cup Series championship race on Sunday thanks to his pitstop by his Hendrick Motorsports crew. He was in fourth place when a yellow flag brought most of the drivers into the pits for a tire change and fuel."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And his crew pulled off at nearly perfect stop in just 11.8 seconds, putting him at first place and he won. So, congratulations to the pit crew."
    },
    {
      "speaker": "PERINO",
      "utterance": "Harold, we're going to owe you a \"ONE MORE THING.\""
    },
    {
      "speaker": "FORD JR",
      "utterance": "I'm good. I love the dog. Congratulations. Congratulations."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. He's (INAUDIBLE)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was a surprise."
    },
    {
      "speaker": "PERINO",
      "utterance": "He slept all night, and then he just wanted to make his voice heard, I guess."
    },
    {
      "speaker": "FORD JR",
      "utterance": "I love it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Anyway, thanks, everybody. That's it for us. \"SPECIAL REPORT\" is up next. Hey, Bret. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}