{
  "date": "November 22, 2021",
  "headline": "'Ingraham Angle' on corrupt Milwaukee district attorney",
  "subHeadline": "'Ingraham Angle' welcomed guests Eric O'Keefe, Chris Christie, Kevin Mathewson, Victor Davis Hanson and Ronny Jackson.",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-on-corrupt-milwaukee-district-attorney",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "The 45th President of the United States on camera, Donald J. Trump will join us for the full hour. We'll get us thoughts on Joe Biden, his performance and we'll talk about a lot more. Set your DVR, so you never miss an episode. In the meantime, let not your hearts be troubled. Laura Ingraham is standing by with a great show as usual. Hi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I look forward to President Trump tomorrow night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you. We have a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's going to be good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have a lot to ask him that might surprise people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Well, I'll be watching, Sean. And it was great seeing you last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We tore it up there. And we will pick it up where you left off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oos. Have a good show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm Laura Ingraham. This is THE INGRAHAM ANGLE on a busy Monday night. Now, Kyle Rittenhouse wasn't the only concerned citizen who stepped into the chaos in Kenosha last August. Tonight, we're going to speak to another individual who was also there, exercising his second amendment rights in an effort to keep the streets safe there. He's going to give us his unique perspective. But first, looting America. That's the focus of tonight's 'Angle'. So after college football games wrapped up this weekend, I actually hid the television remotes for my kids. I do that a lot. But especially this weekend, because the footage of the flash mobs, looting the stores in the Bay Area in Chicago. And of course, the horrific video of that Christmas parade massacre. It's what you have to call it in Waukesha, Wisconsin. It was just too much ugliness and depravity. Couldn't take it. But then I realized, of course, I have an obligation to explain this all to my kids. And so, I told them, Look, the stealing is happening, because liberal politicians have coddled and glorified radical BLM activists who market grievance and they market resentment nationwide. Now, remember, in the summer of 2020, it was Gavin groveling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GAVIN NEWSOM (D-CA)",
      "sentences": "For those of you that are out there, protesting, I want you to know you matter. And I want you to know, I care, we care. You've lost patience, so have I. You are right to feel wronged. You are right to feel the way you are feeling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, it's just like you want to take a shower after watching him. And who can forget San Francisco's Mayor London Breed, her push for $120 million cut from the police budget. By the way, for this she was profiled in Vogue magazine. Now, when reality hit, she pulled back on that idiotic idea. I was thinking, it's funny how thieves aren't trying the same nonsense in states like Florida, or Texas. Instead, they're targeting the Bay Area with Marxist DAs like Chesa Boudin, and big cities like Chicago, run by corrupt mayors like Lori Lightfoot. Organized criminals and petty thieves know that the chances of being apprehended and actually prosecuted in these cities are slim to none. So, 17 months after the unchecked mayhem from the George Floyd riots, stealing couldn't be easier. Slap on a COVID mandated facemask, pull a hoodie over your head, have a car waiting, you're good to go. Now, under the circumstances created by local incompetence, the police are either being branded as racists, or cornered by vaccine mandates. The pro- criminal Soros supported DAs, the unspoken belief that police just shouldn't respond aggressively to property crime. Now all of this means, it's open season on retail chains just trying to get back on their feet. And the murderous thug who mowed through the parade, well, he should have never been on the streets at all. He had just smashed the mother of his child in the face, ran part of her leg over, and was already out on some low bail amount. Now, lest you think he was just having a rough month, his rap sheet spans decades. Everything from felony strangulation charges to aggravated battery. Oh, he's also a registered sex offender in Nevada. No big deal. So after all of this, including the start of an internal review by the Milwaukee DA to find out why this thug was out on such low bail? Well, squad leader AOC, she wants to make things even easier for criminals. She's going after what's called excessive cash bail. Unbelievable. You cannot make this up. Now, of course, the regime media, they move quickly to discount even the possibility of any political motive on the part of that thug. But his lousy rap music is rife itself with violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, the lyrics, if you can call them that, are all about fury and revenge, the N word scattered through. Yes. But it's all healthy, self expression, would be told in a college seminar on hip-hop. Now, of course, Hollywood, our schools, even corporate America, they're in a constant state of apology over America's past and present. So they've lionized Colin Kaepernick, so-called anti-racism, the BLM movement. And life in our country, we're supposed to believe is vicious. It's unfair, it's racist, and it's rigged. You go on social media, and you're actually going to see people tonight who have fancy titles next to their names, making excuses for looting. We're entitled to what you have, you didn't build that, you don't deserve that. You're living on stolen land. You're racist. Blah, blah, blah, goes on and on. It's even called consumer reparations. You will not and must not stop them. For if you do, they will cry racism. They will even cry racism if no Black person was involved in a high profile case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I find these people disgusting, Eli. I'm disgusted at what I'm seeing. It's not just this trial as other trials. But this in particular, the fact that white supremacists roam the halls of Congress freely, and celebrate this little murderous white supremacists. And the fact that he gets to walk the streets freely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was injustice. This was worse than (inaudible) trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN JONES, FORMER SPECIAL ADVISER TO PRESIDENT OBAMA",
      "sentences": "This idea of white vigilante violence, where white men feel that they have the right to enforce the law themselves. There is a dark edge of people celebrating this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course, that's all about the Rittenhouse trial and verdict. And, yes, there are connections among the chaos in the streets after the Blake shooting, the multi-day looting spree and the parade tragedy. All of these scenarios sprang from a refusal to enforce the laws as written, and the impulse to blame racism as a convenient cover. As low as Biden has stooped these past 11 months, he sunk further into the gutter by leaning into the anger of the left after the Rittenhouse verdict came out. And Harris implicitly agreed that there were racial undertones and Rittenhouse is getting off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "The verdict really speaks for itself. As many of you know, I've spent a majority of my career working to make the criminal justice system more equitable, and clearly, there's a lot more work to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, talk about a hit-and-run. She spews her acidic accusations about our country, then she scoots away. Can't risk being asked real questions by real reporters, can we? Now, the fact is everything we warned you about during the 2020 campaign is now happening to the country we love. We warned you that efforts to defund the police would lead to fewer cops in more dangerous streets. We warned you of how COVID shutdowns and of all the businesses and schools would hurt, not help. We warned you that politicized school boards would ruin school curricula. We warned you that inflation would be permanent, unless Biden left Trump's policies in place. We warned you that race relations would worsen when frauds tried to turn us against our own history and traditions. Yet, there are encouraging signs that Americans just don't want to live in the type of society that the Democrats captive to the far left are building for us. African-Americans are beginning to leave Chicago; Hispanics are voting Republican; and now Asians are turning to the GOP. More parents are voting with their feet and their school tuition dollars. So congrats, Democrats, this might be the last generation of Christians who send their kids to public schools. The left is determined to turn all of them into woke reeducation camps. The world the left is building is depressing, and it's cynical. One where they don't even want families to have many children anymore. One where their response to every problem is, A, to say America's racist and deserve whatever happens; B, raise taxes and redistribute money to their cronies; or C1, to encourage Americans to lower their standard of living and their expectations. The radical movement that the left started and that the Democrats stupidly adopted is designed to tear down the entire country. But now, they're beginning to tear themselves down too. Look at the polls, one's worse than the next for the Democrats. Of course, the real victims of the looting and the lawlessness aren't the wealthy. It's the people who work in the stores and own nearby businesses. A lot of these stores won't open again. And why should they? As usual modern day liberalism sacrifices the middle class for the wins and convenience of the super rich. Next year, the Democrats nonstop smash and grab will finally come to an end though. And that's the 'Angle'. All right. Joining me now is Fox News contributor and former Speaker of the House Newt Gingrich, author of the new book 'Beyond Biden'. Newt, it's hard not to see this situation playing out in San Francisco, and in Chicago, and in Wisconsin, as the likely result of permissive policing and woke responses to rank criminality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER HOUSE SPEAKER",
      "sentences": "Well, look, I think if you wanted to undermine and destroy America, you could hardly do more effectively than what George Soros and Joe Biden have done. You're showing us now examples that are very predictable. When you have a communist District Attorney, which literally - he is a communist, openly a communist in San Francisco, who says he's not going to enforce the law, he's not going to punish criminals, what do you think is going to happen. You're sending a signal to every would-be thug in the city, go ahead and do what you want to. And on one occasion in the last few days, they had up to 80 people at a time looting a store. Now, if you're a normal citizen, who just uses common sense, it won't take long for you to figure out if all your stores are looted, civilization is collapsing. At the same time, you have this tragedy in Waukesha, which actually resembles what happened in east France about a year and a half ago. We have somebody in a truck, who runs down, kills five people, wounds 40 people. And I'm sure we're going to presently hear all the explanations for why he did it. But the truth is, that's a massacre. The person who did it should be treated as a terrorist, who was willing to kill fellow citizens on that scale. So across the country, whether you're in New York, which also has had problems, or you're in Wisconsin, or Chicago, or San Francisco, you have a growing sense that America is just stupid, open and easy to steal from, and easy to beat up. So the thugs come out of the woodwork, and until we're prepared to turn around and say, you know, you do stuff like this, you're not going to be in the street for a very long time. We're going to continue to have this problem. It's a very real crisis of our civilization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to part a - play a part of a shocking interview Axios ran with Congresswoman Rashida Tlaib on what she calls prison reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The BREATHE Act proposes emptying federal detention facilities within 10 years. To what extent have you wrestled with any potential downsides of releasing into society every single person who's currently in a federal prison?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "sentences": "Yes. Again, I think that everyone's like, Oh, my God, we're going to just release everybody. That's not what I'm - but did you see how many people are mentally ill that are in prison right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Newt, it's all becoming kind of like a little joke, we kind of have the casual a little laugh. And - I mean, this is just, again, bringing about the utter destruction of America, certainly safety in the streets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "And remember if you're not releasing prisoners from jail, you're letting in 1,400,000 illegal immigrants with no record of their COVID and no record of their criminal background. You have a whole system now where the Build Back America better bill basically creates America's a sanctuary country, giving people all sorts of excuses to stay here, no matter what crimes they commit. And my personal view is, if we took 20 percent of the prison of the people crossing the border, put them in Nantucket, and took everybody who's coming out of federal prison under (ph) Talese model, and put them in similar places around the country. So as long as you are really part of the billionaire pro-Democrat class, you got to have next door neighbors of that caliber. You'd find these policies changed in 48 hours. The fact is, it's the poor who get hurt. All the more it's the middle class that pays for it. And the very, very rich just hide in their sanctuaries, surrounded by private security guards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. All right, Newt. We appreciate it. Great to see you tonight as always. And in the aftermath of the Waukesha car attack that left multiple locals dead and dozens wounded, Milwaukee County DA John Chisholm has called for an investigation into the inappropriate low cash bond offered to the alleged perpetrator Darrell Brooks just a few days earlier. Now, the investigation should start with Chisholm himself though, he's a nakedly political official, he has a checkered record of prosecutorial misconduct and abuse. Now, he was the force behind the John Doe investigation, a former Governor Scott Walker and his associates that involves secret pre dawn raids on homes for the alleged crime of campaign coordination. Our next guest was a victim of these witch hunts. Eric O'Keefe is the director of the Wisconsin Club for Growth and Empower Wisconsin. Tell us why residents of Milwaukee and what the rest of the country frankly should know about this Chisholm character.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC O'KEEFE, WISCONSIN CLUB FOR GROWTH DIRECTOR",
      "sentences": "Well, he's corrupt in the way of abusing the powers of his office for political ends, and pursuing non criminals across the state. He conducted raids and other counties, he put his top lieutenants in pursuit of Walker associates, because the pay of his staffers was reduced, the take-home pay was reduced. He's more concerned with protecting government from the people than with protecting people from criminals. They committed crimes in pursuit of innocent people, and they allow criminals to stay on the street. Chisholm needs to be removed from office. He can be removed by the governor, and he can be removed by impeachment. And the problem in Milwaukee was similar to the one in Kenosha, which is a district attorney playing to a woke media, instead of protecting innocent people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But this is happening all across the country with these DAs, some of them supported by George Soros, and other are left-wing activists. I don't know where the Conservatives are. Why they're not running their own candidates and running better campaigns, that's a whole different discussion. But they're getting big support in these local races. And now, we're seeing the results, are we not? We're seeing a guy who never should have been let out, led out of this poultry bale. And now we have five people dead, others critically injured, children, pediatric units. I mean, this is what liberalism is in the United States of America? Who the heck is going to support this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'KEEFE",
      "sentences": "It's sad and tragic. But I can tell you a little bit about why someone like that is still in office. Consider the challenges of running against a corrupt district attorney, who likes to do political investigations, and likes to protect the clique in power, and has the newspaper with him. That's what you face in these cities, Milwaukee, in particular. I ran through it. Look, anybody who's an attorney, practicing in Milwaukee County, and wants to run a campaign against the district attorney who's known for doing hits, political hits, that - it's very--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Then you got to run a campaign. Well, boo hoo, it's a hard campaign. I know that. But we got to run better campaigns, got to run better campaigns. The Republicans are always complaining run better campaigns. We got to go. All right, Eric. Thank you. Now, how did Democrats become the party of lawlessness and chaos? Well, look no further than these DAs that we're just talking about, who allow the cities to crumble. In moments, former Governor Chris Christie is here on that. Plus, we're going to discuss the road ahead for the GOP. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF UNITED STATES OF AMERICA",
      "sentences": "Are you (inaudible) with law and order--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Yes. (inaudible) Law and order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let him--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Law and order with justice where people get treated fairly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When Joe says, treated fairly, of course, he really means just what the left means now, emboldening criminals. And there's been no bigger proponent of this fair justice, then Democratic megadonor George Soros and his mission to put the most radical DAs imaginable in office. Now, let's take a look at his track record. As we mentioned earlier, Chesa Boudin in San Francisco, who champion - campaigned on not charging for lesser crimes. The Daily Mail report said, he's charged people with theft in less than 50 percent of cases since he started. Now, you saw the videos from the 'Angle'. Thugs running in out of these designer stores, arms full of stolen goods. And then there's George Gascon in L.A. He's halted bail request, stopped trying juveniles as adults, even banned prosecutors from seeking sentencing enhancements. One L.A. mother whose son was brutally murdered, stabbed, beaten and thrown off a cliff told me how she feels about Gascon's take on crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESIREE ANDRADE, MOTHER OF L.A. COUNTY MURDER VICTIM",
      "sentences": "I feel let down by George Gascon. I think he's a danger to LA County. Point blank. Criminals are now considered victims. What are we doing here? It's the other way around. I feel that they are getting more justice than we, the victims, are. And it's not right at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, in Cook County that includes Chicago, Kim Foxx dismissed tens of thousands of felony cases during her first three years as prosecutor. In Dallas, John Creuzot campaigned on ending mass incarceration. He won't prosecute for shoplifting under $750 if it's for \"necessities\". And in Philadelphia, Larry Krasner just won reelection, if you can believe it or not, did so earlier this month, despite the record-high homicides there. The city has seen nearly 500 this year alone. So my question, when did the Democrats become the party of chaos and lawlessness? That's what they are now. We're pleased to be joined now by Chris Christie, former New Jersey governor, and author of the new book 'Republican Rescue'. Governor, it's good to see you tonight. Thanks for being here. I want to get your take, before we get into your book, on what these days given your former life as a prosecutor - what these DAs are doing to these cities across this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CHRISTIE, FORMER GOVERNOR OF NEW JERSEY",
      "sentences": "They're wrecking them, Laura. And they're wrecking the livelihoods of businesses, they're wrecking the quality of life for the citizens. And they're doing it for purely political purposes. It is an extraordinary thing to watch as a former prosecutor, because our job - our job as prosecutors is to make sure the law is enforced, fairly and firmly. And you - what they're doing out there now is creating absolute mayhem. Police are backing off of their job, because they know they're not going to be supported by the prosecutors, which are the second half of the law enforcement equation. Police officers keeping the order on streets by performing arrests, and then the prosecutors backing them up by putting those people in jail. And you have some of the worst and most violent criminals who are getting back out on the street, regularly intimidating witnesses against their crime, some instances killing witnesses to make sure that they can't be prosecuted. But even when that is all existing, you've got people like Gascon, who are out there, just saying we won't prosecute these crimes. And you can see what's happening. I was in Los Angeles this week, Laura, and it is a much different looking city than it was five years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, it's heartbreaking. And obviously, we just talked about what happened in Milwaukee. We have the thug released with very little - very little concern about what's going to happen to the public once he gets out again, and look what happened. It's unbelievable. Now, Governor, I want to move on to your book. You're getting a lot of play with your book. In part, you accused President Trump of engaging in what you call vendetta politics, and dwelling in the past on what happened in the 2020 election. Explain what vendetta politics is and why you think he's engaged in that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "Well, what I said in the book was that, as a party it's not useful for Donald Trump, or for anybody else to now be looking backwards, when you see the extraordinary tragedies that are going on in this country every day. We just talked about some of them, because of the Democratic policies. We're also looking at huge inflation, we're looking at failures in Afghanistan and around the world. We're looking at huge in new spending that's going to bankrupt this country and our children and grandchildren in the long run. Those are the things that we should be spending every day talking about, and contrasting what we would do for this country as Republicans versus what others would do. And anytime we spend looking backwards, I'm distracting from the mission of stopping Joe Biden, Kamala Harris, is a day that's wasted. And we cannot waste another day, because you know what, Laura, if they're successful with this, they're going to be giving benefits out to people that are going to be very difficult for us to take back, even when we retake government, and long-term destroy the work ethic and the capitalist system in this country. That's what I'm focused on is stopping Joe Biden. And we shouldn't be focused on anything that happened in 2020 anymore, Laura, because in the end, that election is over. And we've got to move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You believe that election integrity matters though. You've always been in favor of voter I'd and all that, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Checking past rolls. So, I just want to - so you do think that that's important. And if there are issues that state should address those issues, clean up the voter rolls, track ballots, and make sure that everything's done copaceticly, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "Absolutely. That's a forward-looking issue, Laura. That saying, OK, we know what happened in 2020, in instances where the voting laws were changed improperly, and what it caused in terms of confusion, and people's concern about integrity. So that's why I supported the Georgia voting changes very strongly that Brian Kemp put into place; support the Texas voting changes that were put into place by Governor Abbott. And every other place in this country, where Republican governor is leading the way to change voting, making sure that vote counts happen much more quickly than they do. Voter ID is an absolute necessity. And look, I came into places today, Laura, it's office buildings in Washington, D.C., where they would recognize me and say, Hello, Governor, and they ask for my ID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "If they do that, then why can't we have an ID when we're voting? It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Governor, if President Trump does decide to run, no one knows what the heck he is going to do. But if he does decide to run, and he gets the nomination, you're going to support him now though, right? You're not going to go voting for Biden, or supporting Biden, or whoever the Democrat's nominee, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "I answered this question today on the on the PBS NewsHour. They asked me directly, could you vote for Joe Biden? I said, absolutely not. I didn't vote for him in 2020, and I certainly couldn't vote for him in 2024. And I cannot support someone like Bernie Sanders, people like Elizabeth Warren. Go through the whole list of the people who were standing on that stage in 2020 and assume that any one of them is the nominee, I couldn't vote for that person, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So what you don't like about Trump, so what you don't like about Trump is backward looking stuff. The policies you like, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "The policies I supported, and you know, Laura, the line of supporting Donald Trump starts behind him. I was the first elected official in America to endorse him. In 2016, prepped for those debates. Prepped him in 2020 for the debates, and stood up for him as the chairman of his opioid commission, and the chairman of his transition. But we lost, Laura. And we have to get back to winning. We see the ramifications of not winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "With all this spending, with the crime and everything else. So what I'm saying to Republicans is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I said that at day after the election. We've got to move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIE",
      "sentences": "We've got to stop complaining, and stop complaining, and we've got to start working to be a contrast to Joe Biden and to stop him in his tracks in it 2022. And every minute we spend looking backward is a minute we are not spending stopping them. I don't want to go through any more years of Democrat control",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to go. Governor Christie, good to see you tonight. Congrats on the book. And Kyle Rittenhouse wasn't the only armed citizens on the streets of Kenosha buck on that fateful night in August, 2020. In moments, we're going to speak to Kevin Mathewson, who was with Kyle that night. He is going to explain what people are getting wrong about what happened. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST, TUCKER CARLSON TONIGHT",
      "sentences": "Where were the police?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KYLE RITTENHOUSE, ACQUITTED IN KENOSHA SHOOTINGS TRIAL",
      "sentences": "I'm not sure really, because they have a hard job, for sure. But I didn't think they got the support they needed. The National Guard should have been called August 23rd. But the city of Kenosha failed the community. The governor, Tony Evers, failed the community, and there should have been a lot more resources to help with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, it was into that vacuum that Kyle Rittenhouse and others stepped in to keep Kenosha from burning to the ground. You see when elected leaders refuse to protect their citizens, because they don't want to offend the protesters, right, those very citizens step up, and some work to p protect the community. And Kyle wasn't alone that night. My next guest was armed and with him, although he didn't know him personally. Joining me now is Kevin Mathewson, a former alderman in Kenosha. Kevin, what's the biggest misconception about what happened that night? You were there. You were at that trial every day, too, I know. But what's the biggest misconception. KEVIN MATHEWSON, ARMED DURING 2020 KENOSHA RIOTS: Well, a few. There is the misconception that Kyle was a white supremacist. It's the only time I have ever seen a white kid shoot three other white people and be called a white supremacist. Race had nothing to do with this. What this was, was a city that was abandoned by our leaders. We have the mayor, the county executive, the sheriff, the governor, all Democrats were too afraid, too proud to ask President, Trump at the time, for help. They just didn't want to do it. They wanted to show us they were big boys and they could take care of it on their own. And they couldn't. We didn't have the resources we needed. So I think the phrase was given, some lines got crossed. No, that's just not what happens when you are an elected leader. You get the help to us and you get it as soon as you can. I watched that video that went viral within minutes, the shooting of Jacob Blake. And anybody with half a brain knew that this was going to get bad and we were going to have riots on our hands. And we just didn't get the help requested that we needed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Kevin, your message --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATHEWSON",
      "sentences": "And the governor, frankly, can send us help without being asked, and he chose not to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Kevin, your message to people tonight is, don't let your cities burn, don't let your cities be destroyed. Do what you can within the boundaries of the law and your constitutional rights to protect your city, is that what you're telling people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATHEWSON",
      "sentences": "Absolutely. In Wisconsin here, we have the right to openly carry arms. And that's what I did. That's what hundreds of other Kenosha residents did because help wasn't coming. The fire trucks were not putting out fires. The police were not coming when you called them. So I didn't want to stand by and watch my old neighborhood burn to the ground. And these were -- the talking points were they were just businesses. No, they had residential units on the second and third floors in the uptown area. That's where my district was when I was an alderman. And to watch them burn and the seriousness of it be dismissed because it's just property really rubbed me the wrong way. And I said, well, what can I do? I said, I've got an AR-15. I will roundup some likeminded people on Facebook, and it exploded. Thousands of people responded to my call to arms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATHEWSON",
      "sentences": "It was said during the trial, on the 25th the night of the shootings, there was an influx of armed civilians and really a decrease in the amount of destruction and fires. So that correlation was no coincidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kevin, I want to point out, \"The New York Times\" seems to be is blaming if you for the unrest that happened that night. They wrote yesterday \"Mr. Mathewson had written on the Kenosha guards Facebook page, referencing what you just did, which is your organization, urging them to take to the streets to defend the city. Mathewson's call to arms brought dozens of mostly white armed paramilitaries into the streets of the city's small downtown, creating a heavily armed confrontation that came to a head with the Rittenhouse shootings.\" Quickly, your response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATHEWSON",
      "sentences": "Well, that's not exactly what happened. What happened is there was a vacuum of people helping others. And that vacuum was filled by folks like Kyle Rittenhouse who was not even an adult who felt the urge to help others. And I didn't do anything that wasn't supported strongly by the First and Second Amendment. It was not a paramilitary group. We were not vigilantes. We weren't trying to enforce the law. All we wanted to do was protect police officers from getting knocked unconscious with a brick or a 71-year-old man getting beat to where he had to have his jaw rewired. These are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Did the police thank you? Did any of the police officers thank you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATHEWSON",
      "sentences": "No, there are liabilities with things on that. The boots on the ground, in so many ways we know they appreciated us being out there. But the leadership, like I said, the Democratic sheriff, it wouldn't go over too well if they did anything publicly. But we knew that they supported us without --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kevin, thank you for these insights tonight. The more we hear, the more we learn. Thank you so much. And joining me now is Victor Davis Hanson, Hoover Institution senior fellow. Victor, soon to be failed gubernatorial candidate Beto O'Rourke revealed what the left is using the entire Rittenhouse case for. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, (D) TEXAS GOVERNOR CANDIDATE",
      "sentences": "This entire tragedy makes the case that we should not allow our fellow Americans to own and use weapons that were originally designed for battlefield use. That AR-15, that AK-47 has one single, solitary purpose, and that is killing people as effectively, as efficiently, and in as great a number in as little time as possible. We saw that in Kenosha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, they don't want a citizenry to be able to protect themselves even when the police or local officials will not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "sentences": "Yes, I think that's what the Rittenhouse trial was all about, Laura. I think it was one of the most important trials in our lifetime because this old academic idea that crime was just a social construct. Laws were created by the elite to oppress the people of color or margin, is now filtered into the police and the district attorney. So the police either can't or they don't have the ability or they won't enforce the law. We see that with the loony that you discussed, or the prosecuting attorneys will not indict or prosecute crimes, and you end up with Kenosha. And so what does a citizen have recourse to do? If they're not safe in their homes, if they're not safe going to the store, they have Second Amendment rights. You go after that and you say, well, you may have the right to bear arms, but if you use it, and you injure somebody, much less kill them, we're going to go after you. If he had not shot that gun, and he probably would have been beaten to death. And I would suggest there might have been a good likelihood that his perpetrator that killed him wouldn't be prosecuted for a variety of reasons. And so what we're really doing, Laura, we're making the district attorney the most powerful person in America. And they have a monopoly on not prosecuting criminals. And so the only recourse is taken away. And that's what Beto wants, that's what the left has wanted for a long time. We have this discussion, we in America, every topic, we have it on the border, we have it in Afghanistan, we have it on the supply chain, we have it on gas, we have it on inflation. And the characters change, but the central issue is the same. You cannot have a civilization as it collapses, whether materially, psychologically, or spiritually, and that's what the left is trying to do. They're trying to create such chaos and strip away constitutional protections of the citizen that they have no recourse but to ask and beg, please, Mr. District Attorney, we beseech you, will you please protect us. We may or may not depending on your ideology or what you are willing to do for us. And that's what pre-civilizational barbarism is all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, the barbarians at the gate, and we'll continue to track it. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And President Biden finally got his long awaited physical this past Friday, but there was one test curiously missing. Congressman Ronny Jackson, President Trump's White House doctor, reveals why in a matter of moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You have taken a cognitive test?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "No, I haven't taken a test. Why the hell would I take a test? Come on, man!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He had a little pep in his step back then. We hoped that during Biden's first physical as a president that that cognitive test actually would happen, and even Sanjay Gupta seemed surprised it didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "I read pretty carefully through the doctor's report, and they mentioned neurological exam, but that was more in terms of testing motor strength and sensation and things like that. As far as we know, for President Biden, we didn't see any kind of test like that performed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Texas Congressman Ronny Jackson. He also served as White House physician under Presidents Obama and Trump. Congressman, so the current White House physician says Biden is fit to successfully execute the duties of the presidency, as long as Ron Klain makes all the decisions. No, I'm joking. So how would we know that without a cognitive test? Is that important in your estimation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONNY JACKSON, (R-TX) FORMER WHITE HOUSE CHIEF MEDICAL ADVISER",
      "sentences": "It's absolutely important, Laura, especially in this particular situation. The man is 79 years old. Fifty percent of the United States population does not believe that he is mentally fit and cognitively fit to lead this country as our commander-in-chief and our head of state. And so Dr. O'Connor spent six pages talking about useless stuff that no one cares about and did not address the elephant in the room, which his, is this man cognitively fit to be our president. Whenever President Trump had his physical done, I did a cognitive test on him. President Trump was the president to ever have one done. And that was because the far left and the liberal media demanded, they were relentless in their pursuit of me in getting his physical done and including the cognitive test as part of that. We did that, and I did it because I was 100 percent sure that there wasn't one single thing wrong with President Trump. And he said let's do it, Ronny. I've got nothing to hide. But they are just as sure right now that Biden would not do well in this test. And that's why they ran away from this, and they will not do it, because they know he will fail miserably, and he will validate what the public thinks about him right now, that he is not fit to be our commander-in-chief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They went on and on about Trump's cognitive test. It was the most ridiculous thing. Anyone who spent any time with President Trump, there are no issues with his cognitive abilities, that's for sure. Here's a list of all the things that the White House physician says he checked -- optometry, otolaryngology -- I can't say that, ENT -- dentistry, his dentistry, orthopedics, physical neurology, cardiology, radiology, dermatology, anesthesiology, and gastroenterology. Congressman, that sounds like a bad scrapple contest. But dentistry? What? Why do we care if he needs a root canal or not? This makes no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKSON",
      "sentences": "He was literally just trying to fill the report, just trying to fill six pages of the report and then gave it as a written release. He should have gotten up there. Dr. O'Connor, who I don't know personally. He used to work for me. I don't have a lot of respect for the man, to be honest with you. I don't think he's a man of integrity anyways. But he should have gotten up there and he should have stood before the press. Whenever I did President Trump's physical exam and I did his cognitive test, I stood in the press briefing room for an hour and 15 minutes and answered every single question they could come up with regarding his physical exam. And what do we have here? We have a written report, nothing but a written report and a useless written report at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The White House, by the way, Congressman, did make a big announcement today. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There were reports that President Biden was telling allies that he is going to run for reelection in 2024. Can you confirm is he going to run in 2024, is he telling staff that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Yes, that's his intention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jen Psaki didn't even seem to believe that when she said it. That's his intention. So a little bit of a hedge there. Congressman, what does Biden look like in 2024? Maybe they will come out with that cognitive test in 2023.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKSON",
      "sentences": "There is no way, Laura. There is absolutely no way. You mark my word, he will not run for president for a second term. He will be 82 years old. I'm going to stick to what I've been saying all along since he was candidate Biden. He won't make it to the end of this term. They will remove him at some point. After the 2022 midterms, they're going to have to address his cognitive issues. It won't be Ronny Jackson talking about it anymore. It's going to be the Democrats, and they're going to have to explain what is going on with him. And make no mistake about it. There are a certain number people in the White House right now -- Kamala Harris walks past that office every day and looks in there, she thinks I'm going to be president pretty soon. And she might be right. She probably is right. And that's the only way she is ever going to become president because she's not going to get elected. So there's going to be a big incentive to get him out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, perish the thought, because Kamala is even worse than the other one. Congressman, good to see you tonight. And when we come back, I have a special Freedom Matters announcement for Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, so Freedom Matters gear, LauraIngraham.com, all the proceeds this month go to Unconditional Pet Love Rescue. It's a great dog rescue in Arkansas. All the proceeds go there. Made in America, made in America, the cuddly, cuddly hoodies, you will love them. See? And when you order $100 and you get a Freedom Matters made in the USA Christmas ornament. Isn't that fun? All for a good cause. Thanks for watching tonight. Up next, Gutfeld. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "The 45th President of the United States on camera, Donald J. Trump will join us for the full hour. We'll get us thoughts on Joe Biden, his performance and we'll talk about a lot more. Set your DVR, so you never miss an episode. In the meantime, let not your hearts be troubled. Laura Ingraham is standing by with a great show as usual. Hi."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I look forward to President Trump tomorrow night."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you. We have a--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's going to be good."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have a lot to ask him that might surprise people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Well, I'll be watching, Sean. And it was great seeing you last week."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great seeing you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We tore it up there. And we will pick it up where you left off."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oos. Have a good show."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm Laura Ingraham. This is THE INGRAHAM ANGLE on a busy Monday night. Now, Kyle Rittenhouse wasn't the only concerned citizen who stepped into the chaos in Kenosha last August. Tonight, we're going to speak to another individual who was also there, exercising his second amendment rights in an effort to keep the streets safe there. He's going to give us his unique perspective. But first, looting America. That's the focus of tonight's 'Angle'. So after college football games wrapped up this weekend, I actually hid the television remotes for my kids. I do that a lot. But especially this weekend, because the footage of the flash mobs, looting the stores in the Bay Area in Chicago. And of course, the horrific video of that Christmas parade massacre. It's what you have to call it in Waukesha, Wisconsin. It was just too much ugliness and depravity. Couldn't take it. But then I realized, of course, I have an obligation to explain this all to my kids. And so, I told them, Look, the stealing is happening, because liberal politicians have coddled and glorified radical BLM activists who market grievance and they market resentment nationwide. Now, remember, in the summer of 2020, it was Gavin groveling."
    },
    {
      "speaker": "GOV. GAVIN NEWSOM (D-CA)",
      "utterance": "For those of you that are out there, protesting, I want you to know you matter. And I want you to know, I care, we care. You've lost patience, so have I. You are right to feel wronged. You are right to feel the way you are feeling."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, it's just like you want to take a shower after watching him. And who can forget San Francisco's Mayor London Breed, her push for $120 million cut from the police budget. By the way, for this she was profiled in Vogue magazine. Now, when reality hit, she pulled back on that idiotic idea. I was thinking, it's funny how thieves aren't trying the same nonsense in states like Florida, or Texas. Instead, they're targeting the Bay Area with Marxist DAs like Chesa Boudin, and big cities like Chicago, run by corrupt mayors like Lori Lightfoot. Organized criminals and petty thieves know that the chances of being apprehended and actually prosecuted in these cities are slim to none. So, 17 months after the unchecked mayhem from the George Floyd riots, stealing couldn't be easier. Slap on a COVID mandated facemask, pull a hoodie over your head, have a car waiting, you're good to go. Now, under the circumstances created by local incompetence, the police are either being branded as racists, or cornered by vaccine mandates. The pro- criminal Soros supported DAs, the unspoken belief that police just shouldn't respond aggressively to property crime. Now all of this means, it's open season on retail chains just trying to get back on their feet. And the murderous thug who mowed through the parade, well, he should have never been on the streets at all. He had just smashed the mother of his child in the face, ran part of her leg over, and was already out on some low bail amount. Now, lest you think he was just having a rough month, his rap sheet spans decades. Everything from felony strangulation charges to aggravated battery. Oh, he's also a registered sex offender in Nevada. No big deal. So after all of this, including the start of an internal review by the Milwaukee DA to find out why this thug was out on such low bail? Well, squad leader AOC, she wants to make things even easier for criminals. She's going after what's called excessive cash bail. Unbelievable. You cannot make this up. Now, of course, the regime media, they move quickly to discount even the possibility of any political motive on the part of that thug. But his lousy rap music is rife itself with violence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, the lyrics, if you can call them that, are all about fury and revenge, the N word scattered through. Yes. But it's all healthy, self expression, would be told in a college seminar on hip-hop. Now, of course, Hollywood, our schools, even corporate America, they're in a constant state of apology over America's past and present. So they've lionized Colin Kaepernick, so-called anti-racism, the BLM movement. And life in our country, we're supposed to believe is vicious. It's unfair, it's racist, and it's rigged. You go on social media, and you're actually going to see people tonight who have fancy titles next to their names, making excuses for looting. We're entitled to what you have, you didn't build that, you don't deserve that. You're living on stolen land. You're racist. Blah, blah, blah, goes on and on. It's even called consumer reparations. You will not and must not stop them. For if you do, they will cry racism. They will even cry racism if no Black person was involved in a high profile case."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I find these people disgusting, Eli. I'm disgusted at what I'm seeing. It's not just this trial as other trials. But this in particular, the fact that white supremacists roam the halls of Congress freely, and celebrate this little murderous white supremacists. And the fact that he gets to walk the streets freely."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It was injustice. This was worse than (inaudible) trial."
    },
    {
      "speaker": "VAN JONES, FORMER SPECIAL ADVISER TO PRESIDENT OBAMA",
      "utterance": "This idea of white vigilante violence, where white men feel that they have the right to enforce the law themselves. There is a dark edge of people celebrating this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course, that's all about the Rittenhouse trial and verdict. And, yes, there are connections among the chaos in the streets after the Blake shooting, the multi-day looting spree and the parade tragedy. All of these scenarios sprang from a refusal to enforce the laws as written, and the impulse to blame racism as a convenient cover. As low as Biden has stooped these past 11 months, he sunk further into the gutter by leaning into the anger of the left after the Rittenhouse verdict came out. And Harris implicitly agreed that there were racial undertones and Rittenhouse is getting off."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "The verdict really speaks for itself. As many of you know, I've spent a majority of my career working to make the criminal justice system more equitable, and clearly, there's a lot more work to do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, talk about a hit-and-run. She spews her acidic accusations about our country, then she scoots away. Can't risk being asked real questions by real reporters, can we? Now, the fact is everything we warned you about during the 2020 campaign is now happening to the country we love. We warned you that efforts to defund the police would lead to fewer cops in more dangerous streets. We warned you of how COVID shutdowns and of all the businesses and schools would hurt, not help. We warned you that politicized school boards would ruin school curricula. We warned you that inflation would be permanent, unless Biden left Trump's policies in place. We warned you that race relations would worsen when frauds tried to turn us against our own history and traditions. Yet, there are encouraging signs that Americans just don't want to live in the type of society that the Democrats captive to the far left are building for us. African-Americans are beginning to leave Chicago; Hispanics are voting Republican; and now Asians are turning to the GOP. More parents are voting with their feet and their school tuition dollars. So congrats, Democrats, this might be the last generation of Christians who send their kids to public schools. The left is determined to turn all of them into woke reeducation camps. The world the left is building is depressing, and it's cynical. One where they don't even want families to have many children anymore. One where their response to every problem is, A, to say America's racist and deserve whatever happens; B, raise taxes and redistribute money to their cronies; or C1, to encourage Americans to lower their standard of living and their expectations. The radical movement that the left started and that the Democrats stupidly adopted is designed to tear down the entire country. But now, they're beginning to tear themselves down too. Look at the polls, one's worse than the next for the Democrats. Of course, the real victims of the looting and the lawlessness aren't the wealthy. It's the people who work in the stores and own nearby businesses. A lot of these stores won't open again. And why should they? As usual modern day liberalism sacrifices the middle class for the wins and convenience of the super rich. Next year, the Democrats nonstop smash and grab will finally come to an end though. And that's the 'Angle'. All right. Joining me now is Fox News contributor and former Speaker of the House Newt Gingrich, author of the new book 'Beyond Biden'. Newt, it's hard not to see this situation playing out in San Francisco, and in Chicago, and in Wisconsin, as the likely result of permissive policing and woke responses to rank criminality."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER HOUSE SPEAKER",
      "utterance": "Well, look, I think if you wanted to undermine and destroy America, you could hardly do more effectively than what George Soros and Joe Biden have done. You're showing us now examples that are very predictable. When you have a communist District Attorney, which literally - he is a communist, openly a communist in San Francisco, who says he's not going to enforce the law, he's not going to punish criminals, what do you think is going to happen. You're sending a signal to every would-be thug in the city, go ahead and do what you want to. And on one occasion in the last few days, they had up to 80 people at a time looting a store. Now, if you're a normal citizen, who just uses common sense, it won't take long for you to figure out if all your stores are looted, civilization is collapsing. At the same time, you have this tragedy in Waukesha, which actually resembles what happened in east France about a year and a half ago. We have somebody in a truck, who runs down, kills five people, wounds 40 people. And I'm sure we're going to presently hear all the explanations for why he did it. But the truth is, that's a massacre. The person who did it should be treated as a terrorist, who was willing to kill fellow citizens on that scale. So across the country, whether you're in New York, which also has had problems, or you're in Wisconsin, or Chicago, or San Francisco, you have a growing sense that America is just stupid, open and easy to steal from, and easy to beat up. So the thugs come out of the woodwork, and until we're prepared to turn around and say, you know, you do stuff like this, you're not going to be in the street for a very long time. We're going to continue to have this problem. It's a very real crisis of our civilization."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to part a - play a part of a shocking interview Axios ran with Congresswoman Rashida Tlaib on what she calls prison reform."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The BREATHE Act proposes emptying federal detention facilities within 10 years. To what extent have you wrestled with any potential downsides of releasing into society every single person who's currently in a federal prison?"
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "utterance": "Yes. Again, I think that everyone's like, Oh, my God, we're going to just release everybody. That's not what I'm - but did you see how many people are mentally ill that are in prison right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Newt, it's all becoming kind of like a little joke, we kind of have the casual a little laugh. And - I mean, this is just, again, bringing about the utter destruction of America, certainly safety in the streets."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "And remember if you're not releasing prisoners from jail, you're letting in 1,400,000 illegal immigrants with no record of their COVID and no record of their criminal background. You have a whole system now where the Build Back America better bill basically creates America's a sanctuary country, giving people all sorts of excuses to stay here, no matter what crimes they commit. And my personal view is, if we took 20 percent of the prison of the people crossing the border, put them in Nantucket, and took everybody who's coming out of federal prison under (ph) Talese model, and put them in similar places around the country. So as long as you are really part of the billionaire pro-Democrat class, you got to have next door neighbors of that caliber. You'd find these policies changed in 48 hours. The fact is, it's the poor who get hurt. All the more it's the middle class that pays for it. And the very, very rich just hide in their sanctuaries, surrounded by private security guards."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. All right, Newt. We appreciate it. Great to see you tonight as always. And in the aftermath of the Waukesha car attack that left multiple locals dead and dozens wounded, Milwaukee County DA John Chisholm has called for an investigation into the inappropriate low cash bond offered to the alleged perpetrator Darrell Brooks just a few days earlier. Now, the investigation should start with Chisholm himself though, he's a nakedly political official, he has a checkered record of prosecutorial misconduct and abuse. Now, he was the force behind the John Doe investigation, a former Governor Scott Walker and his associates that involves secret pre dawn raids on homes for the alleged crime of campaign coordination. Our next guest was a victim of these witch hunts. Eric O'Keefe is the director of the Wisconsin Club for Growth and Empower Wisconsin. Tell us why residents of Milwaukee and what the rest of the country frankly should know about this Chisholm character."
    },
    {
      "speaker": "ERIC O'KEEFE, WISCONSIN CLUB FOR GROWTH DIRECTOR",
      "utterance": "Well, he's corrupt in the way of abusing the powers of his office for political ends, and pursuing non criminals across the state. He conducted raids and other counties, he put his top lieutenants in pursuit of Walker associates, because the pay of his staffers was reduced, the take-home pay was reduced. He's more concerned with protecting government from the people than with protecting people from criminals. They committed crimes in pursuit of innocent people, and they allow criminals to stay on the street. Chisholm needs to be removed from office. He can be removed by the governor, and he can be removed by impeachment. And the problem in Milwaukee was similar to the one in Kenosha, which is a district attorney playing to a woke media, instead of protecting innocent people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But this is happening all across the country with these DAs, some of them supported by George Soros, and other are left-wing activists. I don't know where the Conservatives are. Why they're not running their own candidates and running better campaigns, that's a whole different discussion. But they're getting big support in these local races. And now, we're seeing the results, are we not? We're seeing a guy who never should have been let out, led out of this poultry bale. And now we have five people dead, others critically injured, children, pediatric units. I mean, this is what liberalism is in the United States of America? Who the heck is going to support this?"
    },
    {
      "speaker": "O'KEEFE",
      "utterance": "It's sad and tragic. But I can tell you a little bit about why someone like that is still in office. Consider the challenges of running against a corrupt district attorney, who likes to do political investigations, and likes to protect the clique in power, and has the newspaper with him. That's what you face in these cities, Milwaukee, in particular. I ran through it. Look, anybody who's an attorney, practicing in Milwaukee County, and wants to run a campaign against the district attorney who's known for doing hits, political hits, that - it's very--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Then you got to run a campaign. Well, boo hoo, it's a hard campaign. I know that. But we got to run better campaigns, got to run better campaigns. The Republicans are always complaining run better campaigns. We got to go. All right, Eric. Thank you. Now, how did Democrats become the party of lawlessness and chaos? Well, look no further than these DAs that we're just talking about, who allow the cities to crumble. In moments, former Governor Chris Christie is here on that. Plus, we're going to discuss the road ahead for the GOP. Stay there."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF UNITED STATES OF AMERICA",
      "utterance": "Are you (inaudible) with law and order--"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "Yes. (inaudible) Law and order."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let him--"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Law and order with justice where people get treated fairly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When Joe says, treated fairly, of course, he really means just what the left means now, emboldening criminals. And there's been no bigger proponent of this fair justice, then Democratic megadonor George Soros and his mission to put the most radical DAs imaginable in office. Now, let's take a look at his track record. As we mentioned earlier, Chesa Boudin in San Francisco, who champion - campaigned on not charging for lesser crimes. The Daily Mail report said, he's charged people with theft in less than 50 percent of cases since he started. Now, you saw the videos from the 'Angle'. Thugs running in out of these designer stores, arms full of stolen goods. And then there's George Gascon in L.A. He's halted bail request, stopped trying juveniles as adults, even banned prosecutors from seeking sentencing enhancements. One L.A. mother whose son was brutally murdered, stabbed, beaten and thrown off a cliff told me how she feels about Gascon's take on crime."
    },
    {
      "speaker": "DESIREE ANDRADE, MOTHER OF L.A. COUNTY MURDER VICTIM",
      "utterance": "I feel let down by George Gascon. I think he's a danger to LA County. Point blank. Criminals are now considered victims. What are we doing here? It's the other way around. I feel that they are getting more justice than we, the victims, are. And it's not right at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, in Cook County that includes Chicago, Kim Foxx dismissed tens of thousands of felony cases during her first three years as prosecutor. In Dallas, John Creuzot campaigned on ending mass incarceration. He won't prosecute for shoplifting under $750 if it's for \"necessities\". And in Philadelphia, Larry Krasner just won reelection, if you can believe it or not, did so earlier this month, despite the record-high homicides there. The city has seen nearly 500 this year alone. So my question, when did the Democrats become the party of chaos and lawlessness? That's what they are now. We're pleased to be joined now by Chris Christie, former New Jersey governor, and author of the new book 'Republican Rescue'. Governor, it's good to see you tonight. Thanks for being here. I want to get your take, before we get into your book, on what these days given your former life as a prosecutor - what these DAs are doing to these cities across this country?"
    },
    {
      "speaker": "CHRIS CHRISTIE, FORMER GOVERNOR OF NEW JERSEY",
      "utterance": "They're wrecking them, Laura. And they're wrecking the livelihoods of businesses, they're wrecking the quality of life for the citizens. And they're doing it for purely political purposes. It is an extraordinary thing to watch as a former prosecutor, because our job - our job as prosecutors is to make sure the law is enforced, fairly and firmly. And you - what they're doing out there now is creating absolute mayhem. Police are backing off of their job, because they know they're not going to be supported by the prosecutors, which are the second half of the law enforcement equation. Police officers keeping the order on streets by performing arrests, and then the prosecutors backing them up by putting those people in jail. And you have some of the worst and most violent criminals who are getting back out on the street, regularly intimidating witnesses against their crime, some instances killing witnesses to make sure that they can't be prosecuted. But even when that is all existing, you've got people like Gascon, who are out there, just saying we won't prosecute these crimes. And you can see what's happening. I was in Los Angeles this week, Laura, and it is a much different looking city than it was five years ago."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, it's heartbreaking. And obviously, we just talked about what happened in Milwaukee. We have the thug released with very little - very little concern about what's going to happen to the public once he gets out again, and look what happened. It's unbelievable. Now, Governor, I want to move on to your book. You're getting a lot of play with your book. In part, you accused President Trump of engaging in what you call vendetta politics, and dwelling in the past on what happened in the 2020 election. Explain what vendetta politics is and why you think he's engaged in that."
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "Well, what I said in the book was that, as a party it's not useful for Donald Trump, or for anybody else to now be looking backwards, when you see the extraordinary tragedies that are going on in this country every day. We just talked about some of them, because of the Democratic policies. We're also looking at huge inflation, we're looking at failures in Afghanistan and around the world. We're looking at huge in new spending that's going to bankrupt this country and our children and grandchildren in the long run. Those are the things that we should be spending every day talking about, and contrasting what we would do for this country as Republicans versus what others would do. And anytime we spend looking backwards, I'm distracting from the mission of stopping Joe Biden, Kamala Harris, is a day that's wasted. And we cannot waste another day, because you know what, Laura, if they're successful with this, they're going to be giving benefits out to people that are going to be very difficult for us to take back, even when we retake government, and long-term destroy the work ethic and the capitalist system in this country. That's what I'm focused on is stopping Joe Biden. And we shouldn't be focused on anything that happened in 2020 anymore, Laura, because in the end, that election is over. And we've got to move forward."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You believe that election integrity matters though. You've always been in favor of voter I'd and all that, correct?"
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Checking past rolls. So, I just want to - so you do think that that's important. And if there are issues that state should address those issues, clean up the voter rolls, track ballots, and make sure that everything's done copaceticly, correct?"
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "Absolutely. That's a forward-looking issue, Laura. That saying, OK, we know what happened in 2020, in instances where the voting laws were changed improperly, and what it caused in terms of confusion, and people's concern about integrity. So that's why I supported the Georgia voting changes very strongly that Brian Kemp put into place; support the Texas voting changes that were put into place by Governor Abbott. And every other place in this country, where Republican governor is leading the way to change voting, making sure that vote counts happen much more quickly than they do. Voter ID is an absolute necessity. And look, I came into places today, Laura, it's office buildings in Washington, D.C., where they would recognize me and say, Hello, Governor, and they ask for my ID."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "If they do that, then why can't we have an ID when we're voting? It's ridiculous."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Governor, if President Trump does decide to run, no one knows what the heck he is going to do. But if he does decide to run, and he gets the nomination, you're going to support him now though, right? You're not going to go voting for Biden, or supporting Biden, or whoever the Democrat's nominee, right?"
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "I answered this question today on the on the PBS NewsHour. They asked me directly, could you vote for Joe Biden? I said, absolutely not. I didn't vote for him in 2020, and I certainly couldn't vote for him in 2024. And I cannot support someone like Bernie Sanders, people like Elizabeth Warren. Go through the whole list of the people who were standing on that stage in 2020 and assume that any one of them is the nominee, I couldn't vote for that person, no."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So what you don't like about Trump, so what you don't like about Trump is backward looking stuff. The policies you like, correct?"
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "The policies I supported, and you know, Laura, the line of supporting Donald Trump starts behind him. I was the first elected official in America to endorse him. In 2016, prepped for those debates. Prepped him in 2020 for the debates, and stood up for him as the chairman of his opioid commission, and the chairman of his transition. But we lost, Laura. And we have to get back to winning. We see the ramifications of not winning."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "With all this spending, with the crime and everything else. So what I'm saying to Republicans is --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I said that at day after the election. We've got to move forward."
    },
    {
      "speaker": "CHRISTIE",
      "utterance": "We've got to stop complaining, and stop complaining, and we've got to start working to be a contrast to Joe Biden and to stop him in his tracks in it 2022. And every minute we spend looking backward is a minute we are not spending stopping them. I don't want to go through any more years of Democrat control"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to go. Governor Christie, good to see you tonight. Congrats on the book. And Kyle Rittenhouse wasn't the only armed citizens on the streets of Kenosha buck on that fateful night in August, 2020. In moments, we're going to speak to Kevin Mathewson, who was with Kyle that night. He is going to explain what people are getting wrong about what happened. Stay there."
    },
    {
      "speaker": "TUCKER CARLSON, HOST, TUCKER CARLSON TONIGHT",
      "utterance": "Where were the police?"
    },
    {
      "speaker": "KYLE RITTENHOUSE, ACQUITTED IN KENOSHA SHOOTINGS TRIAL",
      "utterance": "I'm not sure really, because they have a hard job, for sure. But I didn't think they got the support they needed. The National Guard should have been called August 23rd. But the city of Kenosha failed the community. The governor, Tony Evers, failed the community, and there should have been a lot more resources to help with that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, it was into that vacuum that Kyle Rittenhouse and others stepped in to keep Kenosha from burning to the ground. You see when elected leaders refuse to protect their citizens, because they don't want to offend the protesters, right, those very citizens step up, and some work to p protect the community. And Kyle wasn't alone that night. My next guest was armed and with him, although he didn't know him personally. Joining me now is Kevin Mathewson, a former alderman in Kenosha. Kevin, what's the biggest misconception about what happened that night? You were there. You were at that trial every day, too, I know. But what's the biggest misconception. KEVIN MATHEWSON, ARMED DURING 2020 KENOSHA RIOTS: Well, a few. There is the misconception that Kyle was a white supremacist. It's the only time I have ever seen a white kid shoot three other white people and be called a white supremacist. Race had nothing to do with this. What this was, was a city that was abandoned by our leaders. We have the mayor, the county executive, the sheriff, the governor, all Democrats were too afraid, too proud to ask President, Trump at the time, for help. They just didn't want to do it. They wanted to show us they were big boys and they could take care of it on their own. And they couldn't. We didn't have the resources we needed. So I think the phrase was given, some lines got crossed. No, that's just not what happens when you are an elected leader. You get the help to us and you get it as soon as you can. I watched that video that went viral within minutes, the shooting of Jacob Blake. And anybody with half a brain knew that this was going to get bad and we were going to have riots on our hands. And we just didn't get the help requested that we needed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Kevin, your message --"
    },
    {
      "speaker": "MATHEWSON",
      "utterance": "And the governor, frankly, can send us help without being asked, and he chose not to do that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Kevin, your message to people tonight is, don't let your cities burn, don't let your cities be destroyed. Do what you can within the boundaries of the law and your constitutional rights to protect your city, is that what you're telling people?"
    },
    {
      "speaker": "MATHEWSON",
      "utterance": "Absolutely. In Wisconsin here, we have the right to openly carry arms. And that's what I did. That's what hundreds of other Kenosha residents did because help wasn't coming. The fire trucks were not putting out fires. The police were not coming when you called them. So I didn't want to stand by and watch my old neighborhood burn to the ground. And these were -- the talking points were they were just businesses. No, they had residential units on the second and third floors in the uptown area. That's where my district was when I was an alderman. And to watch them burn and the seriousness of it be dismissed because it's just property really rubbed me the wrong way. And I said, well, what can I do? I said, I've got an AR-15. I will roundup some likeminded people on Facebook, and it exploded. Thousands of people responded to my call to arms."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Kevin."
    },
    {
      "speaker": "MATHEWSON",
      "utterance": "It was said during the trial, on the 25th the night of the shootings, there was an influx of armed civilians and really a decrease in the amount of destruction and fires. So that correlation was no coincidence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kevin, I want to point out, \"The New York Times\" seems to be is blaming if you for the unrest that happened that night. They wrote yesterday \"Mr. Mathewson had written on the Kenosha guards Facebook page, referencing what you just did, which is your organization, urging them to take to the streets to defend the city. Mathewson's call to arms brought dozens of mostly white armed paramilitaries into the streets of the city's small downtown, creating a heavily armed confrontation that came to a head with the Rittenhouse shootings.\" Quickly, your response?"
    },
    {
      "speaker": "MATHEWSON",
      "utterance": "Well, that's not exactly what happened. What happened is there was a vacuum of people helping others. And that vacuum was filled by folks like Kyle Rittenhouse who was not even an adult who felt the urge to help others. And I didn't do anything that wasn't supported strongly by the First and Second Amendment. It was not a paramilitary group. We were not vigilantes. We weren't trying to enforce the law. All we wanted to do was protect police officers from getting knocked unconscious with a brick or a 71-year-old man getting beat to where he had to have his jaw rewired. These are --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Did the police thank you? Did any of the police officers thank you?"
    },
    {
      "speaker": "MATHEWSON",
      "utterance": "No, there are liabilities with things on that. The boots on the ground, in so many ways we know they appreciated us being out there. But the leadership, like I said, the Democratic sheriff, it wouldn't go over too well if they did anything publicly. But we knew that they supported us without --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kevin, thank you for these insights tonight. The more we hear, the more we learn. Thank you so much. And joining me now is Victor Davis Hanson, Hoover Institution senior fellow. Victor, soon to be failed gubernatorial candidate Beto O'Rourke revealed what the left is using the entire Rittenhouse case for. Watch."
    },
    {
      "speaker": "BETO O'ROURKE, (D) TEXAS GOVERNOR CANDIDATE",
      "utterance": "This entire tragedy makes the case that we should not allow our fellow Americans to own and use weapons that were originally designed for battlefield use. That AR-15, that AK-47 has one single, solitary purpose, and that is killing people as effectively, as efficiently, and in as great a number in as little time as possible. We saw that in Kenosha."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, they don't want a citizenry to be able to protect themselves even when the police or local officials will not."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "utterance": "Yes, I think that's what the Rittenhouse trial was all about, Laura. I think it was one of the most important trials in our lifetime because this old academic idea that crime was just a social construct. Laws were created by the elite to oppress the people of color or margin, is now filtered into the police and the district attorney. So the police either can't or they don't have the ability or they won't enforce the law. We see that with the loony that you discussed, or the prosecuting attorneys will not indict or prosecute crimes, and you end up with Kenosha. And so what does a citizen have recourse to do? If they're not safe in their homes, if they're not safe going to the store, they have Second Amendment rights. You go after that and you say, well, you may have the right to bear arms, but if you use it, and you injure somebody, much less kill them, we're going to go after you. If he had not shot that gun, and he probably would have been beaten to death. And I would suggest there might have been a good likelihood that his perpetrator that killed him wouldn't be prosecuted for a variety of reasons. And so what we're really doing, Laura, we're making the district attorney the most powerful person in America. And they have a monopoly on not prosecuting criminals. And so the only recourse is taken away. And that's what Beto wants, that's what the left has wanted for a long time. We have this discussion, we in America, every topic, we have it on the border, we have it in Afghanistan, we have it on the supply chain, we have it on gas, we have it on inflation. And the characters change, but the central issue is the same. You cannot have a civilization as it collapses, whether materially, psychologically, or spiritually, and that's what the left is trying to do. They're trying to create such chaos and strip away constitutional protections of the citizen that they have no recourse but to ask and beg, please, Mr. District Attorney, we beseech you, will you please protect us. We may or may not depending on your ideology or what you are willing to do for us. And that's what pre-civilizational barbarism is all about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, the barbarians at the gate, and we'll continue to track it. Thank you so much."
    },
    {
      "speaker": "HANSON",
      "utterance": "It is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And President Biden finally got his long awaited physical this past Friday, but there was one test curiously missing. Congressman Ronny Jackson, President Trump's White House doctor, reveals why in a matter of moments."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You have taken a cognitive test?"
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "No, I haven't taken a test. Why the hell would I take a test? Come on, man!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He had a little pep in his step back then. We hoped that during Biden's first physical as a president that that cognitive test actually would happen, and even Sanjay Gupta seemed surprised it didn't."
    },
    {
      "speaker": "DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "utterance": "I read pretty carefully through the doctor's report, and they mentioned neurological exam, but that was more in terms of testing motor strength and sensation and things like that. As far as we know, for President Biden, we didn't see any kind of test like that performed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Texas Congressman Ronny Jackson. He also served as White House physician under Presidents Obama and Trump. Congressman, so the current White House physician says Biden is fit to successfully execute the duties of the presidency, as long as Ron Klain makes all the decisions. No, I'm joking. So how would we know that without a cognitive test? Is that important in your estimation?"
    },
    {
      "speaker": "RONNY JACKSON, (R-TX) FORMER WHITE HOUSE CHIEF MEDICAL ADVISER",
      "utterance": "It's absolutely important, Laura, especially in this particular situation. The man is 79 years old. Fifty percent of the United States population does not believe that he is mentally fit and cognitively fit to lead this country as our commander-in-chief and our head of state. And so Dr. O'Connor spent six pages talking about useless stuff that no one cares about and did not address the elephant in the room, which his, is this man cognitively fit to be our president. Whenever President Trump had his physical done, I did a cognitive test on him. President Trump was the president to ever have one done. And that was because the far left and the liberal media demanded, they were relentless in their pursuit of me in getting his physical done and including the cognitive test as part of that. We did that, and I did it because I was 100 percent sure that there wasn't one single thing wrong with President Trump. And he said let's do it, Ronny. I've got nothing to hide. But they are just as sure right now that Biden would not do well in this test. And that's why they ran away from this, and they will not do it, because they know he will fail miserably, and he will validate what the public thinks about him right now, that he is not fit to be our commander-in-chief."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They went on and on about Trump's cognitive test. It was the most ridiculous thing. Anyone who spent any time with President Trump, there are no issues with his cognitive abilities, that's for sure. Here's a list of all the things that the White House physician says he checked -- optometry, otolaryngology -- I can't say that, ENT -- dentistry, his dentistry, orthopedics, physical neurology, cardiology, radiology, dermatology, anesthesiology, and gastroenterology. Congressman, that sounds like a bad scrapple contest. But dentistry? What? Why do we care if he needs a root canal or not? This makes no sense."
    },
    {
      "speaker": "JACKSON",
      "utterance": "He was literally just trying to fill the report, just trying to fill six pages of the report and then gave it as a written release. He should have gotten up there. Dr. O'Connor, who I don't know personally. He used to work for me. I don't have a lot of respect for the man, to be honest with you. I don't think he's a man of integrity anyways. But he should have gotten up there and he should have stood before the press. Whenever I did President Trump's physical exam and I did his cognitive test, I stood in the press briefing room for an hour and 15 minutes and answered every single question they could come up with regarding his physical exam. And what do we have here? We have a written report, nothing but a written report and a useless written report at that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The White House, by the way, Congressman, did make a big announcement today. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There were reports that President Biden was telling allies that he is going to run for reelection in 2024. Can you confirm is he going to run in 2024, is he telling staff that?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Yes, that's his intention."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jen Psaki didn't even seem to believe that when she said it. That's his intention. So a little bit of a hedge there. Congressman, what does Biden look like in 2024? Maybe they will come out with that cognitive test in 2023."
    },
    {
      "speaker": "JACKSON",
      "utterance": "There is no way, Laura. There is absolutely no way. You mark my word, he will not run for president for a second term. He will be 82 years old. I'm going to stick to what I've been saying all along since he was candidate Biden. He won't make it to the end of this term. They will remove him at some point. After the 2022 midterms, they're going to have to address his cognitive issues. It won't be Ronny Jackson talking about it anymore. It's going to be the Democrats, and they're going to have to explain what is going on with him. And make no mistake about it. There are a certain number people in the White House right now -- Kamala Harris walks past that office every day and looks in there, she thinks I'm going to be president pretty soon. And she might be right. She probably is right. And that's the only way she is ever going to become president because she's not going to get elected. So there's going to be a big incentive to get him out of there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, perish the thought, because Kamala is even worse than the other one. Congressman, good to see you tonight. And when we come back, I have a special Freedom Matters announcement for Christmas."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, so Freedom Matters gear, LauraIngraham.com, all the proceeds this month go to Unconditional Pet Love Rescue. It's a great dog rescue in Arkansas. All the proceeds go there. Made in America, made in America, the cuddly, cuddly hoodies, you will love them. See? And when you order $100 and you get a Freedom Matters made in the USA Christmas ornament. Isn't that fun? All for a good cause. Thanks for watching tonight. Up next, Gutfeld. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}