{
  "date": "November 10, 2021",
  "headline": "'Hannity' on Rittenhouse trial, inflation, climate change",
  "subHeadline": "'Hannity' welcomed guests Alan Dershowitz, Newt Gingrich, Larry Kudlow, Gregg Jarrett, Alan Dershowitz and Ron DeSantis.",
  "url": "https://www.foxnews.com/transcript/hannity-rittenhouse-trial-inflation-climate-change",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right. And, Tucker, as always, thank you. Welcome to HANNITY. We begin this night with a FOX News alert. It's day 88 since Joe Biden abandoned our fellow Americans, green cardholders, their families, SIV applicants in Afghanistan. And tonight, the Pentagon finally admitting that Biden also abandoned -- get this -- dozens of family members of U.S. troops. It was only, what, a couple of weeks ago, we learned that there are still hundreds of Americans trapped and abandoned by Joe Biden. Joe doesn't care. He has turned the page, his words, not mine. It is repulsive, unforgivable. We will not stop covering it. And now another day another crisis for Joe Biden. New economic numbers are out and the economy is even in worse shape than we thought. Inflation has not been this bad in over three decades. And tonight, I am sad to report, stagflation is now headed our way. Coming up, we're going to detail the latest horrendous figures, and what it means for you and your family. Also, Kamala Harris now in France making a complete fool out of herself. And again the Biden administration humiliating the United States on the world stage. We're going to show you her very strange, weird, cringe-worthy attempt at a French accent. I didn't make that up, straight ahead. But, first, we begin tonight in Kenosha, in Wisconsin, for tonight's top story. Day seven of the Kyle Rittenhouse murder trial is now in the books. The prosecution's case continues to crumble. According to video evidence, multiple eyewitness accounts, Rittenhouse shot three individuals, killing two or violently attacking him during the riot in Kenosha. The prosecution is attempting to convict written house on first-degree homicide charges. Rittenhouse is claiming self-defense. And today, the 18-year-old defendant took to the stand for hours became emotional moments while recounting that horrific night. Take a look. KYLE RITTENHOUSE (Defendant): I was cornered from in front of me with Mr. Ziminski and there were -- there were people right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE",
      "sentences": "Take a deep breath, Kyle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE",
      "sentences": "We will take a break anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The judge in the case rightly took a 10-minute break. Like any defendant, we always uphold the presumption of innocence on the show. We believe in due process. We don't rush to judgment, and we have had this policy for many decades for good reason. Yesterday, the prosecution star witness was obliterating the prosecution's own case under cross-examination, admitting that the point -- that he pointed a gun at Kyle Rittenhouse before Rittenhouse fired a shot. Their star witness admitted he pointed a loaded gun at him. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Does this look like right now your arm is being shot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAIGE GROSSKREUTZ, WITNESS",
      "sentences": "That looks like my bicep being vaporized, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay, and it's being vaporized as you're pointing your gun directly at him, yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GROSSKREUTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay. So when you were standing three to five feet from him with your arms up in the air, he never fired, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GROSSKREUTZ",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It wasn't until you pointed your gun at him, advanced on him with your gun now your hands down pointed at him that he fired, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GROSSKREUTZ",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, look at your screen. According to Wisconsin state law, an individual may use force if he or she reasonably believes that such force is necessary to prevent imminent death or great bodily harm to himself or herself. So keep that in mind, and take a look at this timeline that was put together by Rittenhouse's former attorney Lin Wood. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARRATOR",
      "sentences": "Rittenhouse is seen next running towards the flashing lights of police vehicles. The armed mob is now chasing after him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Cranium that boy. He just shot a man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARRATOR",
      "sentences": "Within this context, the word cranium is street slang which is a calling for someone to take Rittenhouse out with a headshot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, what are you doing? You shot somebody?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARRATOR",
      "sentences": "An unidentified protester strikes Rittenhouse in the head, knocking his hat off. Rittenhouse trips and falls to the ground, another protester attempts to jump on Rittenhouse who then fires two shots into the air. A third protester fakes as if he's surrendering, then suddenly advances with a handgun aimed at Rittenhouse, a single shot strikes the man's right bicep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Given what we're learning, the prosecution's case seems incredibly weak at this moment and today, it got worse. Actually, far worse for the prosecution when the presiding judge just ripped and slammed the prosecution over what he described as unethical legal tactics. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE",
      "sentences": "I was astonished when you began your examination by commenting on the defendant's post-arrest silence. That's basic law. It's been basic law in this country for 40 years, 50 years. I have no idea why you would do something like that. I said you were over the line at close to or over the line on commenting on the defendant's pre-trial silence which is a well-known rule. I'm astonished that that would have been an issue. So I don't want to have another issue as long as this case continues. Is that clear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PROSECUTOR",
      "sentences": "It is. This is my good faith explanation to you and if you want to yell at me you can. My good faith feeling this morning after watching that testimony was you had left the door open a little bit. Now, we had something new and I was going to probe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE",
      "sentences": "I don't believe you. There better not be another incident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Defense officially requested a mistrial with prejudice which is now under consideration by the judge. For months, the media mob, top Democrats, they have predictably all rushed to judgment, vilified Rittenhouse, painting him as a poster child for white supremacy. But now, that the case is not going their way -- well, over there at MSDNC where they often rush to judgment, one host accusing the judge of bias, demanding that he be removed why because he's upholding the simple rule of law apparently far left Democrats never interested in a free and fair trial. Instead, they prefer mob rule based on their own misguided feelings and politics and beliefs. But tonight, one question remains, will Kyle Rittenhouse be acquitted? Here with analysis of this blockbuster day there in this trial is the author of the book \"The Case for Vaccine Mandates\", Harvard law professor Alan Dershowitz, along with FOX News legal analyst Gregg Jarrett. Gregg, let me -- let me read from the judge today we went over the devastating testimony of the star witness of the prosecution yesterday, admitting he pointed a loaded gun at Kyle Rittenhouse before Kyle shot him. But the circuit court judge I understand a Democrat appointee said: This is a grave constitutional violation for you to talk about the defendant's silence. You're on the border line. You might be over, over it, it better stop. I was astonished by your examination by commenting on the defendant's post- arrest silence. It is basic law. It's been basic law for years. I have no idea why you do something like that and say then saying, don't get brazen with me. You knew very well attorneys cannot go into these types of areas when the judge has already ruled without asking outside the presence of a jury to do so. Wow, that's about as severe a beat down as I've seen in the courtroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "Yeah, it absolutely is. I mean, I've been a lawyer for more than years. I've seen a lot of tongue lashings and visibly angry judges. This was right up there justifiably so because the judge was angry that the prosecutor had egregiously violated two cherished constitutional rights -- the right to remain silent, the right to be present and face your accusers. The prosecutor infringed on those constitutional rights by suggesting the defendant had done something nefarious in that regard. That's fundamentally wrong. And also, the prosecutor violated a very explicit order pre-trial by the judge. You may not talk about any comments that the defendant made about his gun to a friend. What did the prosecutor do? He broached that very subject. So, you know, this is quite serious. The defense has moved for a mistrial. And if this judge decides that the prosecutor was intentionally trying to cause a mistrial, the judge can dismiss the case with prejudice. No retrial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow, let me go to you Professor Dershowitz. I want to ask you about that part of this, but couple that also we have the devastating testimony the admission of the star witness of the prosecution admitting he pointed a loaded gun at Kyle Rittenhouse. Then we've got this tape which I'm running again right now and you can see Kyle Rittenhouse being chased. You see then he gets attacked. You see then he's on the ground. You see a foot of still picture somebody about to stomp on his face, that's when the other shots were fired. What do you make of that videotape?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR",
      "sentences": "Well, first of all, let me tell you what's really going on here. What's really going on is that the prosecutor wants a mistrial. He wants a mistrial without prejudice because he doesn't think the trial is going his way. The judge doesn't want to be the one to declare a mistrial because they're not going to be able to go back into community (ph). He wants the jury to acquit. And so, what the judge is angry at is that the prosecutor is trying to put him in the position of creating a mistrial which then the prosecutor says, hey, it's the judge's fault, it's not my fault. I've seen this tactic used by prosecutors before. That's why the judge has the power to dismiss the case but you don't want to do that. They want to have the jury acquit, they don't want to acquit so this is even a worse ethical violation possibly than what the judge has said. But the judge doesn't want to surface it because the judge doesn't want to say, oh you want to provoke a mistrial. But that is what I think is going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, it's painful, I want to get both your take. It look to me, I'm not a doctor, I'm not going to play one on television. But it looked like Kyle was having what anyone would describe as a breakdown, a panic attack, whatever way you want to describe it the judge rightly called for a recess, Gregg. How would -- how do you think a jury interprets that moment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "If it's candid and sincere and credible and believable --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It looked credible to me. Did you think it was credible?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yeah, absolutely. Then, it's very powerful because his words and his emotions matched his defense of self-defense, that he was in reasonable fear of imminent serious bodily injury or death, thus making it a justifiable homicide self-defense. So, you know, it's always a risk when you put that if the accused on the witness stand because he can get really beat up on cross-examination. But he held up well during cross acts today, and on direct examination, he told this vivid chilling story of being chased down by a violent, angry mob, hit in the head, you know, kicked into the head --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, Gregg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "-- rock's thrown at him and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You got video and eyewitness testimony that corroborates it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right. Professor, what were your thoughts on that moment I thought your analysis by the way of the prosecution trying to get a mistrial fascinating. I don't disagree with you. What did you think of that moment when Kyle broke down today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It seemed very authentic to me. Normally, you don't put it defended on the witness stand in a murder case because you can bring out all of his prior arrests, but this guy seems to have had a relatively clean background as distinguished from some of the people who were involved on the other side. But here you have a situation where when you're pleading self-defense like this, you have to testify. You have to persuade the jury. Although the judge will say presumption of innocence, burden of proof is on the prosecution. In reality, the defendant has to persuade the jury that he reasonably feared that he was afraid he might get killed and the law is clear. You don't have to surmise. Somebody points a gun at you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Did the video prove that to you, Professor? Did the video prove that to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "I would say the video inclines it. It proves it in the one case, in the case of the guy who was wounded. It doesn't conclusively prove it in the case, Rosenbaum, the other guy who were killed. That's why I think you're going to need the testimony if the video conclusively proved all three shootings weren't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He was certainly under fire. I mean, he was he was being attacked there was no doubt. Thank you, Professor, Gregg Jarrett, thank you both. We appreciate it. Now, we're going to turn to something I'd actually rather not have to report why. Well, I love this country. I want this country to be number one in all things. I want every American to be successful free prosperous safe secure no matter who the president is. Sadly, now, our country is in economic turmoil and it is getting far worse with each passing day, all because Joe Biden and his radicalized new green deal socialist policies are destroying the good economy he inherited. During his inauguration, Joel laughably promised to be a unifier, a pragmatic moderate. He's anything but. Instead the months, that have followed, he has bowed at the altar of New Green Deal socialism and that is where he is today. He decided to pursue the radical agenda of climate-obsessed elitists over poor and middle-class families that are now suffering greatly because of his policies. He has decided to restrict domestic oil and gas production that causes gas prices, energy crisis, the price to heat and cool your home, everything you buy is now skyrocketing. He decided to push through trillions of dollars in new spending. That increases inflation. Guess what? That means your dollar doesn't go as far. In fact, according to the latest numbers, the inflation is now at a three decade high. Gas is up by 50 percent, meat and poultry is up by 12 percent. If you want a steak, it's 25 percent higher, furniture 12 percent, transportation costs up nearly 20 percent. Everything that you buy from every store you go to every service that's provided to you is now more expensive. Joe Biden doesn't care, doesn't care that everyone is -- everything is now more expensive, doesn't care that your quality of life is diminishing daily doesn't care that the money in your bank account is now worth a lot less. The fragile opinions of his wealthy, well-connected Green New Deal socialist visionaries are much more important. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Guess what? That's in the Recovery Act -- I'm assuming that that's in the Build Back Better bill, which is not going to raise taxes one single cent. It's totally paid for. You'll hear a lot about the supply chains in the news, but frankly, not a lot of people are clear -- have a clear understanding whether they have a PhD or they didn't go to school about how a supply chain works. More products are being delivered than ever before that's because people have a little more breathing room than they did last year. That's a good thing, but it also means we got higher demand for goods at the same time we're facing disruptions and the supplies to make those goods. There's a res -- this is a recipe for delays and for higher prices and people are feeling it. They're feeling it. Did you ever think you'd be paying this much for a gallon of gas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now to answer Joe's question -- yes, we have been sounding the alarm about rising gas prices since Joe Biden's first week in office. That's when he restricted domestic production of oil and gas and that's when we gave up a great gift it's called energy independence.. Then he went on to nominate this woman to the Treasury Department. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAULE OMAROVA, BIDEN NOMINEE",
      "sentences": "Certain troubled industries and firms that are in transitioning. And here what I'm thinking about is primarily coal industry and oil and gas industry. A lot of the smaller players in that industry are going to probably go bankrupt in short order, at least we want them to go bankrupt if we want to tackle climate change, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'DONNELL",
      "sentences": "She wants to bankrupt the energy industry in the name of, what, climate change, so bowing at the altar of climate change. Thank God she's yet to be confirmed. Hope -- hopefully, she will not be. Joe Manchin, I don't think this helps West Virginia. But remember, it's not just this nominee. Even Biden himself stated that he was perfectly comfortable sacrificing high-paying jobs in the energy sector in order to enact his radical green new deal agenda, even talked about putting CEOs of energy companies in jail. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEBATE MODERATOR",
      "sentences": "Would you be willing to sacrifice some of that growth even knowing potentially that it could displace thousands maybe hundreds of thousands of blue-collar workers in the interest of transitioning to that greener economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The answer is yes. The answer is yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If we don't stop using fossil fuels --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We're all dead. Doing away with any subsidies for fossil fuels, number one. Number two, holding them liable for what they have done, particularly in those cases where your underserved neighborhoods and -- you know the deal, okay? And by the way, when they don't or when they're deliberately put them in jail. That's what I -- I'm not joking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Put them in jail, and by the way, if you lost your high-paying career job in the energy sector, Joe Biden's message to you is pretty much drop dead. Lo and behold, Biden did sacrifice high-paying jobs, gas prices are spiking, it's hurting the poor in the middle class the most, he's prioritized his radical environmental views over the poor and middle class in this country that are being crushed by the high energy prices that he created and is responsible for on top of the inflation that he's creating. Biden is now begging OPEC and Russia to pump more oil. They keep rejecting him, keep raising prices, instead of going back to the successful energy policies of Donald Trump. Remember, we had gas under two bucks a gallon with Donald Trump. All Joe would need to do is merely ask Texas, Alaska, Oklahoma, North Dakota, and guess what, he wouldn't have to beg and Americans would get their jobs back the ones he said drop dead to. Anyway, as we continue, meanwhile Joe's energy secretary thinks that's all very funny, as you saw Jennifer Granholm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG HOST",
      "sentences": "What is the Granholm plan to increase oil production in America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRANHOLM, ENERGY SECRETARY",
      "sentences": "Oh my god. That is hilarious. Would that I had the magic wand on this? As you know, of course, oil is a global market. It is controlled by a cartel, that cartel is called OPEC, and they made a decision yesterday that they were not going to increase beyond what they were already planning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oil and gas is a global market, that's true. Under Trump, it wasn't controlled by the, quote, cartel OPEC. America was energy independent. We didn't take a single barrel from Saudi Arabia when Donald Trump left the presidency. We were a net exporter of both oil and gas. Now, America is in a position of weakness and begging OPEC almost daily to produce more oil. Here with more is FOX Business host Larry Kudlow is with us. You know, the idea that she would laugh how you're going to increase production, the idea that Joe wants to put energy executives in jail and that he's willing to get rid of high-paying career jobs in the energy sector in the name of bowing at the altar of climate change pretty much explains why we're in the position we're in, doesn't it, Larry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, FOX BUSINESS HOST",
      "sentences": "Well, this is just nutty stuff. I mean, it's beyond the pale and responsible analysts or economists know how nutty this is. I mean, you've got leading Democratic economists who are opposing this plan. Look, Sean, first of all, in that clip you made about his town hall a couple years ago, he's willing to sacrifice -- listen to this -- sacrifice growth and jobs for some religious ideology called climate change, which is essentially unproven. It will not damage the economy. We can work it through with lower regulations and better technological improvements like we did with fracking and natural gas. See, this is -- they don't care about growth. They don't care about jobs, they don't care about prosperity. Here's what you need to do, Sean. It's real simple, okay? First, we need more energy, not less. All the above including fossil fuels, what John Kerry --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, let me ask this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "-- said in Moscow that we're going to have ends of fossil fuels in 10 years would absolutely destroy this economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay, inflation now surging in October, a 31-year high, consumer prices explode to a 30-year high, Larry, the people that are getting hurt are the poor and the middle class in this country. How -- I don't see a way out for them, Larry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "All right, listen, there's a way out. I can solve this in 20 minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, bring back Donald Trump, that'll help, bring back his policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, that's not a bad idea. That is not a bad idea. Bring back the National Economic Council, it's not a bad idea either. But look I, Manchin had it right today, stop the federal spending which is inflationary, and I will only add to that the Federal Reserve should stop printing free money. This is very simple, and stop this bill, end this bill, kill this bill, which will exacerbate inflation and increase the tax -- the inflation tax on the middle income people. This stuff can be dealt with. He's gone off on this far left tangent and will do great harm to America if the bill goes through and if we allow this green New Deal to end our fossil fuel production.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You will never he -- see a Bill Clinton moment, the era of big government is over, the end of welfare as we know it with this radicalized Democratic socialist party. That is bad news for the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "You know what, Sean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You've got 10 seconds, 10 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "You know what we have to do, we have to whoop it, we have to whoop it, save America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "And kill the bill. Stop the spending and the money and we need more energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I got to go. Larry, good to have you. Straight ahead, the Biden administration continues to embarrass the U.S. on the world stage. You're not going to believe what Kamala Harris did yesterday in France. Former Secretary of State Mike Pompeo, Ron DeSantis all coming up, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, the Biden administration continues to find new and creative ways to embarrass America on the world stage, even after well relations with France deteriorated. Following a botched submarine deal back in September, Vice President Kamala Harris apparently thought that she could I guess smooth things over with a um fake accent. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "With us in government, we campaign with the plan, uppercase t, uppercase p, the plan, and then the environment is such that we're expected to defend the plan even when the first time we roll it out there may be some glitches, and it's time to reevaluate and then do it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Really? It's hard to pick what's worse, China mocking Biden, openly saying they're going to take over Taiwan, Putin built a building up his troop strength on the Ukrainian, getting a waiver from Joe to build his pipeline while Joe is begging OPEC to produce more oil almost on a daily basis, being rejected every single time. Unfortunately, it only gets worse from there, as the Biden administration continues to downplay our most serious geopolitical threats, including and specifically China and instead continue to talk non-stop about climate change, including blaming our own military for being a polluter. You can't make this up. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Speaker Pelosi, you just presided over a large increase in the Pentagon budget. The pentagon is a larger polluter than 140 countries combined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA), SPEAKER OF THE HOUSE",
      "sentences": "Recognizing what you said, we recognize that as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "sentences": "Which is a bigger threat, the climate or China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON SPOX",
      "sentences": "You've heard the secretary talk about the climate as a real and existential national security threat and it is not just to the United States but to countries all over the world and we consider China as the number one pacing challenge for the department. Both are equally important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm just sure the communist Chinese are building their hypersonic missiles that can launch nukes with the climate in mind -- -that's top of mind for them, right? Now, those bizarre remarks come as threats against America are only increasing China has zero respect for Joe Biden. Russia knows Biden is a cognitive mess. Iran is still hell-bent on getting a nuclear weapon. The Biden administration seems to be accepting of that and there is a new terror safe haven, that would be the Islamic Emirates of Afghanistan, and, of course, Biden continues to leave the border wide open. Here with reaction, FOX News contributor, former secretary of state, Mike Pompeo. So, we're talking about climate change as it relates to our military weaponry and the communist Chinese are mocking Joe Biden, threatening to take over Taiwan, flying over their airspace with fighter jets and firing off hypersonic missiles. Tell me what's wrong with that Mr. Secretary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, FOX NEWS CONTRIBUTOR",
      "sentences": "Boy, Sean, where to begin. The clip from Vice President Harris is just a -- it's more than embarrassing on the world stage the our adversaries watch that and see weakness, they see people who aren't serious, they see people who aren't determined, precisely the opposite of what we did for four years. It feels a lot more like the Carter administration in terms of how they -- they view America as a danger to the world and apologize everywhere they go. We need to get serious. You just trip through the Russians, the Chinese, the North Koreans, the Iranians -- you just trip through all of our adversaries. These adversaries can see that we're focused on diversity and inclusion in our military. We're focused on trying to fly our jets with green energy and they're focused on how to build out a military that can undo our republic. We need an administration that is serious about putting America first, not America last as they seem to have done. Prioritizing climate change as America's most significant national security threat is an enormous mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Secretary, I am convinced they see Joe Biden as a cognitive mess, weak and frail. I am convinced that at some point in the near future, that China will, quote, reunify -- their words -- with Taiwan, and I'm pretty convinced that Vladimir Putin has plans to once again make his way into Ukraine. Your thoughts? Am I right or am I likely wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, they're certainly increasing the risk of that. It is much more likely today than it was just months ago. Well, there's going to be an Olympics it looks like in Beijing in just a couple months, in February. Following that, Xi Jinping will be at his international pinnacle. There's no reason to think that the stated mission that he has to put Taiwan back under Chinese tyranny isn't something that he'll perceive our administration as being unserious, perceived President Biden as being incompetent. He watched Afghanistan, he watched us leave Americans behind and have 13 Americans killed. I think that the Chinese see America today as a nation in decline without serious leaders, with the capability to deter. I do think that the risk not only that China will act but the Russia will begin to move, whether it's on Ukraine or elsewhere. We saw what they did to the Colonial pipeline in the United States of America. What -- what cost have we imposed on them for that, Sean? I think the answer is zero. We need to be determined and resolved and re-establish the deterrence we had for the four years of our administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you believe the Biden administration based on the words of their Iranian envoy are accepting of the idea of a nuclear-armed Iran?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Yes, I think the Iranians believe that they have a clear pathway to a nuclear weapon with this administration I think they are resolved to get both build out their capacity and to build out a weapons program and they don't see this administration as remotely doing the things necessary to prevent them from doing this. You remember, this president, Sean, criticized us when we took on Qassim Soleimani and took him off the battlefield, saving American lives. This president criticized us when we put real pain, real sanctions on the ayatollah and his henchmen so they couldn't conduct their campaigns around the world. I think the Arabians see weakness, they see frailness and they are prepared to drive a truck through that very opportunity, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Scary times. Mr. Secretary, we need the adults back in charge. As always, we appreciate you being with us, Secretary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Thank you, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you. And when we come back, Governor Ron DeSantis of Florida, he's promising to push back against Biden's radical agenda. He will join us next. We'll talk about the latest in his fight against draconian COVID mandates, the immigration crisis impacting the state of Florida, and much more, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, Florida Governor Ron DeSantis continues to be a beacon of hope for the rest of the nation, standing up against draconian restrictions, COVID mandates. The governor in Florida, Ron DeSantis has been at the forefront of pushing these life-saving monoclonal antibodies to keep residents in his state -- state safe and secure, especially with new breakthrough cases with the delta variant and other variants on the horizon. And get this, Florida now has the lowest COVID positivity rate in the country, two times less than the rate of California which still has their indoor mask mandates. Now, the good news for the Sunshine State does not stop there. The upcoming special legislative session will focus on stopping vaccine mandates for businesses, strengthening the state's parents bill of rights to stop mass and vaccine mandates for students. And that's not all, Governor DeSantis recently had a meeting with the president of the popular West Coast burger chain In-N-Out burger, one of my favorite places of all time, following the company's pushback against the San Francisco vaccine mandate policy. They said it's not their job and it's not. The big question tonight, are animal style French fries coming to the great state of Florida? I'll take that with a double, double and a vanilla shake please. Here to answer that more is Florida Governor Ron DeSantis. You get -- you pull in In-Out and I'm there. That's the final -- that's it. I already have a place in Florida. I'll -- you will be my governor, I'm moving. In-N-Out pushes it over the top.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "Yeah, Sean, I mean, if we were to get In-N-Out and you didn't come, I would never let you live that down. I mean I would be on you all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'll be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "So, look we're great -- we're a great place and um you know it was it was a really interesting conversation but I really appreciate what they're doing and the stands that they're taking, I think it's a great company. I'm a big fan of their of their burgers and everything as well. And as you said, Sean, we're really leading the fight for freedom in this country. We are going to have a special session next week. We're going to do a number of things. One, no Floridian is going to be able to be fired over these jabs. We want people to be able to keep their jobs and not be thrown out of work. We're providing protection. We're also going to ban any type of mandates for vaccines for school children. That's a parent's decision. That is not something that is going to be forced on children. And then, of course, we are fighting back against Biden's unconstitutional OSHA rule. We're in court in the 11th Circuit, the Fifth Circuit's already ruled. I think the 11th is going to be positive as well. And so we're fighting them on all fronts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "With the delta variant came the breakthrough cases, meaning fully vaccinated people contracting COVID. You immediately sprung into action, I thought it was a brilliant innovative idea. You set up these monoclonal antibody centers throughout the state of Florida, even -- to protect the elderly population. It was something we didn't really expect. And Joe Biden only mentioned it once and then he rationed it even though we don't have a shortage of it. And you had to then use Florida tax dollars to get your own monoclonal antibodies. Why did he do that at a time when we didn't need to ration anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I think it's just pure politics. I think he obviously likes to attack Florida. And part of it is people in his administration have not really talked about this at all. I think they think if people know there's a treatment, it may mean some people won't get vaccines. But as you and I know, Sean, the majority of the people that are getting these treatments in Florida are vaccinated. These are folks that have been vaccinated and then still get infected and of course this disproportionately affects elderly people in Florida. So having this treatment is absolutely the right thing to do. I hope that the Northern states as we see it rise in the North now and probably will throughout the winter, I hope that they will use this. It's not political, Sean. People attack me for doing it just because we live in a partisan age. I go out in Florida, someone will come up to me every time saying that they took it and it resolved them and they would have gone to the hospital maybe died had they not done it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Earlier this week, you talked about what is happening around the country and that is Joe Biden is not enforcing our immigration laws and not only that he's aiding and abetting and offering preferential treatment to illegal immigrants. There's no COVID testing. There's no vaccine mandates and then people are dispersed all over the country. You reference 70-some- odd flights into your state of Florida. My question is and I and I had a call on my radio show today asking this -- is there anything legally you can do once Joe Biden allows the law to be broken and disperses without the permission of any state, illegal immigrants into your state?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, there's a couple issues here, Sean. One is the courts have traditionally said immigration is a federal responsibility. The states can't really undercut the feds. I don't know whether that's right or wrong, but I know this -- if it's a federal responsibility, what happens when the federal government totally defaults on that responsibility. Are they saying the states have no ability to protect themselves? So we're going to -- we're going to try to challenge some of those I think older understandings. We're also working to see how we can deal with these folks. They don't tell us when these flights are coming in, Sean. I mean, these are flights at 2:00 in the morning. Unfortunately, there's a tragic situation, one of the illegals that Biden flew in committed a murder in Florida recently, and that individual who died would be alive had Biden not been doing this. So, this is -- this is really serious stuff. So we're looking at ways to be able to protect the state. We're looking at ways to hold these contractors accountable who are basically the instruments of what Biden's lawlessness is bringing to say, look, you have a choice you want to bet the lawlessness, then you're not going to be able to have privileges in the state of Florida. So we're looking at every single option and we're going to definitely be -- you'll see, you'll hear some news for us over the next few weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We've got about 30 seconds left. Explain this special session and this Parents Bill of Rights that you're strengthening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "So special session is, we want people to have their jobs, we don't think they should get kicked out based on vaccine mandates. And so, we're providing substantive protections for every worker in Florida, private and public sector. And then in terms of parents rights, I mean, we're really doing two things one is we're strengthening the prohibition on forcing COVID vaccines on school children, school districts can't do that, government can't do that. That's a parent's decision, and then we're also clarifying and I've been winning these court cases that masking school children is a parent's decision. It cannot be forced. That's what most of Florida's doing anyways. This will make it a hundred percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want you to put in a good word for me, I would like to own In- N-Out franchises. You know the guy, maybe you could say Sean Hannity's not a bad guy at all, don't believe all the stuff you read about. You just say a nice word, that's all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "If that's what it takes to get them to Florida, I'd be willing to do it, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It is the double double, you get it animal style with onions on it, it is amazing -- it is the best burger you've ever had. I -- if you get that in Florida, it is a game changer. That's pushes me right over the top and out of New York. Governor, great to talk to you. Thank you. Straight ahead, Jimmy Kimmel claiming racism, sexism is to blame for Kamala Harris's horrific approval ratings of 28 percent. I don't think so. We'll talk to Newt Gingrich, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Democratic sycophant and the very unfunny Jimmy Kimmel is at it again tonight, working overtime to play defense for the failing Biden- Harris administration, claiming the vice president's awful approval rating it's not because of bad policy. No. It's racism and sexism, take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "sentences": "Kamala Harris has an approval rating of 28 percent, which is makes no sense because she basically has nothing to do. I mean, it's like criticizing a backup quarterback. I think I know why Kamala's ratings are low besides sexism and racism, which are the obvious parts. It's because whenever she's next to Joe standing near him behind him, she looks like an assassin. She looks like Nebula next to Thanos ready to -- right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Inflation isn't the result of racism nor is surrendering to the Taliban or opening up the border, wide open borders not enforcing the law or any of the other massive Biden administration failures. Here with reaction, this book is phenomenal, I finally finished it. What do we do beyond Biden, \"Beyond Biden: Building Back the America We Love,\" former speaker of the House, FOX News contributor, Newt Gingrich. It's now out in bookstores everywhere. It just got released. Congrats on the book, one. Two, you know, it seems like hating Trump which terry McCullough mentioned to more than anybody -- calling Republicans racist, sexist, misogynist, homophobic, transphobic, xenophobic and wanting dirty air and water -- the playbook doesn't seem to be working anymore, does it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, the playbook is never going to work but -- I mean, big government socialism doesn't work. We're now seeing what I think Ted Cruz correctly called a combination of Jimmy Carter's incompetence combined with George McGovern's radicalism. But Kamala Harris is a unique example. To try to describe her without mentioning her laugh is to miss the whole point. She's not likable --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, I think Jennifer Granholm may have about done the laugh. She was pretty bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "No, you were actually -- no, no, Alan Silken (ph) who works with me pulled together the two laughs tonight and we're going to release it tomorrow at Gingrich 360. We're going to give you Kamala and then we're going to give you Granholm Now, in Granholm's case, you know, she's laughing because somebody says to her what's your plan to lower the price of gasoline, and she starts laughing. Well, as you remember because you did it, we launched the \"drill here, drill now, pay less'. I authored a book on gasoline at $2.50, Obama attacked me because the left wants really high prices. And so, Granholm can't stand there and say with a straight face what she's going to do except that they may close the pipeline in Michigan which brings in oil from Canada and which provides I think sixty percent of the gasoline for the state of Michigan, which will further raise the prices. This stuff would be madness in a normal world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But let me ask you this then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRIOCH",
      "sentences": "Kamala Harris doesn't know anything, doesn't do anything, has a terrible laugh, and is about as inauthentic. When she did the NASA, children should love space and it turned out the children were paid actors, it told you everything --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was pretty -- that was a pretty bad moment. So here's my question --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "If you can't do a freebie with little kids about space, you shouldn't be in the business. You should go back to California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joe's only way out of the border problem the inflation problem the energy problem the foreign policy problem is to go back to the Trump era policies, that's not going to happen. Bill Clinton did say the era of big government's over the end of welfare as we know it, with you, because you won. You have 25 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, the one of the weirdest moments of my speakership was sitting behind Clinton at the State of the Union when he says the era of big government's over. Of course, you have to stand and applaud. In Biden's case, it wouldn't matter. He wouldn't mean it, and it would have no effect on policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, then that means it's destined to fail because it's failing spectacular and it's only 10 months in. Return to the Trump policies and they'll be successful. \"Beyond Biden,\" Newt Gingrich's new book, amazon.com, bookstores everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The amazing thing is that your president would bow before the altar of climate change and support higher gas prices, his energy secretary laughs at the idea that they're going to do anything about it and the people that are hurt the most are poor and the middle class. That's your modern socialist party. It's all the time we have left this evening. Thank you for being with us. Please set your DVR. Never miss an episode. In the meantime, let not your hearts be troubled, there she is. Hi. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right. And, Tucker, as always, thank you. Welcome to HANNITY. We begin this night with a FOX News alert. It's day 88 since Joe Biden abandoned our fellow Americans, green cardholders, their families, SIV applicants in Afghanistan. And tonight, the Pentagon finally admitting that Biden also abandoned -- get this -- dozens of family members of U.S. troops. It was only, what, a couple of weeks ago, we learned that there are still hundreds of Americans trapped and abandoned by Joe Biden. Joe doesn't care. He has turned the page, his words, not mine. It is repulsive, unforgivable. We will not stop covering it. And now another day another crisis for Joe Biden. New economic numbers are out and the economy is even in worse shape than we thought. Inflation has not been this bad in over three decades. And tonight, I am sad to report, stagflation is now headed our way. Coming up, we're going to detail the latest horrendous figures, and what it means for you and your family. Also, Kamala Harris now in France making a complete fool out of herself. And again the Biden administration humiliating the United States on the world stage. We're going to show you her very strange, weird, cringe-worthy attempt at a French accent. I didn't make that up, straight ahead. But, first, we begin tonight in Kenosha, in Wisconsin, for tonight's top story. Day seven of the Kyle Rittenhouse murder trial is now in the books. The prosecution's case continues to crumble. According to video evidence, multiple eyewitness accounts, Rittenhouse shot three individuals, killing two or violently attacking him during the riot in Kenosha. The prosecution is attempting to convict written house on first-degree homicide charges. Rittenhouse is claiming self-defense. And today, the 18-year-old defendant took to the stand for hours became emotional moments while recounting that horrific night. Take a look."
    },
    {
      "speaker": "KYLE RITTENHOUSE (Defendant)",
      "utterance": "I was cornered from in front of me with Mr. Ziminski and there were -- there were people right there."
    },
    {
      "speaker": "JUDGE",
      "utterance": "Take a deep breath, Kyle."
    },
    {
      "speaker": "JUDGE",
      "utterance": "We will take a break anyway."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The judge in the case rightly took a 10-minute break. Like any defendant, we always uphold the presumption of innocence on the show. We believe in due process. We don't rush to judgment, and we have had this policy for many decades for good reason. Yesterday, the prosecution star witness was obliterating the prosecution's own case under cross-examination, admitting that the point -- that he pointed a gun at Kyle Rittenhouse before Rittenhouse fired a shot. Their star witness admitted he pointed a loaded gun at him. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Does this look like right now your arm is being shot?"
    },
    {
      "speaker": "GAIGE GROSSKREUTZ, WITNESS",
      "utterance": "That looks like my bicep being vaporized, yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Okay, and it's being vaporized as you're pointing your gun directly at him, yes?"
    },
    {
      "speaker": "GROSSKREUTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Okay. So when you were standing three to five feet from him with your arms up in the air, he never fired, right?"
    },
    {
      "speaker": "GROSSKREUTZ",
      "utterance": "Correct."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It wasn't until you pointed your gun at him, advanced on him with your gun now your hands down pointed at him that he fired, right?"
    },
    {
      "speaker": "GROSSKREUTZ",
      "utterance": "Correct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, look at your screen. According to Wisconsin state law, an individual may use force if he or she reasonably believes that such force is necessary to prevent imminent death or great bodily harm to himself or herself. So keep that in mind, and take a look at this timeline that was put together by Rittenhouse's former attorney Lin Wood. Take a look."
    },
    {
      "speaker": "NARRATOR",
      "utterance": "Rittenhouse is seen next running towards the flashing lights of police vehicles. The armed mob is now chasing after him."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Cranium that boy. He just shot a man."
    },
    {
      "speaker": "NARRATOR",
      "utterance": "Within this context, the word cranium is street slang which is a calling for someone to take Rittenhouse out with a headshot."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey, what are you doing? You shot somebody?"
    },
    {
      "speaker": "NARRATOR",
      "utterance": "An unidentified protester strikes Rittenhouse in the head, knocking his hat off. Rittenhouse trips and falls to the ground, another protester attempts to jump on Rittenhouse who then fires two shots into the air. A third protester fakes as if he's surrendering, then suddenly advances with a handgun aimed at Rittenhouse, a single shot strikes the man's right bicep."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Given what we're learning, the prosecution's case seems incredibly weak at this moment and today, it got worse. Actually, far worse for the prosecution when the presiding judge just ripped and slammed the prosecution over what he described as unethical legal tactics. Watch this."
    },
    {
      "speaker": "JUDGE",
      "utterance": "I was astonished when you began your examination by commenting on the defendant's post-arrest silence. That's basic law. It's been basic law in this country for 40 years, 50 years. I have no idea why you would do something like that. I said you were over the line at close to or over the line on commenting on the defendant's pre-trial silence which is a well-known rule. I'm astonished that that would have been an issue. So I don't want to have another issue as long as this case continues. Is that clear?"
    },
    {
      "speaker": "PROSECUTOR",
      "utterance": "It is. This is my good faith explanation to you and if you want to yell at me you can. My good faith feeling this morning after watching that testimony was you had left the door open a little bit. Now, we had something new and I was going to probe it."
    },
    {
      "speaker": "JUDGE",
      "utterance": "I don't believe you. There better not be another incident."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Defense officially requested a mistrial with prejudice which is now under consideration by the judge. For months, the media mob, top Democrats, they have predictably all rushed to judgment, vilified Rittenhouse, painting him as a poster child for white supremacy. But now, that the case is not going their way -- well, over there at MSDNC where they often rush to judgment, one host accusing the judge of bias, demanding that he be removed why because he's upholding the simple rule of law apparently far left Democrats never interested in a free and fair trial. Instead, they prefer mob rule based on their own misguided feelings and politics and beliefs. But tonight, one question remains, will Kyle Rittenhouse be acquitted? Here with analysis of this blockbuster day there in this trial is the author of the book \"The Case for Vaccine Mandates\", Harvard law professor Alan Dershowitz, along with FOX News legal analyst Gregg Jarrett. Gregg, let me -- let me read from the judge today we went over the devastating testimony of the star witness of the prosecution yesterday, admitting he pointed a loaded gun at Kyle Rittenhouse before Kyle shot him."
    },
    {
      "speaker": "But the circuit court judge I understand a Democrat appointee said",
      "utterance": "This is a grave constitutional violation for you to talk about the defendant's silence. You're on the border line. You might be over, over it, it better stop. I was astonished by your examination by commenting on the defendant's post- arrest silence. It is basic law. It's been basic law for years. I have no idea why you do something like that and say then saying, don't get brazen with me. You knew very well attorneys cannot go into these types of areas when the judge has already ruled without asking outside the presence of a jury to do so. Wow, that's about as severe a beat down as I've seen in the courtroom."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "Yeah, it absolutely is. I mean, I've been a lawyer for more than years. I've seen a lot of tongue lashings and visibly angry judges. This was right up there justifiably so because the judge was angry that the prosecutor had egregiously violated two cherished constitutional rights -- the right to remain silent, the right to be present and face your accusers. The prosecutor infringed on those constitutional rights by suggesting the defendant had done something nefarious in that regard. That's fundamentally wrong. And also, the prosecutor violated a very explicit order pre-trial by the judge. You may not talk about any comments that the defendant made about his gun to a friend. What did the prosecutor do? He broached that very subject. So, you know, this is quite serious. The defense has moved for a mistrial. And if this judge decides that the prosecutor was intentionally trying to cause a mistrial, the judge can dismiss the case with prejudice. No retrial."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow, let me go to you Professor Dershowitz. I want to ask you about that part of this, but couple that also we have the devastating testimony the admission of the star witness of the prosecution admitting he pointed a loaded gun at Kyle Rittenhouse. Then we've got this tape which I'm running again right now and you can see Kyle Rittenhouse being chased. You see then he gets attacked. You see then he's on the ground. You see a foot of still picture somebody about to stomp on his face, that's when the other shots were fired. What do you make of that videotape?"
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR",
      "utterance": "Well, first of all, let me tell you what's really going on here. What's really going on is that the prosecutor wants a mistrial. He wants a mistrial without prejudice because he doesn't think the trial is going his way. The judge doesn't want to be the one to declare a mistrial because they're not going to be able to go back into community (ph). He wants the jury to acquit. And so, what the judge is angry at is that the prosecutor is trying to put him in the position of creating a mistrial which then the prosecutor says, hey, it's the judge's fault, it's not my fault. I've seen this tactic used by prosecutors before. That's why the judge has the power to dismiss the case but you don't want to do that. They want to have the jury acquit, they don't want to acquit so this is even a worse ethical violation possibly than what the judge has said. But the judge doesn't want to surface it because the judge doesn't want to say, oh you want to provoke a mistrial. But that is what I think is going on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, it's painful, I want to get both your take. It look to me, I'm not a doctor, I'm not going to play one on television. But it looked like Kyle was having what anyone would describe as a breakdown, a panic attack, whatever way you want to describe it the judge rightly called for a recess, Gregg. How would -- how do you think a jury interprets that moment?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "If it's candid and sincere and credible and believable --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "It looked credible to me. Did you think it was credible?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yeah, absolutely. Then, it's very powerful because his words and his emotions matched his defense of self-defense, that he was in reasonable fear of imminent serious bodily injury or death, thus making it a justifiable homicide self-defense. So, you know, it's always a risk when you put that if the accused on the witness stand because he can get really beat up on cross-examination. But he held up well during cross acts today, and on direct examination, he told this vivid chilling story of being chased down by a violent, angry mob, hit in the head, you know, kicked into the head --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, Gregg --"
    },
    {
      "speaker": "JARRETT",
      "utterance": "-- rock's thrown at him and --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You got video and eyewitness testimony that corroborates it."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right. Professor, what were your thoughts on that moment I thought your analysis by the way of the prosecution trying to get a mistrial fascinating. I don't disagree with you. What did you think of that moment when Kyle broke down today?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It seemed very authentic to me. Normally, you don't put it defended on the witness stand in a murder case because you can bring out all of his prior arrests, but this guy seems to have had a relatively clean background as distinguished from some of the people who were involved on the other side. But here you have a situation where when you're pleading self-defense like this, you have to testify. You have to persuade the jury. Although the judge will say presumption of innocence, burden of proof is on the prosecution. In reality, the defendant has to persuade the jury that he reasonably feared that he was afraid he might get killed and the law is clear. You don't have to surmise. Somebody points a gun at you --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Did the video prove that to you, Professor? Did the video prove that to you?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "I would say the video inclines it. It proves it in the one case, in the case of the guy who was wounded. It doesn't conclusively prove it in the case, Rosenbaum, the other guy who were killed. That's why I think you're going to need the testimony if the video conclusively proved all three shootings weren't --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "He was certainly under fire. I mean, he was he was being attacked there was no doubt. Thank you, Professor, Gregg Jarrett, thank you both. We appreciate it. Now, we're going to turn to something I'd actually rather not have to report why. Well, I love this country. I want this country to be number one in all things. I want every American to be successful free prosperous safe secure no matter who the president is. Sadly, now, our country is in economic turmoil and it is getting far worse with each passing day, all because Joe Biden and his radicalized new green deal socialist policies are destroying the good economy he inherited. During his inauguration, Joel laughably promised to be a unifier, a pragmatic moderate. He's anything but. Instead the months, that have followed, he has bowed at the altar of New Green Deal socialism and that is where he is today. He decided to pursue the radical agenda of climate-obsessed elitists over poor and middle-class families that are now suffering greatly because of his policies. He has decided to restrict domestic oil and gas production that causes gas prices, energy crisis, the price to heat and cool your home, everything you buy is now skyrocketing. He decided to push through trillions of dollars in new spending. That increases inflation. Guess what? That means your dollar doesn't go as far. In fact, according to the latest numbers, the inflation is now at a three decade high. Gas is up by 50 percent, meat and poultry is up by 12 percent. If you want a steak, it's 25 percent higher, furniture 12 percent, transportation costs up nearly 20 percent. Everything that you buy from every store you go to every service that's provided to you is now more expensive. Joe Biden doesn't care, doesn't care that everyone is -- everything is now more expensive, doesn't care that your quality of life is diminishing daily doesn't care that the money in your bank account is now worth a lot less. The fragile opinions of his wealthy, well-connected Green New Deal socialist visionaries are much more important. Take a look."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Guess what? That's in the Recovery Act -- I'm assuming that that's in the Build Back Better bill, which is not going to raise taxes one single cent. It's totally paid for. You'll hear a lot about the supply chains in the news, but frankly, not a lot of people are clear -- have a clear understanding whether they have a PhD or they didn't go to school about how a supply chain works. More products are being delivered than ever before that's because people have a little more breathing room than they did last year. That's a good thing, but it also means we got higher demand for goods at the same time we're facing disruptions and the supplies to make those goods. There's a res -- this is a recipe for delays and for higher prices and people are feeling it. They're feeling it. Did you ever think you'd be paying this much for a gallon of gas?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now to answer Joe's question -- yes, we have been sounding the alarm about rising gas prices since Joe Biden's first week in office. That's when he restricted domestic production of oil and gas and that's when we gave up a great gift it's called energy independence.. Then he went on to nominate this woman to the Treasury Department. Take a look."
    },
    {
      "speaker": "SAULE OMAROVA, BIDEN NOMINEE",
      "utterance": "Certain troubled industries and firms that are in transitioning. And here what I'm thinking about is primarily coal industry and oil and gas industry. A lot of the smaller players in that industry are going to probably go bankrupt in short order, at least we want them to go bankrupt if we want to tackle climate change, right?"
    },
    {
      "speaker": "O'DONNELL",
      "utterance": "She wants to bankrupt the energy industry in the name of, what, climate change, so bowing at the altar of climate change. Thank God she's yet to be confirmed. Hope -- hopefully, she will not be. Joe Manchin, I don't think this helps West Virginia. But remember, it's not just this nominee. Even Biden himself stated that he was perfectly comfortable sacrificing high-paying jobs in the energy sector in order to enact his radical green new deal agenda, even talked about putting CEOs of energy companies in jail. Take a look."
    },
    {
      "speaker": "DEBATE MODERATOR",
      "utterance": "Would you be willing to sacrifice some of that growth even knowing potentially that it could displace thousands maybe hundreds of thousands of blue-collar workers in the interest of transitioning to that greener economy?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "The answer is yes. The answer is yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If we don't stop using fossil fuels --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "We're all dead. Doing away with any subsidies for fossil fuels, number one. Number two, holding them liable for what they have done, particularly in those cases where your underserved neighborhoods and -- you know the deal, okay? And by the way, when they don't or when they're deliberately put them in jail. That's what I -- I'm not joking."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Put them in jail, and by the way, if you lost your high-paying career job in the energy sector, Joe Biden's message to you is pretty much drop dead. Lo and behold, Biden did sacrifice high-paying jobs, gas prices are spiking, it's hurting the poor in the middle class the most, he's prioritized his radical environmental views over the poor and middle class in this country that are being crushed by the high energy prices that he created and is responsible for on top of the inflation that he's creating. Biden is now begging OPEC and Russia to pump more oil. They keep rejecting him, keep raising prices, instead of going back to the successful energy policies of Donald Trump. Remember, we had gas under two bucks a gallon with Donald Trump. All Joe would need to do is merely ask Texas, Alaska, Oklahoma, North Dakota, and guess what, he wouldn't have to beg and Americans would get their jobs back the ones he said drop dead to. Anyway, as we continue, meanwhile Joe's energy secretary thinks that's all very funny, as you saw Jennifer Granholm."
    },
    {
      "speaker": "BLOOMBERG HOST",
      "utterance": "What is the Granholm plan to increase oil production in America?"
    },
    {
      "speaker": "JENNIFER GRANHOLM, ENERGY SECRETARY",
      "utterance": "Oh my god. That is hilarious. Would that I had the magic wand on this? As you know, of course, oil is a global market. It is controlled by a cartel, that cartel is called OPEC, and they made a decision yesterday that they were not going to increase beyond what they were already planning."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oil and gas is a global market, that's true. Under Trump, it wasn't controlled by the, quote, cartel OPEC. America was energy independent. We didn't take a single barrel from Saudi Arabia when Donald Trump left the presidency. We were a net exporter of both oil and gas. Now, America is in a position of weakness and begging OPEC almost daily to produce more oil. Here with more is FOX Business host Larry Kudlow is with us. You know, the idea that she would laugh how you're going to increase production, the idea that Joe wants to put energy executives in jail and that he's willing to get rid of high-paying career jobs in the energy sector in the name of bowing at the altar of climate change pretty much explains why we're in the position we're in, doesn't it, Larry?"
    },
    {
      "speaker": "LARRY KUDLOW, FOX BUSINESS HOST",
      "utterance": "Well, this is just nutty stuff. I mean, it's beyond the pale and responsible analysts or economists know how nutty this is. I mean, you've got leading Democratic economists who are opposing this plan. Look, Sean, first of all, in that clip you made about his town hall a couple years ago, he's willing to sacrifice -- listen to this -- sacrifice growth and jobs for some religious ideology called climate change, which is essentially unproven. It will not damage the economy. We can work it through with lower regulations and better technological improvements like we did with fracking and natural gas. See, this is -- they don't care about growth. They don't care about jobs, they don't care about prosperity. Here's what you need to do, Sean. It's real simple, okay? First, we need more energy, not less. All the above including fossil fuels, what John Kerry --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, let me ask this --"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "-- said in Moscow that we're going to have ends of fossil fuels in 10 years would absolutely destroy this economy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay, inflation now surging in October, a 31-year high, consumer prices explode to a 30-year high, Larry, the people that are getting hurt are the poor and the middle class in this country. How -- I don't see a way out for them, Larry."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "All right, listen, there's a way out. I can solve this in 20 minutes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, bring back Donald Trump, that'll help, bring back his policies."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, that's not a bad idea. That is not a bad idea. Bring back the National Economic Council, it's not a bad idea either. But look I, Manchin had it right today, stop the federal spending which is inflationary, and I will only add to that the Federal Reserve should stop printing free money. This is very simple, and stop this bill, end this bill, kill this bill, which will exacerbate inflation and increase the tax -- the inflation tax on the middle income people. This stuff can be dealt with. He's gone off on this far left tangent and will do great harm to America if the bill goes through and if we allow this green New Deal to end our fossil fuel production."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You will never he -- see a Bill Clinton moment, the era of big government is over, the end of welfare as we know it with this radicalized Democratic socialist party. That is bad news for the country."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "You know what, Sean?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You've got 10 seconds, 10 seconds."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "You know what we have to do, we have to whoop it, we have to whoop it, save America."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "And kill the bill. Stop the spending and the money and we need more energy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I got to go. Larry, good to have you. Straight ahead, the Biden administration continues to embarrass the U.S. on the world stage. You're not going to believe what Kamala Harris did yesterday in France. Former Secretary of State Mike Pompeo, Ron DeSantis all coming up, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, the Biden administration continues to find new and creative ways to embarrass America on the world stage, even after well relations with France deteriorated. Following a botched submarine deal back in September, Vice President Kamala Harris apparently thought that she could I guess smooth things over with a um fake accent. Take a look."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "With us in government, we campaign with the plan, uppercase t, uppercase p, the plan, and then the environment is such that we're expected to defend the plan even when the first time we roll it out there may be some glitches, and it's time to reevaluate and then do it again."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Really? It's hard to pick what's worse, China mocking Biden, openly saying they're going to take over Taiwan, Putin built a building up his troop strength on the Ukrainian, getting a waiver from Joe to build his pipeline while Joe is begging OPEC to produce more oil almost on a daily basis, being rejected every single time. Unfortunately, it only gets worse from there, as the Biden administration continues to downplay our most serious geopolitical threats, including and specifically China and instead continue to talk non-stop about climate change, including blaming our own military for being a polluter. You can't make this up. Take a look."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Speaker Pelosi, you just presided over a large increase in the Pentagon budget. The pentagon is a larger polluter than 140 countries combined."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA), SPEAKER OF THE HOUSE",
      "utterance": "Recognizing what you said, we recognize that as well."
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "utterance": "Which is a bigger threat, the climate or China?"
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON SPOX",
      "utterance": "You've heard the secretary talk about the climate as a real and existential national security threat and it is not just to the United States but to countries all over the world and we consider China as the number one pacing challenge for the department. Both are equally important."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm just sure the communist Chinese are building their hypersonic missiles that can launch nukes with the climate in mind -- -that's top of mind for them, right? Now, those bizarre remarks come as threats against America are only increasing China has zero respect for Joe Biden. Russia knows Biden is a cognitive mess. Iran is still hell-bent on getting a nuclear weapon. The Biden administration seems to be accepting of that and there is a new terror safe haven, that would be the Islamic Emirates of Afghanistan, and, of course, Biden continues to leave the border wide open. Here with reaction, FOX News contributor, former secretary of state, Mike Pompeo. So, we're talking about climate change as it relates to our military weaponry and the communist Chinese are mocking Joe Biden, threatening to take over Taiwan, flying over their airspace with fighter jets and firing off hypersonic missiles. Tell me what's wrong with that Mr. Secretary?"
    },
    {
      "speaker": "MIKE POMPEO, FOX NEWS CONTRIBUTOR",
      "utterance": "Boy, Sean, where to begin. The clip from Vice President Harris is just a -- it's more than embarrassing on the world stage the our adversaries watch that and see weakness, they see people who aren't serious, they see people who aren't determined, precisely the opposite of what we did for four years. It feels a lot more like the Carter administration in terms of how they -- they view America as a danger to the world and apologize everywhere they go. We need to get serious. You just trip through the Russians, the Chinese, the North Koreans, the Iranians -- you just trip through all of our adversaries. These adversaries can see that we're focused on diversity and inclusion in our military. We're focused on trying to fly our jets with green energy and they're focused on how to build out a military that can undo our republic. We need an administration that is serious about putting America first, not America last as they seem to have done. Prioritizing climate change as America's most significant national security threat is an enormous mistake."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Secretary, I am convinced they see Joe Biden as a cognitive mess, weak and frail. I am convinced that at some point in the near future, that China will, quote, reunify -- their words -- with Taiwan, and I'm pretty convinced that Vladimir Putin has plans to once again make his way into Ukraine. Your thoughts? Am I right or am I likely wrong?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, they're certainly increasing the risk of that. It is much more likely today than it was just months ago. Well, there's going to be an Olympics it looks like in Beijing in just a couple months, in February. Following that, Xi Jinping will be at his international pinnacle. There's no reason to think that the stated mission that he has to put Taiwan back under Chinese tyranny isn't something that he'll perceive our administration as being unserious, perceived President Biden as being incompetent. He watched Afghanistan, he watched us leave Americans behind and have 13 Americans killed. I think that the Chinese see America today as a nation in decline without serious leaders, with the capability to deter. I do think that the risk not only that China will act but the Russia will begin to move, whether it's on Ukraine or elsewhere. We saw what they did to the Colonial pipeline in the United States of America. What -- what cost have we imposed on them for that, Sean? I think the answer is zero. We need to be determined and resolved and re-establish the deterrence we had for the four years of our administration."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you believe the Biden administration based on the words of their Iranian envoy are accepting of the idea of a nuclear-armed Iran?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Yes, I think the Iranians believe that they have a clear pathway to a nuclear weapon with this administration I think they are resolved to get both build out their capacity and to build out a weapons program and they don't see this administration as remotely doing the things necessary to prevent them from doing this. You remember, this president, Sean, criticized us when we took on Qassim Soleimani and took him off the battlefield, saving American lives. This president criticized us when we put real pain, real sanctions on the ayatollah and his henchmen so they couldn't conduct their campaigns around the world. I think the Arabians see weakness, they see frailness and they are prepared to drive a truck through that very opportunity, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Scary times. Mr. Secretary, we need the adults back in charge. As always, we appreciate you being with us, Secretary."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Thank you, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you. And when we come back, Governor Ron DeSantis of Florida, he's promising to push back against Biden's radical agenda. He will join us next. We'll talk about the latest in his fight against draconian COVID mandates, the immigration crisis impacting the state of Florida, and much more, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, Florida Governor Ron DeSantis continues to be a beacon of hope for the rest of the nation, standing up against draconian restrictions, COVID mandates. The governor in Florida, Ron DeSantis has been at the forefront of pushing these life-saving monoclonal antibodies to keep residents in his state -- state safe and secure, especially with new breakthrough cases with the delta variant and other variants on the horizon. And get this, Florida now has the lowest COVID positivity rate in the country, two times less than the rate of California which still has their indoor mask mandates. Now, the good news for the Sunshine State does not stop there. The upcoming special legislative session will focus on stopping vaccine mandates for businesses, strengthening the state's parents bill of rights to stop mass and vaccine mandates for students. And that's not all, Governor DeSantis recently had a meeting with the president of the popular West Coast burger chain In-N-Out burger, one of my favorite places of all time, following the company's pushback against the San Francisco vaccine mandate policy. They said it's not their job and it's not. The big question tonight, are animal style French fries coming to the great state of Florida? I'll take that with a double, double and a vanilla shake please. Here to answer that more is Florida Governor Ron DeSantis. You get -- you pull in In-Out and I'm there. That's the final -- that's it. I already have a place in Florida. I'll -- you will be my governor, I'm moving. In-N-Out pushes it over the top."
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "Yeah, Sean, I mean, if we were to get In-N-Out and you didn't come, I would never let you live that down. I mean I would be on you all the time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'll be there."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "So, look we're great -- we're a great place and um you know it was it was a really interesting conversation but I really appreciate what they're doing and the stands that they're taking, I think it's a great company. I'm a big fan of their of their burgers and everything as well. And as you said, Sean, we're really leading the fight for freedom in this country. We are going to have a special session next week. We're going to do a number of things. One, no Floridian is going to be able to be fired over these jabs. We want people to be able to keep their jobs and not be thrown out of work. We're providing protection. We're also going to ban any type of mandates for vaccines for school children. That's a parent's decision. That is not something that is going to be forced on children. And then, of course, we are fighting back against Biden's unconstitutional OSHA rule. We're in court in the 11th Circuit, the Fifth Circuit's already ruled. I think the 11th is going to be positive as well. And so we're fighting them on all fronts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "With the delta variant came the breakthrough cases, meaning fully vaccinated people contracting COVID. You immediately sprung into action, I thought it was a brilliant innovative idea. You set up these monoclonal antibody centers throughout the state of Florida, even -- to protect the elderly population. It was something we didn't really expect. And Joe Biden only mentioned it once and then he rationed it even though we don't have a shortage of it. And you had to then use Florida tax dollars to get your own monoclonal antibodies. Why did he do that at a time when we didn't need to ration anything?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I think it's just pure politics. I think he obviously likes to attack Florida. And part of it is people in his administration have not really talked about this at all. I think they think if people know there's a treatment, it may mean some people won't get vaccines. But as you and I know, Sean, the majority of the people that are getting these treatments in Florida are vaccinated. These are folks that have been vaccinated and then still get infected and of course this disproportionately affects elderly people in Florida. So having this treatment is absolutely the right thing to do. I hope that the Northern states as we see it rise in the North now and probably will throughout the winter, I hope that they will use this. It's not political, Sean. People attack me for doing it just because we live in a partisan age. I go out in Florida, someone will come up to me every time saying that they took it and it resolved them and they would have gone to the hospital maybe died had they not done it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Earlier this week, you talked about what is happening around the country and that is Joe Biden is not enforcing our immigration laws and not only that he's aiding and abetting and offering preferential treatment to illegal immigrants. There's no COVID testing. There's no vaccine mandates and then people are dispersed all over the country. You reference 70-some- odd flights into your state of Florida. My question is and I and I had a call on my radio show today asking this -- is there anything legally you can do once Joe Biden allows the law to be broken and disperses without the permission of any state, illegal immigrants into your state?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, there's a couple issues here, Sean. One is the courts have traditionally said immigration is a federal responsibility. The states can't really undercut the feds. I don't know whether that's right or wrong, but I know this -- if it's a federal responsibility, what happens when the federal government totally defaults on that responsibility. Are they saying the states have no ability to protect themselves? So we're going to -- we're going to try to challenge some of those I think older understandings. We're also working to see how we can deal with these folks. They don't tell us when these flights are coming in, Sean. I mean, these are flights at 2:00 in the morning. Unfortunately, there's a tragic situation, one of the illegals that Biden flew in committed a murder in Florida recently, and that individual who died would be alive had Biden not been doing this. So, this is -- this is really serious stuff. So we're looking at ways to be able to protect the state. We're looking at ways to hold these contractors accountable who are basically the instruments of what Biden's lawlessness is bringing to say, look, you have a choice you want to bet the lawlessness, then you're not going to be able to have privileges in the state of Florida. So we're looking at every single option and we're going to definitely be -- you'll see, you'll hear some news for us over the next few weeks."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We've got about 30 seconds left. Explain this special session and this Parents Bill of Rights that you're strengthening."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "So special session is, we want people to have their jobs, we don't think they should get kicked out based on vaccine mandates. And so, we're providing substantive protections for every worker in Florida, private and public sector. And then in terms of parents rights, I mean, we're really doing two things one is we're strengthening the prohibition on forcing COVID vaccines on school children, school districts can't do that, government can't do that. That's a parent's decision, and then we're also clarifying and I've been winning these court cases that masking school children is a parent's decision. It cannot be forced. That's what most of Florida's doing anyways. This will make it a hundred percent."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want you to put in a good word for me, I would like to own In- N-Out franchises. You know the guy, maybe you could say Sean Hannity's not a bad guy at all, don't believe all the stuff you read about. You just say a nice word, that's all."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "If that's what it takes to get them to Florida, I'd be willing to do it, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It is the double double, you get it animal style with onions on it, it is amazing -- it is the best burger you've ever had. I -- if you get that in Florida, it is a game changer. That's pushes me right over the top and out of New York. Governor, great to talk to you. Thank you. Straight ahead, Jimmy Kimmel claiming racism, sexism is to blame for Kamala Harris's horrific approval ratings of 28 percent. I don't think so. We'll talk to Newt Gingrich, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Democratic sycophant and the very unfunny Jimmy Kimmel is at it again tonight, working overtime to play defense for the failing Biden- Harris administration, claiming the vice president's awful approval rating it's not because of bad policy. No. It's racism and sexism, take a look."
    },
    {
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "utterance": "Kamala Harris has an approval rating of 28 percent, which is makes no sense because she basically has nothing to do. I mean, it's like criticizing a backup quarterback. I think I know why Kamala's ratings are low besides sexism and racism, which are the obvious parts. It's because whenever she's next to Joe standing near him behind him, she looks like an assassin. She looks like Nebula next to Thanos ready to -- right?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Inflation isn't the result of racism nor is surrendering to the Taliban or opening up the border, wide open borders not enforcing the law or any of the other massive Biden administration failures. Here with reaction, this book is phenomenal, I finally finished it. What do we do beyond Biden, \"Beyond Biden: Building Back the America We Love,\" former speaker of the House, FOX News contributor, Newt Gingrich. It's now out in bookstores everywhere. It just got released. Congrats on the book, one. Two, you know, it seems like hating Trump which terry McCullough mentioned to more than anybody -- calling Republicans racist, sexist, misogynist, homophobic, transphobic, xenophobic and wanting dirty air and water -- the playbook doesn't seem to be working anymore, does it?"
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, the playbook is never going to work but -- I mean, big government socialism doesn't work. We're now seeing what I think Ted Cruz correctly called a combination of Jimmy Carter's incompetence combined with George McGovern's radicalism. But Kamala Harris is a unique example. To try to describe her without mentioning her laugh is to miss the whole point. She's not likable --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, I think Jennifer Granholm may have about done the laugh. She was pretty bad."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "No, you were actually -- no, no, Alan Silken (ph) who works with me pulled together the two laughs tonight and we're going to release it tomorrow at Gingrich 360. We're going to give you Kamala and then we're going to give you Granholm Now, in Granholm's case, you know, she's laughing because somebody says to her what's your plan to lower the price of gasoline, and she starts laughing. Well, as you remember because you did it, we launched the \"drill here, drill now, pay less'. I authored a book on gasoline at $2.50, Obama attacked me because the left wants really high prices. And so, Granholm can't stand there and say with a straight face what she's going to do except that they may close the pipeline in Michigan which brings in oil from Canada and which provides I think sixty percent of the gasoline for the state of Michigan, which will further raise the prices. This stuff would be madness in a normal world."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But let me ask you this then --"
    },
    {
      "speaker": "GINGRIOCH",
      "utterance": "Kamala Harris doesn't know anything, doesn't do anything, has a terrible laugh, and is about as inauthentic. When she did the NASA, children should love space and it turned out the children were paid actors, it told you everything --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was pretty -- that was a pretty bad moment. So here's my question --"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "If you can't do a freebie with little kids about space, you shouldn't be in the business. You should go back to California."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joe's only way out of the border problem the inflation problem the energy problem the foreign policy problem is to go back to the Trump era policies, that's not going to happen. Bill Clinton did say the era of big government's over the end of welfare as we know it, with you, because you won. You have 25 seconds."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, the one of the weirdest moments of my speakership was sitting behind Clinton at the State of the Union when he says the era of big government's over. Of course, you have to stand and applaud. In Biden's case, it wouldn't matter. He wouldn't mean it, and it would have no effect on policy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, then that means it's destined to fail because it's failing spectacular and it's only 10 months in. Return to the Trump policies and they'll be successful. \"Beyond Biden,\" Newt Gingrich's new book, amazon.com, bookstores everywhere."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The amazing thing is that your president would bow before the altar of climate change and support higher gas prices, his energy secretary laughs at the idea that they're going to do anything about it and the people that are hurt the most are poor and the middle class. That's your modern socialist party. It's all the time we have left this evening. Thank you for being with us. Please set your DVR. Never miss an episode. In the meantime, let not your hearts be troubled, there she is. Hi. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}