{
  "date": "November 13, 2017",
  "headline": "Sean Hannity fights back against left-wing smears",
  "subHeadline": "The panel weighs in on the Keurig and Roy Moore controversy on \"Hannity.\"",
  "url": "https://www.foxnews.com/transcript/sean-hannity-fights-back-against-left-wing-smears",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity.\" This just breaking, this moment, Donald Trump, Jr. responding to a report that he communicated with WikiLeaks during the election. He has released all the messages, and we have them. Also the Attorney General Jeff Sessions tonight, just now calling on a senior federal prosecutor to evaluate, quote, \"Certain issues regarding the corrupt Uranium One deal and potential wrongdoing by the Clinton Foundation\" finally. And in a letter to Congressional Republicans, Sessions is also saying, that he's leaving the door open for the appointment of a special counsel, what we have been calling for. But first tonight, a fifth woman is now coming forward with allegations against U.S. Senate candidate Judge Roy Moore. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); } During a news conference today, the woman accused Judge Moore of sexually assaulting her back in the 1970s when she was 16 years old. And he of course was 32, in his 30s. Now, Judge Moore remains defiant and he is denying these new allegations amid growing calls for him to withdraw from the special election race. As we've been saying, these allegations are beyond disturbing and we understand why these women may be waited so long before speaking out. The bottom-line is what is the truth? How do we find the truth? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } We are going into all of that, but first tonight, conservatives voices in this country at this hour face a clear and present danger by millionaires and billionaires funding the group called Media Matters for America. They are the number one anti-free speech, the number one pro-censorship group in this country. They are at it again, and they are trying to silence the voice of this program, shut down all conservative voices. Tonight, a special Hannity investigation, we will expose this liberal fascism. That's tonight, big breaking news opening monologue. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } All right. So, I begin tonight with a special thank you to all of you. I am beyond humbled by all of you, our viewers, my radio listeners, for the support you showed me this weekend. It's unbelievable, very humbling. You are the ones that made this show number one in cable news last month. We so greatly appreciate it. The bottom line is, we can't do this without your support. We work hard every day to give you news and information you won't get elsewhere. Also, a very important message tonight, I will explain. Please stop smashing your Keurig coffee machines. I am going to explain how this company was totally exploited, they are actually a victim in all of this this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, Keurig was successfully targeted and preyed upon by the most anti-free speech pro-censorship group in the United States today. It is a group that is bought and paid for by friends and supporters of the Clintons, and as you may have seen, the radical leftist group, Media Matters for America, they launched yet another smear campaign against me to try to get me thrown off the air and get rid of all my advertisers. But just like the numerous other attempts, it's not working, thanks in large part to all of you, and for reacting the way you did this weekend. Now before I explained how this all went down, I want to let you know exactly who we are dealing with. Now, conservative voices in this country for years, we have been facing a clear and present danger. This is an unprecedented act that is happening in this country. And it has to do with people -- right now, if you support this president, if you are a conservative, if you simply refuse to parrot like I do the Democratic talking points like everybody else in the left-wing destroy Trump mainstream media, you are a target. Anyone who dares to speak out, anyone that dares to tell the truth about President Trump and what he is accomplishing, what he wants to accomplish, is a target. And leftists in this group want to shut down our voices. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, this radical leftist group Media Matters for America, they have been and continue to lead this effort. They've been doing this for years. This organization is funded by the likes of George Soros and other leftist millionaires and billionaires, most of whom we don't even know. They want censorship in America. They literally are paying an army of people to listen to every conservative show in the country, every single day, every thought, every word, every sentence on the airways. Then they purposefully twist, lie, distort, propagandize and weaponize whatever is said, whatever other people say, because they want to silence every conservative voice in the country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is a dangerous time. They have been doing this somewhat successfully for years, and now it's only getting worse. It is straight out of the Alinsky playbook: isolate, target, destroy one person at a time. It is the very definition of what I call liberal fascism. And just for a second, I want you to imagine this. Imagine if they are successful. OK, people like me, Rush Limbaugh, Mark Levin, Laura Ingraham, Tucker Carlson, Glenn Beck, Judge Jeanine Pirro, and everybody on Fox, the entire Fox News network is gone. In their perfect world, the voices of the people I just listed would be stifled and stopped and you wouldn't be allowed to hear their voices. In their world, there would be no Fox News Channel. In their world, there would be no dissent, no difference of opinion, no free exchange of ideas. There would be just one singular voice to reflect their radical left-wing worldview. That's how dangerous it is. Now, Media Matters and their paid pack of hit men, their hired guns, they want to shred America's Constitution as it is currently configured and they want their leftist ideology to be the law of the land. They do not believe in freedom of speech. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, as for the incident with Keurig coffee this weekend, I want to once again thank all of you for your support, it blew me away. But for now, please, please stop destroying your coffee machines. As I've been saying, Keurig, they are a victim in this, they were attacked, they were bombarded by the phony, fake moral outrage machine that is Media Matters and their highly effective, well-financed targeting machine. They use all sorts of evil tactics. They use bot programming, they scare companies into overreacting, and that is exactly, sadly, what happened with Keurig this weekend. Media Matters, well, they did what they always do. And guess what, an employee for Keurig who works in social media was not used to dealing with these extreme tactics, sadly, took the bait and capitulated to the pressure. Now, the CEO, to his credit -- of Keurig -- has since apologized to all of his employees today for taking sides in an email that was obtained by The Washington Post. It reads in part this, \"The fact is, our consumer demographics match well with live news programming, which is why we advertise on nearly all cable news channels ranging from MSNBC to Fox News to CNN, all of which will continue. However, given the dynamic nature of news, we always need to evaluate that programming environment on a real-time basis.\" And it continues, \"The decision to publicly communicate our programming decision via our Twitter account was highly unusual. This gave the appearance of taking sides in an emotionally charged debate that escalated on Twitter and beyond over the weekend, which was not our intent. I want you to know the decision to communicate our short-term media actions on Twitter was done outside of company protocols. Clearly this is an unacceptable situation that requires an overhaul of our issues response and external communications policies and the introduction of safeguards to ensure this never happens again. Our company and brand and reputations are too valuable to put at risk in this matter.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); } I'm going to say tonight, I believe the CEO, I believe his sincerity here. And guess what, conservatives drink coffee, liberals drink coffee, libertarians drink coffee, socialists drink coffee, everyone drinks coffee. And he advertises on all news networks. This should be nonpolitical. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } As of now, today before this ever happened this weekend, I have five Keurig machines. Five of them! I have never supported a boycott of my life because I know what they are about, they are about censorship, and by the way, I'm not going to start tonight. I am the strongest supporter of freedom of speech on this program over the years. You've always heard me say, I don't like Bill Maher, I don't even him a little bit, or Stephen Colbert. I don't like what they say. But guess what? You ultimately have the power. Turn the channel. Guess what? You could not watch them. You don't have to listen to any radio show, watch any TV show you don't want to watch. But don't attack their advertisers as a way to silence what they are trying to say, and what Keurig did was a mistake and the CEO admitted it. Now this weekend I must admit, it was disheartening to learn that Keurig, that literally it was sucked in by this machine known as Media Matters. But you, our viewers, unbeknownst to me, you fought back. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); } So tonight, now, please, I'm calling for a cease-fire here. I humbly appreciate your support, but I'm asking you to not smash your Keurig. And I must admit, these videos this weekend, I watched and I laughed, they are hysterical. Watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is what I think of you, Keurig. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All of that was done to support my ability to continue to do this show every night. I am beyond humbled. Now, as I said, I own five Keurigs. Please stop destroying yours. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb5', 'desktop-desk-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } And by the way, for the people who did, later this week, I have a big announcement. I will be giving away 500 coffee makers. I will decide on the brand that I will be giving away in the coming days based on how things unfold. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb8', 'tablet-tw-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban9', 'mobile-mw-ad-ban9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, the reason that Media Matters exploited Keurig was in my response to my coverage of the accusations against Judge Roy Moore, and my radio interview that we did with him on Friday, we also played Friday night right here on this program. Now, on that radio show on Thursday -- I had mentioned Thursday, Media Matters latched onto one thing I said about the Judge Roy Moore allegations, in almost three hours of talking about the allegations, and at one point, for one split-second there was slight ambiguity that I immediately cleared up. Predictably, Media Matters ignored the other two-plus hours of programming, sprung into action, proceeded to purposefully twist and distort my comments, then spread lies all over social media about what I said. Now, before I play for you what I said, it's important to understand who we are dealing with here. Who is Media Matters? Well, a guy by the name Angelo Carusone, he is the president of Media Matters for America. Now, his anti-free speech, his pro-censorship group is trying to silence every conservative voice in this country. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban10', 'mobile-mw-ad-ban10', ''); }); } else { console.error('Error: window.foxstrike not found'); } Now, there is a website dedicated -- look at it right there, to exposing who is this guy that wants to silence every conservative voice? Who is Angelo Carusone? Well, there's a website, you can look it up for yourself, it's called AngeloCarusone.com. You can see it up on your screen. It is full of vile, vicious comments that he even admits that he made if you look at his Twitter account. And we have not independently verified the website, but I encourage you to check it out for yourself. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb9', 'tablet-tw-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let's put it this way: if any conservative made the remarks that are found on that website, AngeloCarasune.com, well, Angelo Carusone would be calling for a boycott of himself. Check it out. And I want to be crystal clear like I have been this entire time when it comes to Judge Roy Moore: if the allegations, these serious allegations against him are true, as I have been saying again and again and again and again, it is beyond disgusting, it is beyond reprehensible. I said that to Judge Moore directly when I interviewed him on Friday. And like I've been saying, I completely understand. I'm completely sympathetic to why women wait to tell their stories of sexual harassment. People that have genuinely been traumatized, experienced evil, experienced the most painful thing anyone could ever think of. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb6', 'desktop-desk-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban11', 'mobile-mw-ad-ban11', ''); }); } else { console.error('Error: window.foxstrike not found'); } And with all of that in mind, here's just some of what I was saying about Judge Moore on radio Thursday that Media Matters never wants you to listen to. Listen to this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb10', 'tablet-tw-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We all find any allegation of abuse of women repugnant. All of us. And unacceptable. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban12', 'mobile-mw-ad-ban12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is a very hard topic because for a lot of reasons I can understand women that don't speak. I find it repugnant, anybody that abuses a woman this way. Absolutely repugnant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Because we all hate anybody that would abuse any woman. Because it is so offensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That this is such a horrific act of evil violence and so traumatizes people that they live in fear. They live in fear of, you know, A, how -- they don't want people to know this horrible thing happened to them so they bottle it up, they keep it up inside, and then fear that they are not going to be believed, fear that they're going to be blame. You know, I mean, I think there is legitimate reasons why and personal reasons why women wait. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb11', 'tablet-tw-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban13', 'mobile-mw-ad-ban13', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb7', 'desktop-desk-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And here is what I said, this is the first night of coverage on TV, that very night, that they are using to distort, smear, slander, boycott and get me fired. Watch this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban14', 'mobile-mw-ad-ban14', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The woman is alleging to The Washington Post that back in 1979 when she was 14-years-old, she had a sexual encounter -- actually two of them -- with then-32-year-old Roy Moore. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb12', 'tablet-tw-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Three other women are also accusing Moore of sexual misconduct back to the 1970s while they were teenagers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In the case of Judge Moore, if it's true, he should step aside and leave the Senate race. Everyone would agree, everybody, a 32-year-old man pursuing a 14-year-old girl is disgusting. That is something we should all agree on, this should transcend politics. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban15', 'mobile-mw-ad-ban15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "These are very serious allegations. Of course they have to be investigated to the fullest extent. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb8', 'desktop-desk-ad-lb8', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb13', 'tablet-tw-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you understand what I'm saying? Is it any wonder groups like Media Matters, they never shared any of what I said. They took it out of context, twisted it, diced and spliced, all for political partisan reasons. It's because they would rather be taking out of context to smear, slander and shut me out. They try this for many years against many conservatives. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban16', 'mobile-mw-ad-ban16', ''); }); } else { console.error('Error: window.foxstrike not found'); } And on Friday, I actually was the only one that interviewed Judge Roy Moore about the allegations, and just like I said, it is important to listen to all sides before we rush to judgment. I believe in the presumption of innocence of every single American, because time and again we have seen the media and others, like President Obama, he is a great example, rush to judgment and get big issues completely wrong. Look at the Duke Lacrosse case. Look at the Cambridge police, look at Ferguson, Missouri, hands up, don't shoot. Trayvon Martin, George Zimmermann. And I learned this with Richard Jewell in Atlanta, media rushes to judgment, damages and destroys people's lives, and I learned my lesson a long time ago. Wait until all the facts come out, do my research, talk to the people involved before I make a decision. That to me is fundamentally fair. I did this with all of Bill Clinton's accusers, I sat down with them, I look them in the eye. I asked them what happened, they told their stories. And on Friday I did exactly the same thing with Judge Roy Moore. I went point by point through the allegations, every single allegation against him. I challenged him on every single one and I let him respond because this is too serious to play games with. Watch this, listen to this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb14', 'tablet-tw-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban17', 'mobile-mw-ad-ban17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Would it be unusual for you as a 32-year-old guy to have dated a woman as young as 17, that would be a 15 year difference, or a girl 18, do you remember dating girls that young at that time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE ROY MOORE, ALABAMA SENATE CANDIDATE",
      "sentences": "Not generally, no. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb9', 'desktop-desk-ad-lb9', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban18', 'mobile-mw-ad-ban18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If any Senate candidate who was 32 at the time had done this to a 14-year-old girl, to me it's disgusting. To me, it would be despicable. To me, that is a predator. Would you agree with me, no such person whoever does that should ever be in the United States Senate? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb15', 'tablet-tw-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's go back to one more question, because I didn't understand this. If you are 32, and you do date -- again, there's a difference, 17 or 18-year-old, that's a pretty big gap for a pretty young girl. Is that something you did when you were dating? I'm not talking about the 14-year-old in that specific allegation. Would it be normal behavior back in those days for you to date a girl that is 17 or 18? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban19', 'mobile-mw-ad-ban19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "No, not normal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If my daughter is 17 -- my daughter is 16 years old. If she is 17 or 18, I don't want her dating a 32-year-old. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb16', 'tablet-tw-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I wouldn't either. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban20', 'mobile-mw-ad-ban20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And you can say unequivocally you never dated anybody that was in their late teens like that when you were at 32? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb10', 'desktop-desk-ad-lb10', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "It would have been out of my customary behavior. That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In other words, you don't recall ever dating any girl that young when you are that old? if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb17', 'tablet-tw-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "I've said no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And you think that's inappropriate too, that's what you are saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Inappropriate, yes. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb18', 'tablet-tw-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I asked every question, I got widespread praise. Too serious a topic. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb11', 'desktop-desk-ad-lb11', ''); }); } else { console.error('Error: window.foxstrike not found'); } And then on TV, again, not covered by this leftist group that is the number one censorship group in the country. Then on Friday night, I said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As I said last night, these are very serious accusations, and if they are true, Moore should leave that Senate race. If. Now, everyone agrees a 32-year-old man pursuing a 14-year-old girl is despicable and beyond disgusting. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb19', 'tablet-tw-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. What I said there is exactly right. These are very serious allegations against Judge Roy Moore. They need to be handled and treated that way, which is exactly what I did. And unlike many in the liberal mainstream media, we actually care about truth. I said that every day. We care about facts. We care about getting it right. And that's what I was trying to find out before reaching a conclusion. Many rushed to judgment in the media and elsewhere. In fact, and Media Matters will never tell you this, liberal members of the media actually praised my interview with Judge Moore. Look at some of the tweets. \"Fair is fair, Hannity is not letting Moore off the hook year here.\" if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb12', 'desktop-desk-ad-lb12', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb20', 'tablet-tw-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); } \"@SeanHannity Conducting a meticulous tough interview with Roy Moore, who is coming across as unconvincing and dismissive of very serious allegations.\" \"Hannity is actually doing a pretty effective job of making Moore address specific allegations in The Washington Post piece.\" \"Had doubts, but @SeanHannity not doing a bad job, pressing Moore on all allegations.\" Now, when the media, the left-wing media -- they don't like me -- says, I did a good job, OK, it's probably a grand slam. It's probably winning the Stanley Cup. But Media Matters never reported those facts, what I said. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb21', 'tablet-tw-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); } This is so important: if you want conservative voices to remain, it shows you how low they go to silence a conservative voice. This is the atmosphere that we work in, every conservative on radio and television. This is so important. This is my big take away from tonight's monologue. Unlike a lot of the sheep and the destroy Trump mainstream media, we here on this program, I am open about my support of the president, much of his agenda. We are willing to give him a fair shake unlike many in the media, on this show we don't rush to judgment without all the facts. And I will never rush to judgment and because I believe -- and I will never apologize for believing in the presumption of innocence -- the allegations against George Roy Moore are very serious. We need truth, they need to be investigated. The voters in Alabama deserved the truth before they decide who to cast their ballots for. And as I said Friday, if that means moving back the election, then so be it. Whatever it takes. And if these allegations are true, Judge Moore needs to step aside. Also, one more thing. A day of reckoning is now headed in the Clintons' direction, because all of their shenanigans, their abuse of women in the case of Bill Clinton over the years, her taking money from countries that abuse women, kill gays and lesbians, and persecute Christians and Jews, now things you see are changing in the country. And all of those that made excuses and covered up for the Clintons all these years, they will have to answer some serious questions in the days to come. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb13', 'desktop-desk-ad-lb13', ''); }); } else { console.error('Error: window.foxstrike not found'); } When we come back, Geraldo Rivera, Rebecca Rose Woodland, Judge Jeanine Pirro will join us. Plus, Donald Trump, Jr. tonight responds to a report that he communicated with WikiLeaks during the election. We have the exchange. And later, you won't believe what award Colin Kaepernick was given on this busy breaking Monday news night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And welcome back to \"Hannity.\" Major breaking news tonight about the corrupt Uranium One deal. Fox News is out tonight with an exclusive report. Here's the headline. \"Sessions directs prosecutors to evaluate certain issues involving Uranium One, and Clinton, and leaves the door open on a special counsel.\" Finally! Does that mean equal justice under the law, will they finally start holding the Clinton's accountable for the years of corruption? Now, tomorrow, Sessions is set to testify in front of the House Judiciary Committee. We're going to have a lot more on that with Sarah Carter, Gregg Jarrett in just a minute. But joining us now with reaction to always been talking about, Fox News correspondent-at-large, Geraldo Rivera, trial Attorney Rebecca Rose Woodland, and she is the host, you know her well, \"Justice with Judge Jeanine,\" Judge Jeanine Pirro is with us. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb14', 'desktop-desk-ad-lb14', ''); }); } else { console.error('Error: window.foxstrike not found'); } Let me start with you. You know, we saw this unfold, I see the Twitter report by Keurig, I know they got sucked in, they had no idea who this group was. This is the biggest pro-censorship group in the country, and I don't want the workers for Keurig fired. I don't want them -- unbeknownst to me, people that love this show, love this show, love this channel see it and says, find. If you're going to pick sides -- they advertise on MS, on CNN, everywhere. JUDGE JEANINE PIRRO, HOST, \"JUSTICE WITH JUDGE JEANINE\": Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Everybody loves coffee, no matter what your political views, Judge. I drink a ton of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I don't start my day without it, Sean. But here's what we saw, America gets it. America gets that what is happening now is that the left is not only trying to shut down the right on college campuses with their safe spaces and all that other nonsense, but they are trying to shut us down. They are trying to prevent people from watching us, trying to get us fired, and they are using people like Keurig and all those other like coffee companies, or coffeemaker companies, from you know, making us or allowing us to be on television. We are on television because people advertise on our show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Conservative string coffee, liberals drink it. You know, I have to give the CEO of Keurig -- if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb15', 'desktop-desk-ad-lb15', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And I was inclined to just keep going with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But I stopped when I saw his statement. I said, you know what, he was a victim here. They don't understand the programming. They don't understand the agenda. You know, but the fact that the left is so anti- free speech today. When all these attacks against conservatives come up, do you know who never speaks up? Liberals. I thought they were free speech. You know? They are not. Because they would be supporting the right of people to watch this show and advertisers to freely watch the show. They are silent. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REBECCA ROSE WOODLAND, TRIAL ATTORNEY",
      "sentences": "Well, what we make of it is that there's a First Amendment in this country and the First Amendment is therefore a reason. The founding fathers and the constitution clearly states that there can be two sides. Let's let everyone have freedom of speech, that's what democracy is. If we don't have freedom of speech, what does it become? Fascism, socialism. The point of freedom of speech is so that people can hear views, people can understand and make their own evaluations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nobody has to watch the show. But by the way, never tune out. We need truth, you are saving the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODLAND",
      "sentences": "But liberals and conservatives should watch your show. Why not? Why don't we listen to different opposing opinions and make our own decisions and don't come to rash conclusions? The point of law is that we are innocent until proven guilty. Sean, you never said -- I was here Friday. You never said you supported Roy Moore, you never said that once. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb16', 'desktop-desk-ad-lb16', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I said that I support not rushing to judgment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODLAND",
      "sentences": "Yes, you did. That's very different than supporting him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I support the presumption of innocence. And let me bring Geraldo in. Geraldo, you actually -- by the way, if I'm not here, Geraldo, our fan debates go away, forever. And I would hate to have that happen. We disagree, but we get along great. One of the things that I love about -- you speak your mind. When the left literally praised that interview, I thought I did the right thing. This is a serious allegation, it should be nonpolitical. We should get to the truth, everybody deserves the presumption of innocence. I'm not backing down from one thing I said in here. I think that's the right position and I don't like rushing to judgment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Boycotts stink, but hypocrisy stinks even worse than boycotts. When you have a group like Media Matters, which professes to support and protect the First Amendment, undermining the First Amendment rights of everyone else to have access to the shows that they want to watch, that is such gross hypocrisy, it's grotesque. The other thing is, everyone admits that no one put the nail in Roy Moore's political coffin more effectively than you. I know that was not your intention, but when you ask the tough questions, you asked every single question that had to be asked, and his answers didn't match the ferocity of the accusations. Everyone, even those on the fence suddenly were saying to Roy Moore, hey, Judge, it may be a better find something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way Ted Cruz pulled his support from Judge Moore, that is huge. Fugitives tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That fifth accuser, and that whole inscription in the yearbook, my goodness. How creepy is it that a district attorney signed a 17-year-old kid's yearbook and signs it with flourishes and love. I'm surprised he didn't put a heart, a broken heart, why didn't you call me and XXX, I mean it is pretty, it's contemporaneous proof, as I have asked for in these cases, because you have no statute of limitations in this case, it's 38 years old. 40 years old in the case of the fifth accuser today. But you have some contemporaneous corroboration that Roy Moore, the district attorney was hitting on this high school senior. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb17', 'desktop-desk-ad-lb17', ''); }); } else { console.error('Error: window.foxstrike not found'); } JEANINE PIRRO, \"JUSTICE WITH JUDGE JEANINE\" HOST: Look. I'm spent my career doing this, and trying to assess between a complaint whether or not there is sufficient evidence to go forward with the criminal case, prove beyond a reasonable doubt that a crime has been committed, and make no mistake, everybody talks about the presumption of innocence, but every time a prosecutor goes into that grand jury, we don't go into the grand jury thinking we are going in on the presumption of innocence, with a wincing we are going to get a conviction here. Now, this fifth person and the statement she gave is compelling evidence, and there was no question based upon what I read in that statement that this 32-year-old district attorney was grooming this young girl, going to her place of business where as a young waitress she would stay there until 10:00 at night. He was there in the same seat every night waiting until she left. He complemented her, he touched her hair, he waited until she left and would leave when she left. He then talked about whether or not she would need a ride home. He took her home. He was targeting her, sizing her up, contemporaneous confirming corroborating evidence in the yearbook. Love Roy Moore, its all there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This only came out today. We have seen those kids with duke lacrosse wrongly, falsely accused. 88 professors jumped on the bandwagon, those kids' lives will forever be impacted. Is it wrong -- you were convinced today, were you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It was today that I was convinced. It was not just the yearbook. Women, young girls do not feel that in a situation where someone has power -- who has more -- today was the tipping point. Who has more power than a sitting D.A.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is it wrong that I wait and don't rush to judgment and lie to Clarence Thomas and lie to Duke Lacrosse, Ferguson, all these people are wrong so often.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "We cannot rush to justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tonight it tip your bells.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Today tipped. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb18', 'desktop-desk-ad-lb18', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODLAND",
      "sentences": "Why done we be clear, you didn't rush to judgment, but you put an interview on national television with all the information. It's not as if you didn't cover the story. You covered it clearly, you were so effective, you were better than any attorney I know in a cross- examination in the courtroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Unbeknownst to you, you tip the scale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's too serious. This isn't a game, these are people's lives. I am a father of a daughter. I am a brother to sisters. Geraldo what is your weigh in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that when you mentioned the fact that you have a teenage girl and you found the whole concept of someone in his early 30s, particularly a person with authority and power like a district attorney, dating someone your daughter's age, he would find that disgusting, outrageous, you would not tolerate it for a second. And I think that in that moment, you became the surrogate for dads everywhere, all across the country. And I think with that question and his halting and contradictory answer, you really took this from a remote charge, and the if it's true kind of context, to one that really allowed people to put themselves in that position and suggest, you know something, this is really creepy, this guy is really beyond the pale and it gives you the kind of heebie-jeebies, and I understand Alabama, lawyers from Birmingham, I was honored on there, I love Alabama, but it has a quirky defiant streak to it, and I think that we have to appeal to the Alabama voters now, the common sense. I believe they will rise to the occasion that even though they want to defy the man, this is a case where they have to go with the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We only have seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. It's not about that right now. What it's about now is about the fact that people will see this for what it is. At this isn't about politics anymore. This is about people seeing someone who was grooming a young woman and a sexual predator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODLAND",
      "sentences": "Exactly. Friday, I had already determined that I didn't believe -- I did not believe him. I told Sean that. But that doesn't mean we don't cover it further, that doesn't mean we don't rush to judgment, but now today with his fifth accuser, I am even more certain. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb19', 'desktop-desk-ad-lb19', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have been more right than wrong in most of my career because I don't rush to judgment. These are people's lives. There's a reason one of the big Ten Commandments thou shalt not bear pulse witness. If someone is a predator, we have to get the truth, we don't need this people on the streets, you spent a lifetime putting those people away. Thank you all for being with us. When we come back, Donald Trump Jr. Tonight responding specifically. We have all the details, and investigation that he communicated with WikiLeaks during the election, you don't want to miss that, Sarah Carter next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" Donald Trump Jr. has now tonight released private messages that he had with WikiLeaks during the 2016 election. All of them. After a report came out earlier that he \"had communicated with the group in a series of tweets. Trump Jr. produced the entire chain of messages with WikiLeaks. In his first correspondence with WikiLeaks he thanked the group for giving him a heads up on an anti-Trump super pac that was about to launch. In a separate exchange, WikiLeaks urged Trump Jr. to comment on the story that Hillary Clinton wanted to kill WikiLeaks founder Julian Sanchez with a drone strike, which Trump Jr. said he already commented on. Trump Jr. added that it is now amazing how Clinton gets away with saying the type of stuff. Trump Jr., then asked WikiLeaks about an upcoming leak he was reading about. He released it all. That is it? Joining us now with reaction to that and other breaking news, we have investigative journalist Sarah Carter, Fox News legal analyst Gregg Jarrett. Sarah, I will get to your breaking news and a second. I read that and I said he did nothing wrong. Nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEAGL ANALYTS",
      "sentences": "It's not a crime to communicate with a foreign national, including a Russian. It's not a crime to talk to them, as he did in the infamous Trump tower meeting. He said I will ask around to one comment to another he said I have already talked about that. All of these are completely innocuous. If he had asked for something of value, or had received something of value.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've been reading you are going to drop something, he said when? That is it. That is it? Compared to the dossier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "If there is an exchange of money or value, that is a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That obviously didn't happen. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb20', 'desktop-desk-ad-lb20', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "No, but what did happen is that the Hillary Clinton campaign and the DNC paid millions of dollars to foreign nationals for the salacious Trump dossier. That is a crime, and it's also a crime to have failed to report it properly. That is two crimes they committed, Donald Trump Jr.'s tweets, no crime at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right Sarah, let go in to your article today and the breaking news that in fact -- we reported this two Fridays ago, he reported it as well, that in fact Jeff Sessions did not recuse himself from uranium one and these other deals, and he may now appoint a special prosecutor, something we have said has been need a long time. Finally, hopefully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH CARTER, CIRCA NEWS",
      "sentences": "It's incredible news Sean, because now what we know for certain is that for a while now the Department of Justice has been looking into all of these allegations. Not just uranium one, but the Clinton foundation, leaks out of the FBI and the unmasking of Americans. These are huge subjects that we have been discussing here on the show. I mean all year long. Now what we know is that they have been looking into it all year long as well. These are congressional criminal referrals, which makes the Department of Justice now takes that one step further and goes to the FBI and says can you look into this? What information can we find out to build cases? Is there something here? And now as we know tonight --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Your headline, Congressional referrals as part of the Department of Justice investigation like Uranium one and the Clinton foundation. OK. There were request a long time ago. Jim Jordan and what's his name, Congressman from Florida, Gates this week wrote a letter. Jeff, do your job or?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "It appears he has been doing his job, they are just not discussing it publicly. A lot of this has to do with if you go back to former FBI Director James Comey and this is what some of the sources have been telling me. He was chided for coming out and speaking publicly about ongoing investigations when he hadn't taken that one step further and gone to the Attorney General, which is what he should have done. What they are trying to say is look, although we are not talking about this publicly, we are doing our job. We've been working on these. The FBI is now involved in this. We are looking at the evidence, we are building of these cases, and it is necessary, a special counsel can be appointed. That was the information that came through tonight, and Fox reported that from the Assistant Attorney General, Stephen Boyd, who sent a letter to the Chairman Goodlatte and said here you go, we are looking into this, and we will take into consideration everything that you have requested, including a special counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Gregg, on the issue of the email server scandal, on the issue of the dossier, now we know that Clinton's funded, bought and paid for Russian paid propaganda that they impact the election and lied to the American people. Disinformation, then you add the uranium one. You have laid out all the potential crimes. If a fair special counsel is appointed, I would argue the Clintons are finished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "There is compelling evidence to present to a grand jury to a special counsel, or even the Department of Justice, that there was a pay to play schemes by Hillary Clinton. That she used her public office to confer a benefit to a foreign government in exchange for money. Mail fraud, bank fraud, bribery, wire fraud, and it's also racketeering by using her foundation as a conduit to funnel money through. This is all the subject of Goodlatte's letter, July 27th, this is a copy of it right here. Sent to Sessions. And Sessions ignore that letter. They sent another one in September, please respond. Finally, the night before Sessions is to testify before that same committee, they had knowledge that there is an investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb21', 'desktop-desk-ad-lb21', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Sarah you know that the informant represented by Victoria Toensing. Without divulging information you know, how devastating will this information be, in your opinion, you are investigative journalist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I believe that this informant has information that can actually change the direction of what we've seen in the past. I believe that he needs a platform to get that information out, and that is part of this investigation. I have not been privy, Sean, to all of the information that the informant has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But what you do know is devastating, is that a fair characterization?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I think that is a fair characterization, especially if there is a special counsel appointed, or an independent investigator that can follow the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "The informant will connect the dots to Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Agreed. They have his own experience, documents and emails and tapes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "And Russians bragging about manipulating Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "That is right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We will keep on this, I have to spend this time talking about left-wing attempts to silence my voice. Too important. When we come back on it you will not believe this, \"GQ\" honoring Colin Kaepernick, and it has outraged people. A debate you don't want to miss. David Clark, Darrell Parks, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" GQ magazine released the cover of its annual men of the year issue, naming former San Francisco 49ers quarterback Colin Kaepernick as their citizen of the year. Now they said they are honoring Kaepernick's activism on police brutality. Remember, this is the same Kaepernick. See those socks? It depicts policemen as pigs and much worst. Joining us with reaction America first action spokesman senior adviser, former Milwaukee County Sheriff David Clarke, and civil rights attorney Daryl Parks. Daryl, it's the stuffed, the petition that he has taken on police, it is a broad, sweeping generalization. You know we see in Vegas, we see on 9/11, we see it in most recent attack in New York, we see the cops. Those are the days will remember, wow, these are amazing people that put their lives on the line for us. And don't they deserve the presumption of innocence, and the action of one bad cop does not reflect on the 99.999 percent of others? He rushes to judgment. He supported a murdering dictator Castro. How does he get the man of the year with socks exactly like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DARYL PARKS, CIVIL RIGHTS ATTORNEY",
      "sentences": "Sean, let me say, you have to also remember that there are still young black males who have lost their lives at the hand of the police as well too. Yes, there are situations --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are you saying that there are instances of a few, but there are also instances of many cops that risk their lives. Look at the cops in the case of Steve Scalise going up against a rifle, open field with a pistol. That is almost a suicide mission, but they did it to save lives. That is how amazing these cops are to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "I know Officer Bailey personally. Is a proud member of the Alpha Phi Fraternity? Let me say, people like that do good things, but we still have to deal with the big problem we had with black people losing their lives at the hands of the police. We have not dealt with at issue as a country. So he brought great attention to a great number of people who are losing their lives with encounters with law enforcement. That issue has not been dealt with as a country. We must deal with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sheriff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID CLARKE, MILWAUKEE COUNTY SHERIFF",
      "sentences": "First of all, the facts are very clear, the data is clear. It more black men lose their lives at the hand of other black men, not police. But as for \"GQ,\" look, I think probably the first runner-up would have been O.J. Simpson, this is a political stunt by GQ magazine, a failing magazine. Their viewership or their readership is probably off. They had to bring attention to themselves that is why I call as a political stunt. Much like when rolling stone puts one of the brothers on their cover. The left and \"GQ\" in this instance has really cheap and what it means in United States of America to hold that kind of status. When I think people like (inaudible) lost his life fighting for civil rights, Dr. Martin Luther King Jr., Muhammad Ali was stripped for his boxing title standing up for what he believed in. I think of Jackie Robinson who cross the color barrier in baseball, these people accomplished something and really stood for something, they had a core about them. Kaepernick doesn't know what he is talking about. When you recall Sean, he is not the original take a knee. That was Tim Tebow who did it in prayer. Kaepernick sat on his ass during the national anthem and the disrespect that he showed not only for the flag and for the anthem and for America, but for military people as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Those people that fought, bled and died. 20 seconds Daryl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Without question, the protest was not about the flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "People died fighting for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "But his protest was not about the flag. He has always said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. More \"Hannity\" straight ahead, stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That is all the time that we have left this evening. We thank you for being with us. Special thank you again what I saw on the internet this weekend, to push back against those silence conservative voices. It has moved and touched my heart, and it has given me resolve to fight harder. You give me this camera every night, microphone every day. I thank you so much. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity.\" This just breaking, this moment, Donald Trump, Jr. responding to a report that he communicated with WikiLeaks during the election. He has released all the messages, and we have them. Also the Attorney General Jeff Sessions tonight, just now calling on a senior federal prosecutor to evaluate, quote, \"Certain issues regarding the corrupt Uranium One deal and potential wrongdoing by the Clinton Foundation\" finally. And in a letter to Congressional Republicans, Sessions is also saying, that he's leaving the door open for the appointment of a special counsel, what we have been calling for. But first tonight, a fifth woman is now coming forward with allegations against U.S. Senate candidate Judge Roy Moore. During a news conference today, the woman accused Judge Moore of sexually assaulting her back in the 1970s when she was 16 years old. And he of course was 32, in his 30s. Now, Judge Moore remains defiant and he is denying these new allegations amid growing calls for him to withdraw from the special election race. As we've been saying, these allegations are beyond disturbing and we understand why these women may be waited so long before speaking out. The bottom-line is what is the truth? How do we find the truth? We are going into all of that, but first tonight, conservatives voices in this country at this hour face a clear and present danger by millionaires and billionaires funding the group called Media Matters for America. They are the number one anti-free speech, the number one pro-censorship group in this country. They are at it again, and they are trying to silence the voice of this program, shut down all conservative voices. Tonight, a special Hannity investigation, we will expose this liberal fascism. That's tonight, big breaking news opening monologue. All right. So, I begin tonight with a special thank you to all of you. I am beyond humbled by all of you, our viewers, my radio listeners, for the support you showed me this weekend. It's unbelievable, very humbling. You are the ones that made this show number one in cable news last month. We so greatly appreciate it. The bottom line is, we can't do this without your support. We work hard every day to give you news and information you won't get elsewhere. Also, a very important message tonight, I will explain. Please stop smashing your Keurig coffee machines. I am going to explain how this company was totally exploited, they are actually a victim in all of this this. Now, Keurig was successfully targeted and preyed upon by the most anti-free speech pro-censorship group in the United States today. It is a group that is bought and paid for by friends and supporters of the Clintons, and as you may have seen, the radical leftist group, Media Matters for America, they launched yet another smear campaign against me to try to get me thrown off the air and get rid of all my advertisers. But just like the numerous other attempts, it's not working, thanks in large part to all of you, and for reacting the way you did this weekend. Now before I explained how this all went down, I want to let you know exactly who we are dealing with. Now, conservative voices in this country for years, we have been facing a clear and present danger. This is an unprecedented act that is happening in this country. And it has to do with people -- right now, if you support this president, if you are a conservative, if you simply refuse to parrot like I do the Democratic talking points like everybody else in the left-wing destroy Trump mainstream media, you are a target. Anyone who dares to speak out, anyone that dares to tell the truth about President Trump and what he is accomplishing, what he wants to accomplish, is a target. And leftists in this group want to shut down our voices. Now, this radical leftist group Media Matters for America, they have been and continue to lead this effort. They've been doing this for years. This organization is funded by the likes of George Soros and other leftist millionaires and billionaires, most of whom we don't even know. They want censorship in America. They literally are paying an army of people to listen to every conservative show in the country, every single day, every thought, every word, every sentence on the airways. Then they purposefully twist, lie, distort, propagandize and weaponize whatever is said, whatever other people say, because they want to silence every conservative voice in the country."
    },
    {
      "speaker": "This is a dangerous time. They have been doing this somewhat successfully for years, and now it's only getting worse. It is straight out of the Alinsky playbook",
      "utterance": "isolate, target, destroy one person at a time. It is the very definition of what I call liberal fascism. And just for a second, I want you to imagine this. Imagine if they are successful. OK, people like me, Rush Limbaugh, Mark Levin, Laura Ingraham, Tucker Carlson, Glenn Beck, Judge Jeanine Pirro, and everybody on Fox, the entire Fox News network is gone. In their perfect world, the voices of the people I just listed would be stifled and stopped and you wouldn't be allowed to hear their voices. In their world, there would be no Fox News Channel. In their world, there would be no dissent, no difference of opinion, no free exchange of ideas. There would be just one singular voice to reflect their radical left-wing worldview. That's how dangerous it is. Now, Media Matters and their paid pack of hit men, their hired guns, they want to shred America's Constitution as it is currently configured and they want their leftist ideology to be the law of the land. They do not believe in freedom of speech. Now, as for the incident with Keurig coffee this weekend, I want to once again thank all of you for your support, it blew me away. But for now, please, please stop destroying your coffee machines. As I've been saying, Keurig, they are a victim in this, they were attacked, they were bombarded by the phony, fake moral outrage machine that is Media Matters and their highly effective, well-financed targeting machine. They use all sorts of evil tactics. They use bot programming, they scare companies into overreacting, and that is exactly, sadly, what happened with Keurig this weekend. Media Matters, well, they did what they always do. And guess what, an employee for Keurig who works in social media was not used to dealing with these extreme tactics, sadly, took the bait and capitulated to the pressure. Now, the CEO, to his credit -- of Keurig -- has since apologized to all of his employees today for taking sides in an email that was obtained by The Washington Post. It reads in part this, \"The fact is, our consumer demographics match well with live news programming, which is why we advertise on nearly all cable news channels ranging from MSNBC to Fox News to CNN, all of which will continue. However, given the dynamic nature of news, we always need to evaluate that programming environment on a real-time basis.\" And it continues, \"The decision to publicly communicate our programming decision via our Twitter account was highly unusual. This gave the appearance of taking sides in an emotionally charged debate that escalated on Twitter and beyond over the weekend, which was not our intent. I want you to know the decision to communicate our short-term media actions on Twitter was done outside of company protocols. Clearly this is an unacceptable situation that requires an overhaul of our issues response and external communications policies and the introduction of safeguards to ensure this never happens again. Our company and brand and reputations are too valuable to put at risk in this matter.\" I'm going to say tonight, I believe the CEO, I believe his sincerity here. And guess what, conservatives drink coffee, liberals drink coffee, libertarians drink coffee, socialists drink coffee, everyone drinks coffee. And he advertises on all news networks. This should be nonpolitical. As of now, today before this ever happened this weekend, I have five Keurig machines. Five of them! I have never supported a boycott of my life because I know what they are about, they are about censorship, and by the way, I'm not going to start tonight. I am the strongest supporter of freedom of speech on this program over the years. You've always heard me say, I don't like Bill Maher, I don't even him a little bit, or Stephen Colbert. I don't like what they say. But guess what? You ultimately have the power. Turn the channel. Guess what? You could not watch them. You don't have to listen to any radio show, watch any TV show you don't want to watch. But don't attack their advertisers as a way to silence what they are trying to say, and what Keurig did was a mistake and the CEO admitted it. Now this weekend I must admit, it was disheartening to learn that Keurig, that literally it was sucked in by this machine known as Media Matters. But you, our viewers, unbeknownst to me, you fought back. So tonight, now, please, I'm calling for a cease-fire here. I humbly appreciate your support, but I'm asking you to not smash your Keurig. And I must admit, these videos this weekend, I watched and I laughed, they are hysterical. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is what I think of you, Keurig."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All of that was done to support my ability to continue to do this show every night. I am beyond humbled. Now, as I said, I own five Keurigs. Please stop destroying yours. And by the way, for the people who did, later this week, I have a big announcement. I will be giving away 500 coffee makers. I will decide on the brand that I will be giving away in the coming days based on how things unfold. Now, the reason that Media Matters exploited Keurig was in my response to my coverage of the accusations against Judge Roy Moore, and my radio interview that we did with him on Friday, we also played Friday night right here on this program. Now, on that radio show on Thursday -- I had mentioned Thursday, Media Matters latched onto one thing I said about the Judge Roy Moore allegations, in almost three hours of talking about the allegations, and at one point, for one split-second there was slight ambiguity that I immediately cleared up. Predictably, Media Matters ignored the other two-plus hours of programming, sprung into action, proceeded to purposefully twist and distort my comments, then spread lies all over social media about what I said. Now, before I play for you what I said, it's important to understand who we are dealing with here. Who is Media Matters? Well, a guy by the name Angelo Carusone, he is the president of Media Matters for America. Now, his anti-free speech, his pro-censorship group is trying to silence every conservative voice in this country. Now, there is a website dedicated -- look at it right there, to exposing who is this guy that wants to silence every conservative voice? Who is Angelo Carusone? Well, there's a website, you can look it up for yourself, it's called AngeloCarusone.com. You can see it up on your screen. It is full of vile, vicious comments that he even admits that he made if you look at his Twitter account. And we have not independently verified the website, but I encourage you to check it out for yourself."
    },
    {
      "speaker": "Let's put it this way",
      "utterance": "if any conservative made the remarks that are found on that website, AngeloCarasune.com, well, Angelo Carusone would be calling for a boycott of himself. Check it out."
    },
    {
      "speaker": "And I want to be crystal clear like I have been this entire time when it comes to Judge Roy Moore",
      "utterance": "if the allegations, these serious allegations against him are true, as I have been saying again and again and again and again, it is beyond disgusting, it is beyond reprehensible. I said that to Judge Moore directly when I interviewed him on Friday. And like I've been saying, I completely understand. I'm completely sympathetic to why women wait to tell their stories of sexual harassment. People that have genuinely been traumatized, experienced evil, experienced the most painful thing anyone could ever think of. And with all of that in mind, here's just some of what I was saying about Judge Moore on radio Thursday that Media Matters never wants you to listen to. Listen to this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We all find any allegation of abuse of women repugnant. All of us. And unacceptable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is a very hard topic because for a lot of reasons I can understand women that don't speak. I find it repugnant, anybody that abuses a woman this way. Absolutely repugnant."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Because we all hate anybody that would abuse any woman. Because it is so offensive."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That this is such a horrific act of evil violence and so traumatizes people that they live in fear. They live in fear of, you know, A, how -- they don't want people to know this horrible thing happened to them so they bottle it up, they keep it up inside, and then fear that they are not going to be believed, fear that they're going to be blame. You know, I mean, I think there is legitimate reasons why and personal reasons why women wait."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And here is what I said, this is the first night of coverage on TV, that very night, that they are using to distort, smear, slander, boycott and get me fired. Watch this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The woman is alleging to The Washington Post that back in 1979 when she was 14-years-old, she had a sexual encounter -- actually two of them -- with then-32-year-old Roy Moore."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Three other women are also accusing Moore of sexual misconduct back to the 1970s while they were teenagers."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In the case of Judge Moore, if it's true, he should step aside and leave the Senate race. Everyone would agree, everybody, a 32-year-old man pursuing a 14-year-old girl is disgusting. That is something we should all agree on, this should transcend politics."
    },
    {
      "speaker": "HANNITY",
      "utterance": "These are very serious allegations. Of course they have to be investigated to the fullest extent."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you understand what I'm saying? Is it any wonder groups like Media Matters, they never shared any of what I said. They took it out of context, twisted it, diced and spliced, all for political partisan reasons. It's because they would rather be taking out of context to smear, slander and shut me out. They try this for many years against many conservatives. And on Friday, I actually was the only one that interviewed Judge Roy Moore about the allegations, and just like I said, it is important to listen to all sides before we rush to judgment. I believe in the presumption of innocence of every single American, because time and again we have seen the media and others, like President Obama, he is a great example, rush to judgment and get big issues completely wrong. Look at the Duke Lacrosse case. Look at the Cambridge police, look at Ferguson, Missouri, hands up, don't shoot. Trayvon Martin, George Zimmermann. And I learned this with Richard Jewell in Atlanta, media rushes to judgment, damages and destroys people's lives, and I learned my lesson a long time ago. Wait until all the facts come out, do my research, talk to the people involved before I make a decision. That to me is fundamentally fair. I did this with all of Bill Clinton's accusers, I sat down with them, I look them in the eye. I asked them what happened, they told their stories. And on Friday I did exactly the same thing with Judge Roy Moore. I went point by point through the allegations, every single allegation against him. I challenged him on every single one and I let him respond because this is too serious to play games with. Watch this, listen to this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Would it be unusual for you as a 32-year-old guy to have dated a woman as young as 17, that would be a 15 year difference, or a girl 18, do you remember dating girls that young at that time?"
    },
    {
      "speaker": "JUDGE ROY MOORE, ALABAMA SENATE CANDIDATE",
      "utterance": "Not generally, no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If any Senate candidate who was 32 at the time had done this to a 14-year-old girl, to me it's disgusting. To me, it would be despicable. To me, that is a predator. Would you agree with me, no such person whoever does that should ever be in the United States Senate?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Of course."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's go back to one more question, because I didn't understand this. If you are 32, and you do date -- again, there's a difference, 17 or 18-year-old, that's a pretty big gap for a pretty young girl. Is that something you did when you were dating? I'm not talking about the 14-year-old in that specific allegation. Would it be normal behavior back in those days for you to date a girl that is 17 or 18?"
    },
    {
      "speaker": "MOORE",
      "utterance": "No, not normal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If my daughter is 17 -- my daughter is 16 years old. If she is 17 or 18, I don't want her dating a 32-year-old."
    },
    {
      "speaker": "MOORE",
      "utterance": "I wouldn't either."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And you can say unequivocally you never dated anybody that was in their late teens like that when you were at 32?"
    },
    {
      "speaker": "MOORE",
      "utterance": "It would have been out of my customary behavior. That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In other words, you don't recall ever dating any girl that young when you are that old?"
    },
    {
      "speaker": "MOORE",
      "utterance": "I've said no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And you think that's inappropriate too, that's what you are saying?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Inappropriate, yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I asked every question, I got widespread praise. Too serious a topic. And then on TV, again, not covered by this leftist group that is the number one censorship group in the country. Then on Friday night, I said this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As I said last night, these are very serious accusations, and if they are true, Moore should leave that Senate race. If. Now, everyone agrees a 32-year-old man pursuing a 14-year-old girl is despicable and beyond disgusting."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. What I said there is exactly right. These are very serious allegations against Judge Roy Moore. They need to be handled and treated that way, which is exactly what I did. And unlike many in the liberal mainstream media, we actually care about truth. I said that every day. We care about facts. We care about getting it right. And that's what I was trying to find out before reaching a conclusion. Many rushed to judgment in the media and elsewhere. In fact, and Media Matters will never tell you this, liberal members of the media actually praised my interview with Judge Moore. Look at some of the tweets. \"Fair is fair, Hannity is not letting Moore off the hook year here.\" \"@SeanHannity Conducting a meticulous tough interview with Roy Moore, who is coming across as unconvincing and dismissive of very serious allegations.\" \"Hannity is actually doing a pretty effective job of making Moore address specific allegations in The Washington Post piece.\" \"Had doubts, but @SeanHannity not doing a bad job, pressing Moore on all allegations.\" Now, when the media, the left-wing media -- they don't like me -- says, I did a good job, OK, it's probably a grand slam. It's probably winning the Stanley Cup. But Media Matters never reported those facts, what I said."
    },
    {
      "speaker": "This is so important",
      "utterance": "if you want conservative voices to remain, it shows you how low they go to silence a conservative voice. This is the atmosphere that we work in, every conservative on radio and television. This is so important. This is my big take away from tonight's monologue. Unlike a lot of the sheep and the destroy Trump mainstream media, we here on this program, I am open about my support of the president, much of his agenda. We are willing to give him a fair shake unlike many in the media, on this show we don't rush to judgment without all the facts. And I will never rush to judgment and because I believe -- and I will never apologize for believing in the presumption of innocence -- the allegations against George Roy Moore are very serious. We need truth, they need to be investigated. The voters in Alabama deserved the truth before they decide who to cast their ballots for. And as I said Friday, if that means moving back the election, then so be it. Whatever it takes. And if these allegations are true, Judge Moore needs to step aside. Also, one more thing. A day of reckoning is now headed in the Clintons' direction, because all of their shenanigans, their abuse of women in the case of Bill Clinton over the years, her taking money from countries that abuse women, kill gays and lesbians, and persecute Christians and Jews, now things you see are changing in the country. And all of those that made excuses and covered up for the Clintons all these years, they will have to answer some serious questions in the days to come. When we come back, Geraldo Rivera, Rebecca Rose Woodland, Judge Jeanine Pirro will join us. Plus, Donald Trump, Jr. tonight responds to a report that he communicated with WikiLeaks during the election. We have the exchange. And later, you won't believe what award Colin Kaepernick was given on this busy breaking Monday news night."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And welcome back to \"Hannity.\" Major breaking news tonight about the corrupt Uranium One deal. Fox News is out tonight with an exclusive report. Here's the headline. \"Sessions directs prosecutors to evaluate certain issues involving Uranium One, and Clinton, and leaves the door open on a special counsel.\" Finally! Does that mean equal justice under the law, will they finally start holding the Clinton's accountable for the years of corruption? Now, tomorrow, Sessions is set to testify in front of the House Judiciary Committee. We're going to have a lot more on that with Sarah Carter, Gregg Jarrett in just a minute. But joining us now with reaction to always been talking about, Fox News correspondent-at-large, Geraldo Rivera, trial Attorney Rebecca Rose Woodland, and she is the host, you know her well, \"Justice with Judge Jeanine,\" Judge Jeanine Pirro is with us. Let me start with you. You know, we saw this unfold, I see the Twitter report by Keurig, I know they got sucked in, they had no idea who this group was. This is the biggest pro-censorship group in the country, and I don't want the workers for Keurig fired. I don't want them -- unbeknownst to me, people that love this show, love this show, love this channel see it and says, find. If you're going to pick sides -- they advertise on MS, on CNN, everywhere. JUDGE JEANINE PIRRO, HOST, \"JUSTICE WITH JUDGE JEANINE\": Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Everybody loves coffee, no matter what your political views, Judge. I drink a ton of it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I don't start my day without it, Sean. But here's what we saw, America gets it. America gets that what is happening now is that the left is not only trying to shut down the right on college campuses with their safe spaces and all that other nonsense, but they are trying to shut us down. They are trying to prevent people from watching us, trying to get us fired, and they are using people like Keurig and all those other like coffee companies, or coffeemaker companies, from you know, making us or allowing us to be on television. We are on television because people advertise on our show."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Conservative string coffee, liberals drink it. You know, I have to give the CEO of Keurig --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yep."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And I was inclined to just keep going with this."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yep."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But I stopped when I saw his statement. I said, you know what, he was a victim here. They don't understand the programming. They don't understand the agenda. You know, but the fact that the left is so anti- free speech today. When all these attacks against conservatives come up, do you know who never speaks up? Liberals. I thought they were free speech. You know? They are not. Because they would be supporting the right of people to watch this show and advertisers to freely watch the show. They are silent. What do you make of that?"
    },
    {
      "speaker": "REBECCA ROSE WOODLAND, TRIAL ATTORNEY",
      "utterance": "Well, what we make of it is that there's a First Amendment in this country and the First Amendment is therefore a reason. The founding fathers and the constitution clearly states that there can be two sides. Let's let everyone have freedom of speech, that's what democracy is. If we don't have freedom of speech, what does it become? Fascism, socialism. The point of freedom of speech is so that people can hear views, people can understand and make their own evaluations."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nobody has to watch the show. But by the way, never tune out. We need truth, you are saving the show."
    },
    {
      "speaker": "WOODLAND",
      "utterance": "But liberals and conservatives should watch your show. Why not? Why don't we listen to different opposing opinions and make our own decisions and don't come to rash conclusions? The point of law is that we are innocent until proven guilty. Sean, you never said -- I was here Friday. You never said you supported Roy Moore, you never said that once."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I said that I support not rushing to judgment."
    },
    {
      "speaker": "WOODLAND",
      "utterance": "Yes, you did. That's very different than supporting him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I support the presumption of innocence. And let me bring Geraldo in. Geraldo, you actually -- by the way, if I'm not here, Geraldo, our fan debates go away, forever. And I would hate to have that happen. We disagree, but we get along great. One of the things that I love about -- you speak your mind. When the left literally praised that interview, I thought I did the right thing. This is a serious allegation, it should be nonpolitical. We should get to the truth, everybody deserves the presumption of innocence. I'm not backing down from one thing I said in here. I think that's the right position and I don't like rushing to judgment."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Boycotts stink, but hypocrisy stinks even worse than boycotts. When you have a group like Media Matters, which professes to support and protect the First Amendment, undermining the First Amendment rights of everyone else to have access to the shows that they want to watch, that is such gross hypocrisy, it's grotesque. The other thing is, everyone admits that no one put the nail in Roy Moore's political coffin more effectively than you. I know that was not your intention, but when you ask the tough questions, you asked every single question that had to be asked, and his answers didn't match the ferocity of the accusations. Everyone, even those on the fence suddenly were saying to Roy Moore, hey, Judge, it may be a better find something else."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way Ted Cruz pulled his support from Judge Moore, that is huge. Fugitives tonight."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That fifth accuser, and that whole inscription in the yearbook, my goodness. How creepy is it that a district attorney signed a 17-year-old kid's yearbook and signs it with flourishes and love. I'm surprised he didn't put a heart, a broken heart, why didn't you call me and XXX, I mean it is pretty, it's contemporaneous proof, as I have asked for in these cases, because you have no statute of limitations in this case, it's 38 years old. 40 years old in the case of the fifth accuser today. But you have some contemporaneous corroboration that Roy Moore, the district attorney was hitting on this high school senior. JEANINE PIRRO, \"JUSTICE WITH JUDGE JEANINE\" HOST: Look. I'm spent my career doing this, and trying to assess between a complaint whether or not there is sufficient evidence to go forward with the criminal case, prove beyond a reasonable doubt that a crime has been committed, and make no mistake, everybody talks about the presumption of innocence, but every time a prosecutor goes into that grand jury, we don't go into the grand jury thinking we are going in on the presumption of innocence, with a wincing we are going to get a conviction here. Now, this fifth person and the statement she gave is compelling evidence, and there was no question based upon what I read in that statement that this 32-year-old district attorney was grooming this young girl, going to her place of business where as a young waitress she would stay there until 10:00 at night. He was there in the same seat every night waiting until she left. He complemented her, he touched her hair, he waited until she left and would leave when she left. He then talked about whether or not she would need a ride home. He took her home. He was targeting her, sizing her up, contemporaneous confirming corroborating evidence in the yearbook. Love Roy Moore, its all there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This only came out today. We have seen those kids with duke lacrosse wrongly, falsely accused. 88 professors jumped on the bandwagon, those kids' lives will forever be impacted. Is it wrong -- you were convinced today, were you?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "It was today that I was convinced. It was not just the yearbook. Women, young girls do not feel that in a situation where someone has power -- who has more -- today was the tipping point. Who has more power than a sitting D.A.?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is it wrong that I wait and don't rush to judgment and lie to Clarence Thomas and lie to Duke Lacrosse, Ferguson, all these people are wrong so often."
    },
    {
      "speaker": "PIRRO",
      "utterance": "We cannot rush to justice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tonight it tip your bells."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Today tipped."
    },
    {
      "speaker": "WOODLAND",
      "utterance": "Why done we be clear, you didn't rush to judgment, but you put an interview on national television with all the information. It's not as if you didn't cover the story. You covered it clearly, you were so effective, you were better than any attorney I know in a cross- examination in the courtroom."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Unbeknownst to you, you tip the scale."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's too serious. This isn't a game, these are people's lives. I am a father of a daughter. I am a brother to sisters. Geraldo what is your weigh in."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that when you mentioned the fact that you have a teenage girl and you found the whole concept of someone in his early 30s, particularly a person with authority and power like a district attorney, dating someone your daughter's age, he would find that disgusting, outrageous, you would not tolerate it for a second. And I think that in that moment, you became the surrogate for dads everywhere, all across the country. And I think with that question and his halting and contradictory answer, you really took this from a remote charge, and the if it's true kind of context, to one that really allowed people to put themselves in that position and suggest, you know something, this is really creepy, this guy is really beyond the pale and it gives you the kind of heebie-jeebies, and I understand Alabama, lawyers from Birmingham, I was honored on there, I love Alabama, but it has a quirky defiant streak to it, and I think that we have to appeal to the Alabama voters now, the common sense. I believe they will rise to the occasion that even though they want to defy the man, this is a case where they have to go with the other."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We only have seconds."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. It's not about that right now. What it's about now is about the fact that people will see this for what it is. At this isn't about politics anymore. This is about people seeing someone who was grooming a young woman and a sexual predator."
    },
    {
      "speaker": "WOODLAND",
      "utterance": "Exactly. Friday, I had already determined that I didn't believe -- I did not believe him. I told Sean that. But that doesn't mean we don't cover it further, that doesn't mean we don't rush to judgment, but now today with his fifth accuser, I am even more certain."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have been more right than wrong in most of my career because I don't rush to judgment. These are people's lives. There's a reason one of the big Ten Commandments thou shalt not bear pulse witness. If someone is a predator, we have to get the truth, we don't need this people on the streets, you spent a lifetime putting those people away. Thank you all for being with us. When we come back, Donald Trump Jr. Tonight responding specifically. We have all the details, and investigation that he communicated with WikiLeaks during the election, you don't want to miss that, Sarah Carter next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" Donald Trump Jr. has now tonight released private messages that he had with WikiLeaks during the 2016 election. All of them. After a report came out earlier that he \"had communicated with the group in a series of tweets. Trump Jr. produced the entire chain of messages with WikiLeaks. In his first correspondence with WikiLeaks he thanked the group for giving him a heads up on an anti-Trump super pac that was about to launch. In a separate exchange, WikiLeaks urged Trump Jr. to comment on the story that Hillary Clinton wanted to kill WikiLeaks founder Julian Sanchez with a drone strike, which Trump Jr. said he already commented on. Trump Jr. added that it is now amazing how Clinton gets away with saying the type of stuff. Trump Jr., then asked WikiLeaks about an upcoming leak he was reading about. He released it all. That is it? Joining us now with reaction to that and other breaking news, we have investigative journalist Sarah Carter, Fox News legal analyst Gregg Jarrett. Sarah, I will get to your breaking news and a second. I read that and I said he did nothing wrong. Nothing."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEAGL ANALYTS",
      "utterance": "It's not a crime to communicate with a foreign national, including a Russian. It's not a crime to talk to them, as he did in the infamous Trump tower meeting. He said I will ask around to one comment to another he said I have already talked about that. All of these are completely innocuous. If he had asked for something of value, or had received something of value."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've been reading you are going to drop something, he said when? That is it. That is it? Compared to the dossier?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "If there is an exchange of money or value, that is a crime."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That obviously didn't happen."
    },
    {
      "speaker": "JARRETT",
      "utterance": "No, but what did happen is that the Hillary Clinton campaign and the DNC paid millions of dollars to foreign nationals for the salacious Trump dossier. That is a crime, and it's also a crime to have failed to report it properly. That is two crimes they committed, Donald Trump Jr.'s tweets, no crime at all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right Sarah, let go in to your article today and the breaking news that in fact -- we reported this two Fridays ago, he reported it as well, that in fact Jeff Sessions did not recuse himself from uranium one and these other deals, and he may now appoint a special prosecutor, something we have said has been need a long time. Finally, hopefully."
    },
    {
      "speaker": "SARAH CARTER, CIRCA NEWS",
      "utterance": "It's incredible news Sean, because now what we know for certain is that for a while now the Department of Justice has been looking into all of these allegations. Not just uranium one, but the Clinton foundation, leaks out of the FBI and the unmasking of Americans. These are huge subjects that we have been discussing here on the show. I mean all year long. Now what we know is that they have been looking into it all year long as well. These are congressional criminal referrals, which makes the Department of Justice now takes that one step further and goes to the FBI and says can you look into this? What information can we find out to build cases? Is there something here? And now as we know tonight --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Your headline, Congressional referrals as part of the Department of Justice investigation like Uranium one and the Clinton foundation. OK. There were request a long time ago. Jim Jordan and what's his name, Congressman from Florida, Gates this week wrote a letter. Jeff, do your job or?"
    },
    {
      "speaker": "CARTER",
      "utterance": "It appears he has been doing his job, they are just not discussing it publicly. A lot of this has to do with if you go back to former FBI Director James Comey and this is what some of the sources have been telling me. He was chided for coming out and speaking publicly about ongoing investigations when he hadn't taken that one step further and gone to the Attorney General, which is what he should have done. What they are trying to say is look, although we are not talking about this publicly, we are doing our job. We've been working on these. The FBI is now involved in this. We are looking at the evidence, we are building of these cases, and it is necessary, a special counsel can be appointed. That was the information that came through tonight, and Fox reported that from the Assistant Attorney General, Stephen Boyd, who sent a letter to the Chairman Goodlatte and said here you go, we are looking into this, and we will take into consideration everything that you have requested, including a special counsel."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Gregg, on the issue of the email server scandal, on the issue of the dossier, now we know that Clinton's funded, bought and paid for Russian paid propaganda that they impact the election and lied to the American people. Disinformation, then you add the uranium one. You have laid out all the potential crimes. If a fair special counsel is appointed, I would argue the Clintons are finished."
    },
    {
      "speaker": "JARRETT",
      "utterance": "There is compelling evidence to present to a grand jury to a special counsel, or even the Department of Justice, that there was a pay to play schemes by Hillary Clinton. That she used her public office to confer a benefit to a foreign government in exchange for money. Mail fraud, bank fraud, bribery, wire fraud, and it's also racketeering by using her foundation as a conduit to funnel money through. This is all the subject of Goodlatte's letter, July 27th, this is a copy of it right here. Sent to Sessions. And Sessions ignore that letter. They sent another one in September, please respond. Finally, the night before Sessions is to testify before that same committee, they had knowledge that there is an investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Sarah you know that the informant represented by Victoria Toensing. Without divulging information you know, how devastating will this information be, in your opinion, you are investigative journalist?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I believe that this informant has information that can actually change the direction of what we've seen in the past. I believe that he needs a platform to get that information out, and that is part of this investigation. I have not been privy, Sean, to all of the information that the informant has."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But what you do know is devastating, is that a fair characterization?"
    },
    {
      "speaker": "CARTER",
      "utterance": "I think that is a fair characterization, especially if there is a special counsel appointed, or an independent investigator that can follow the money."
    },
    {
      "speaker": "JARRETT",
      "utterance": "The informant will connect the dots to Hillary Clinton."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Agreed. They have his own experience, documents and emails and tapes."
    },
    {
      "speaker": "JARRETT",
      "utterance": "And Russians bragging about manipulating Hillary Clinton."
    },
    {
      "speaker": "CARTER",
      "utterance": "That is right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We will keep on this, I have to spend this time talking about left-wing attempts to silence my voice. Too important. When we come back on it you will not believe this, \"GQ\" honoring Colin Kaepernick, and it has outraged people. A debate you don't want to miss. David Clark, Darrell Parks, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" GQ magazine released the cover of its annual men of the year issue, naming former San Francisco 49ers quarterback Colin Kaepernick as their citizen of the year. Now they said they are honoring Kaepernick's activism on police brutality. Remember, this is the same Kaepernick. See those socks? It depicts policemen as pigs and much worst. Joining us with reaction America first action spokesman senior adviser, former Milwaukee County Sheriff David Clarke, and civil rights attorney Daryl Parks. Daryl, it's the stuffed, the petition that he has taken on police, it is a broad, sweeping generalization. You know we see in Vegas, we see on 9/11, we see it in most recent attack in New York, we see the cops. Those are the days will remember, wow, these are amazing people that put their lives on the line for us. And don't they deserve the presumption of innocence, and the action of one bad cop does not reflect on the 99.999 percent of others? He rushes to judgment. He supported a murdering dictator Castro. How does he get the man of the year with socks exactly like that?"
    },
    {
      "speaker": "DARYL PARKS, CIVIL RIGHTS ATTORNEY",
      "utterance": "Sean, let me say, you have to also remember that there are still young black males who have lost their lives at the hand of the police as well too. Yes, there are situations --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are you saying that there are instances of a few, but there are also instances of many cops that risk their lives. Look at the cops in the case of Steve Scalise going up against a rifle, open field with a pistol. That is almost a suicide mission, but they did it to save lives. That is how amazing these cops are to me."
    },
    {
      "speaker": "PARKS",
      "utterance": "I know Officer Bailey personally. Is a proud member of the Alpha Phi Fraternity? Let me say, people like that do good things, but we still have to deal with the big problem we had with black people losing their lives at the hands of the police. We have not dealt with at issue as a country. So he brought great attention to a great number of people who are losing their lives with encounters with law enforcement. That issue has not been dealt with as a country. We must deal with it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sheriff."
    },
    {
      "speaker": "DAVID CLARKE, MILWAUKEE COUNTY SHERIFF",
      "utterance": "First of all, the facts are very clear, the data is clear. It more black men lose their lives at the hand of other black men, not police. But as for \"GQ,\" look, I think probably the first runner-up would have been O.J. Simpson, this is a political stunt by GQ magazine, a failing magazine. Their viewership or their readership is probably off. They had to bring attention to themselves that is why I call as a political stunt. Much like when rolling stone puts one of the brothers on their cover. The left and \"GQ\" in this instance has really cheap and what it means in United States of America to hold that kind of status. When I think people like (inaudible) lost his life fighting for civil rights, Dr. Martin Luther King Jr., Muhammad Ali was stripped for his boxing title standing up for what he believed in. I think of Jackie Robinson who cross the color barrier in baseball, these people accomplished something and really stood for something, they had a core about them. Kaepernick doesn't know what he is talking about. When you recall Sean, he is not the original take a knee. That was Tim Tebow who did it in prayer. Kaepernick sat on his ass during the national anthem and the disrespect that he showed not only for the flag and for the anthem and for America, but for military people as well."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Those people that fought, bled and died. 20 seconds Daryl."
    },
    {
      "speaker": "PARKS",
      "utterance": "Without question, the protest was not about the flag."
    },
    {
      "speaker": "HANNITY",
      "utterance": "People died fighting for it."
    },
    {
      "speaker": "PARKS",
      "utterance": "But his protest was not about the flag. He has always said that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. More \"Hannity\" straight ahead, stay with us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That is all the time that we have left this evening. We thank you for being with us. Special thank you again what I saw on the internet this weekend, to push back against those silence conservative voices. It has moved and touched my heart, and it has given me resolve to fight harder. You give me this camera every night, microphone every day. I thank you so much. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}