{
  "date": "November 27, 2022",
  "headline": "'Fox News Sunday' on November 27, 2022",
  "subHeadline": "On 'Fox News Sunday,' host Jennifer Griffin welcomed Buzz Bissinger, Rep. Brian Fitzpatrick, Dan Hoffman, and more to discuss the latest political news.",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-november-27-2022",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "sentences": "I'm Jennifer Griffin. Americans are celebrating the holiday weekend as global strikes and COVID lockdowns threaten to dampen the big shopping season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Kind of lifted our morale and reassured us that folks at home were working on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The story of a single bracelet that became a movement of millions to support America's POWs. All, right now, on \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "sentences": "Jen, President Biden spent the last few days relaxing on this little island. But even while shopping yesterday here in town on Small Business Saturday, he cannot escape questions about 2024.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Mr. President, how are your 2024 conversations going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're not having any. We're celebrating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "My team has been in touch with all parties and in rooms with parties, and I have -- I have not directly engaged yet because they are still talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "Just days before Biden's press secretary said the opposite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president is indeed involved directly, but I don't want to get into details at this time, but he has been involved. I just said the president has been directly involved. He's been in touch. This is the third time I'm saying he's been directly involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "It's not just trains that could ground to a halt, but Amazon packages, as well, after thousands of Amazon workers around the world walked out on the job, on one of the busiest shopping days of the year, citing low pay and poor working conditions. Protesters are also taking to streets in China, rejecting what they call onerous lockdowns under China's oppressive COVID Zero policy. The violence extending to what is known as iPhone City, after 2,000 workers were forced into isolation in trash-filled dorms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Lucas Tomlinson, traveling with the president in Nantucket -- Lucas, thank you. Joining us now is Republican Congressman Brian Fitzpatrick, co-chief of the Problem Solvers Caucus, a bipartisan group of 58 lawmakers. Welcome to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRIAN FITZPATRICK (R-PA)",
      "sentences": "Good to be with you, Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Good to be with you. Congressman Fitzpatrick, the White House says the decision to allow Chevron to start pumping oil in Venezuela is not about oil prices. Do you believe them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I do not, Jennifer. You know, the energy crisis that we're facing right now in America, much of that has been self-imposed by decisions that were made by this administration early on to shut down the Keystone XL Pipeline, further delaying the permitting process here domestically. I don't know why we're going to communist dictatorship. We're begging OPEC+ to increase production when we have energy right here in America to get the job done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Staying with the economy. We're facing a possible nationwide rail strike, as Lucas reported.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "A strike would disrupt the supply chain, cost $2 billion a day, cost 700,000 jobs if it lasts a month. Materials needed by refineries won't be transported. Gas prices would go up. This is a big problem for the president. Does Congress need to step in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, that would be the last resort, Jennifer. So, we're set to leave Congress on December 15th. Now, the cooling off period for this negotiation is set to end a few days before Christmas. The union members are -- have a very reasonable asks, by the way. Their benefits have not been on par -- that is the Transit Freight Workers Union -- have not been on par with other unions that had a raise in several years. And one third of the product, Jennifer, in the United States is transported by freight rail, including close to 70 percent of our agricultural -- you know, grains, feeds, fertilizer and the like. So, congressional intervention is a last resort. I suspect that after we pass the CR near December 15th, if that strike has not been averted, we'll be called back before Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And what do you think the truth is? Is the president involved in these negotiations, or are they waiting until the last minute like they did in September?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I believe he's involved. I mean, this is something that would be of significant concern, you know, economic concern and certainly, therefore, political concern for the administration. So, I'm sure they're involved. They are probably, you know, waiting until the right time to reengage. Like I said, it will be a few days before Christmas before this actually manifests. But Congress will not let this strike happen. That's for sure. It would be devastating to our economy. So, we'll get to a resolution one way or another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And Republicans will support the president if he agrees with the railroad workers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, I certainly would, and every member of Congress has got to speak for themselves. But failure is not an option here. We cannot have our transportation system responsible for one third of our products being transported throughout our country struck down. That's not an option.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Congressman Fitzpatrick, you're a former FBI agent. There'd been 600 mass shootings this year. The president says he will pursue an assault rifle ban. Will you work with him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "We all need to work together, Jennifer, to end gun violence in America. The reality is that we have an epidemic here in the United States that's not being experienced in any other country in the world. And there's a lot of -- there's a lot of reasons for that. I think people try to oversimplify the problem. The key is to make sure that every single tragedy gets -- gets unpacked and figure out what the problem is with that individual tragedy. I know we had an issue with the background check system with Charleston. We had an issue with the mental health system with Uvalde. And there's societal problems as well. We had spikes in depression and anxiety rates amongst our children throughout America, largely due to social media. Jennifer, when you and I grew up, if there was bullying in school, you could identify the bullier, number one. And number two, the bullying ended at 3:00 when you left school. Now, the bulliers are anonymous. Social media allows that bullying to occur 24 hours a day. So, we have to fix the loopholes in our background check system. We have to fix our broken mental health system in America, and we have to deal with the societal impact of social media. It's a very complicated problem that requires a complicated solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But would you support an assault rifle ban?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, I voted for it, Jennifer. It's already come up in the House several months back. So, that's sitting in the Senate, and that's where it resides right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "There's talk of more red flag laws which allow authorities to temporarily confiscate firearms if the person is a threat to themselves or others. You're one of five Republican House members who voted for a federal red flag law this summer and you're the only one of the five who ran for re-election. Should the Republican Party support red flag laws? Are you noticing any shift among your colleagues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Yeah, so it depends on how it's written, Jennifer. So, for example, the state of Indiana, Republican House, Republican Senate, Republican governor signed a similar bill like that into law. In Florida, same situation after Parkland, Republican House, Republican Senate, Governor Rick Scott at the time, a Republican governor, signed into law and Republican governor now, Rick (ph) DeSantis, has kept that law on the books. So, there are ways you can write it where it preserves due process, protect law-abiding gun owners' rights, but at the same time, it advances community safety because like I said, with every single one of these tragedies, whether it'd be Parkland, or Uvalde, or Chesapeake, Virginia, or any of these, it's incumbent upon us to analyze the situation, where were the gaps? Was it gap on the mental health system? Was it a HIPAA reporting issue? Was it a loophole in background checks or is it a -- something different?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Is Kevin McCarthy going to be next speaker of the House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I believe he is. I believe he is. You know, I've been in touch with his team. We're working conference wide to try to get him to 218, Jennifer. And the reality is, he's earned it. He deserves it. It would set a terrible precedent if he were not to get it, because Kevin has put four years worth of work, four years worth of fundraising, traveling across the country, visiting all of our congressional districts. He's worked hard. He's accomplished the goal, albeit a slim one of winning back the House majority and he deserves it. And I don't believe there's anyone else in our conference who could get to 218. So, I think eventually we're going to get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "OK, thank you very much, Congressman Fitzpatrick, for being with us today. Thanks for being with us this holiday weekend. Up next, early voting underway in Georgia Senate runoff. We'll bring in our Sunday group to discuss the race that will determine if the Senate stays 50/50 or if Democrats can expand their narrow majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The White House on a serious collision path with organized labor as a national rail strike looms and could hit Americans and disrupt supply chain right in the middle of the holiday season. And it's time now for our Sunday group: \"Politico\" congressional reporter Olivia Beavers; retired senior CIA station chief and FOX News contributor Dan Hoffman; FOX News senior political analyst Juan Williams; and \"Axios\" political correspondent Jonathan Swan. Juan, organized labor is normally friendly to President Biden and Democrats, but the risk of a nationwide rail strike now is very real. It could impact every from what we see on grocery store shelves, to prices at the pump, to supplies that keep our water safe. The president helped avert the crisis in December, but the tentative deal that was reached runs out on December 9th. Is it time for the president to step into the negotiations? Time is running out, it seems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "Well, I think you have now is Labor Secretary Marty Walsh, Transportation Secretary Pete Buttigieg in touch with both sides. The president's approach is, I'm going to try to ameliorate potential impact on American families and the economy for now. And so, he is saving his intervention. Now, the reason for that, Jen, is very interesting. The unions don't want the Congress and president to intervene. '92, last time there was a strike, the strike was over in two days because Congress and the president intervened. So, for now, both sides really want the pressure, the deadline drama. They think it helps the bargaining table. The railroad companies in this country are very profitable operations. In the September deal, they gave 24 percent over five-year deal increase in pay to the unions, and they think that is a generous offer. The unions, on the other hand, the train men and engineers approved the deal, but the rest of the other -- the other unions said no. Why? Because of benefits. And you just talked about this with Congressman Brian Fitzpatrick. What you get is the big railroad companies have not approved sick pay, sick days. And the unions say, hey, we need 15 sick days, this job is too demanding and we need some flexibility in terms of shifts. And so, right now, the big companies have refused to reopen the talk about benefits and the unions say, unless you do that, we don't have a deal. So, the deadline pressure is something both sides see as helping to force a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But you think they'll get a deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think, you know, it's inevitable, because the impact, it's not going to cancel Christmas, thanks goodness, but I -- you know, the supplies are on the shelves. But this is something that could impact the entire nation's economy and you can't have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Jonathan, now to Donald Trump and his third run for the White House. Are you surprised by the number of prominent Republicans who have come out against Trump even as Attorney General Bill Barr writes, Trump will burn down the GOP, time for new leadership. What's the reaction from Trump advisors to his dining with white nationalist Nick Fuentes at Mar-a-Lago last week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS NATIONAL POLITICAL REOPRTER",
      "sentences": "Well, actually, there actually haven't been that many Republicans who come out against Trump. And you're even seeing, you know, there's a few -- Bill Barr has already condemned Trump before this, you see Chris Christie, he is pretty vocal and look at Mike Pompeo, Trump's former secretary of state, he is criticizing Trump without naming Trump and Pence is being gentle, as well. Which tells me that there is still fear among Americans, even ones who want to oppose him in 2024, that Trump still commands serious meaningful proportion of the base, and they don't want to cross him yet. DeSantis, for example, is being completely silent. Nick Fuentes, to your question, one of the most virulent anti-Semites and just open racist, Holocaust denier, you know, you just go to his clips. It's kind of staggering to listen to. Trump's advisers, you know, most of his core team right now have been through, you know, Charlottesville, Access Hollywood, you know, go through the list. This is sort of another day in the life of. You don't get -- they don't run around lighting their hair on fire. They are all freaking out, that has not been my experience talking of them. These are people who, you know, sort of just another day at the office actually and one person said to me and I saw someone else tweeted this. Basically their take was, Republican official, was he invites one notorious anti-Semite to dinner, Kanye West, and he shows up with another notorious anti-Semite. So, you know, the surprise was there was two other than one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "That it's doubling. It should be cause for concern --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Yeah, two is worse than one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Olivia, early voting is now underway in parts of Georgia. Obviously, there's a December 6 runoff between Democratic Senator Raphael Warnock and Republican Herschel Walker. It will decide whether Democrats have 50 or 51 seats, what are you seeing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OLIVIA BEAVERS, POLITICO CONGRESSIONAL REPORTER",
      "sentences": "Well, you know, right now the poll suggest that it was just as close as it was when we were watching it during the midterms. There are 35,000 votes that separated Raphael Warnock and Walker. And right now, Warnock seems to have the edge, but give and take the margin of error. Abortion seemed to play a pretty large role and motivating Democrats to turn out, and it's sort of early voting. There's -- it is sort of an area where Democrats are really pushing that space. So, we're going to see how this plays out, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Well, it's interesting you should mention that, because Georgia Supreme Court reinstated the state's ban on abortions after roughly six weeks. Do you think abortion will continue to play an issue down there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEAVERS",
      "sentences": "I'm sure that that's going to be definitely, you know, motivating people. There's more support for something that's more like a 15-week ban. But, you know, Democrats are saying that this was a bigger issue and the polling, exit polls seem to suggest more so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Dan, as we speak NATO ally Turkey is planning to carry out a ground invasion in Syria. They're targeting the very Kurdish groups that the U.S. relies on to fight ISIS. I spoke to the head of the SDF, the Kurdish leader who said he had to pause working with the U.S., they were guarding 10,000 ISIS prisoners. Here's what he said just earlier this week. GENERAL MAZLOUM ABDI, SYRIAN DEMOCRATIC FORCES COMMANDER (through translator): All of our forces have to be on the border and the front line thinking about protecting our people, so we have to stop this activity alongside the national coalition, we had no choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "What does this mean for the region and U.S. troops based there, there about 1,000 troops?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN HOFFMAN, FOX NEWS CONTRIBUTOR",
      "sentences": "A Turkish incursion would have significantly negative impact on our ongoing fight against ISIS. We've been allied with the Syrian Democratic forces, the Kurds going back almost a decade to 2014. They are guarding the al-Hol refugee camp where there are tens of thousands of terrorists and they simply can't do it all at once. I expect that there are ongoing back channel discussions with Turkey. Turkey has a lot of leverage because they control new NATO membership for Finland and Sweden and I'm sure we're making the point that if Turkish attack would impact Turkey, as well, because the terrorists would have open-field running potentially back into Turkey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But big issue for the president, one of the many national security threats that he is facing right now. Thank you very much, panel. Up next, during one of the most divisive times in world history, two World War II Marine regiments came together for a game of football before being sent to one of the bloodiest battles in the Pacific. We sit down with author Buzz Bissinger of \"Friday Night Lights\" fame to share the story of the Mosquito Bowl and what happened next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The winter of 1944 was different for many Americans. World War II was raging across Europe and in the South Pacific, and millions of servicemen spent the holiday season in unfamiliar lands. Many spent time stationed on the island of the Guadalcanal, once a strong hold for the Japanese army conquered by U.S. forces and used as staging point for future offensives. But on Christmas Eve, conflict ceased for a moment, and the Marines marked the holiday by playing in the Mosquito Bowl, a bruising and bloody football game born from trash talk and intense rivalry between two Marine regiments. The teams were stocked with former college players, including several all- Americans, 16 players were even drafted into the pros. Six months later, those who played in the game also fought in the Battle of Okinawa, one of the bloodiest of the war. The story of the game and the events that followed are detailed in \"The Mosquito Bowl: A Game of Life and Death in World War II\". The newly released book is dedicated to Neal McCallum, a Marine who was on the sidelines of the dirt and cruel (ph) field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEAL MCCALLUM, U.S. MARINE CORPS VETERAN",
      "sentences": "I was a participant drinking beer, hot beer at that game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Ninety-four-year-old McCallum spoke with me from his home in Tampa, Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCALLUM",
      "sentences": "The war in Europe got more attention than we did and they got more of everything than we did. My only aim in all of this is to keep our legacy going for the 6th Marine Division and for all the men that we lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Joining me now, the author of \"The Mosquito Bowl,\" Pulitzer Prize-winning journalist, Buzz Bissinger, best known for his nonfiction account of \"Friday Night Lights\". Buzz, this is a great book. A great book. BUZZ BISSINGER, AUTHOR, \"THE MOSQUITO BOWL\": Well, thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Americans are preparing to watch a lot of football today. Why did you choose to write about this particular game? Well, when I heard about it, I was sort of floored. The idea of a football game on the island of Guadalcanal in the Pacific on Christmas Eve of 1944, and a real game as close as they could get. You know, they built a goal post. They built the regulation field, PA system, programs. God, this is -- and 1,500 marines came, and I said, this is incredible. But I realize, they weren't men who played, they were boys. They were still boys. They were young. They were inexperienced and now, they're in war, where you lose your boyhood very quickly. The game was a way of being boys again and the upshot was they had a blast. Fifteen hundred Marines as I said. The upshot was of the 65 who played in the game, 15 were later killed several months later at Okinawa. And then I said, I think there is a book if I can get at the reporting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Yet. It was more than a game. As you mentioned, 65 Marines suited up. It was broadcast on Armed Forces Network across the Pacific. There were 1,500 Marines on the sidelines. They took a break from training. Half of them would not survive. That kind of statistic, we can't really fathom. What happened during the game, and - and why was it Marines who were doing this and so many college players? I think it was the most college athletes or athletes to ever die in a battle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct. Football players gravitated towards the Marine Corps, which makes sense. You know, they're macho. They're tough. They wanted combat. So, a lot of these guys, they were in the Fourth Regiment and the 29th were great football players and they would argue with one another, who has the better team, the 4th or the 29th in the Marines. So, they -- someone said (ph), we're Marines, we don't argue, we duke it out. And the game was a way to have joy, to have fun. They beat the crap out of each other. The score was 0-0. And, you know, it was, as I say, it was a way to be boys for the last time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Which player really stood out to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Well, actually, there were several. I mean David Shriner (ph) I thought was amazing. He was a two-time all-American from Wisconsin. He was the perfect all-American. The perfect all-American. He was kind. He was self-effacing. He didn't like publicity. He was handsome. A great, great man. He had a beautiful fiance. I won't say what happened. Maybe you can guess. But he got to me. John McLawry (ph), who went to Brown, got to me. A really cerebral, interesting, intellectual man, great football player and, you know, a great illustrator. Inside the cover -- the inside cover of the book is something he did when he was in the jungle of -- of (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And there's a beautiful picture -- a family photo from Thanksgiving of the Shriner family before Dave Shriner deployed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And we have that photo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Yes, that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The U.S. military was very different then and so was college football.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "College football was the thing. The -- the pros were looked down upon. You know, that's where the thugs go. There's no future in it. College football was huge. That was the game. You know, Notre Dame, Army, Notre Dame, USC, you know, the Big 10. So, if you were a college football star, which many of these guys were, that was a really, really, you know, big deal. But combat was different. You know, it was expected that some are you, you're not going to make it. You're just not going to make it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But the military recruited from football teams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "They thought football teams would make good -- good soldiers and Marines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "I thought it was notable that in 1940 there was a Gallup poll was taken when many of these young men were graduating showing 79 percent of Americans wanted to stay out of the war, only 2 percent of college undergraduates believed the U.S. should join the allies. America was pretty isolationist but not these players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "No, I mean, in 1940 America was isolationist. There was a feeling that they had been snookered into getting into World War I and they were upset with the British and they just wanted no part. They would send aid, they would send financial aid, but Americans wanted no part really until the bombing of -- of Pearl Harbor. That changed everything. And the guys said, I want a piece of that. I can go -- Shriner could have had a cushy job in the United States. He could have been a phys ed instructor and he said, no, I want to go into combat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Finally, what was the message from this game regarding divisions in the country then and that we see in America today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Well, I think one of the underlying messages is unity. Everybody served. Women served in industry and manufacturing because all the men, you know, were gone. Blacks served despite some withering racism. On the line, you had people from every socio-economic stripe. And that's when you learn to deal with people, to get along with people, to love people because they did. And you realize, you know, our -- we -- our differences are really not that different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Incredible story. I highly recommend it. Buzz, thank you for an amazing American story and joining us this holiday weekend. This Thanksgiving week I want to share with you another powerful example of Americans coming together, even during one of the most unpopular wars in the nation's history, the Vietnam War. Americans have found common ground. This is the story of one of our colleagues here at Fox who wore a bracelet bearing the name of an American soldier held captive in Vietnam. Decades later, he tracked down the veteran. Here's their story. GRIFFIN (voice over): As war raged in Vietnam, a quiet effort started by two California sorority sisters to show support for the POW and MIAs who were shot down in rice patty fields, many held for years at the Hanoi Hilton, took off across America. Students across America began wearing bracelets with the name of an American POW and the date they were shot down. Stars like John Wayne, Princess Grace and Sonny and Cher wore them. Fox News editor Brad Paxton was one of those kids who sent his $2.50 away to purchase a bracelet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAD PAXTON, FOX NEWS EDITOR",
      "sentences": "This actually a photo of me wearing the bracelet. Yes, I had lots of hair back then, but -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I was just a fan at the time. I would say 50 percent of my junior high school was wearing the bracelets. You didn't have to be for the war or against the war, you just could be in support of these people who were -- had been captured.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Spurred by conversation with his wife about the bracelets and how they united the country during the war, he decided to try to fine Lieutenant David Carey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I went down and pulled out a box. I knew right where it was. And I looked it up. And then, like a lightning bolt, it was just kind of was like, I should just see whatever happened to this guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "He found him in Texas, 80 years old, and now an author and motivational speaker. Carey spent five and a half years in the Hanoi Hilton, some of it with John McCain, who was shot down a month and a half after him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I sent him an e-mail and a picture of the bracelet. And, to my surprise, within like minutes he e-mailed me right back and said, I would love to have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPTAIN DAVE CAREY, FORMER PRISONER OF WAR",
      "sentences": "I've been getting those periodically for all these years. You know, someone will find me on the internet and I'll get an e-mail and they have a bracelet that they've worn. And then I tell them that they have no idea how much those bracelets meant to us when we were in Hanoi. Those bracelets were incredibly important to us. They kind of lifted our moral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Carey, who retired as a captain, can still recall the day he was shot down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "The missile went right between us. There was a huge explosion. A fireball blew the tail section off my airplane. The airplane just stayed on its back. It was just a blur. So, this thing is falling and spinning and tumbling through the sky. I ejected from the airplane. Had a parachute. Landed in the middle of a small north Vietnamese village.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "He still remembers the beatings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "I was interrogated. The interrogation led to beatings. The beatings led to torture. My arms didn't work. My arms didn't work for weeks and weeks. I ate by wiggling around in my stomach, stick my face in a bowl of rice. And in my mind came the first line of the 23rd Psalm, the Lord is my Shepherd. I could think about that line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "They found other tricks to keep their minds intact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "I let slip that I had taken French in high school and at the Naval Academy. And so I immediately became the French teacher. That was French according to me, because there was a lot of stuff I had to make up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Meanwhile, back in California, the woman who started the bracelet movement, Carol Bates Brown, was a students at Cal State Northridge. She and a girlfriend came up with the MIA/POW bracelet concept.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAROL BATES BROWN, POW BRACELET FOUNDER",
      "sentences": "We were able to get materials donated and somebody came up with the idea of putting names on the bracelets. And when it really took off, like it did, it was just shocking and unbelievable. But, in all, I think we distributed something like five million bracelets during that time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "They were especially popular from 1970 to 1973.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROWN",
      "sentences": "Decided if kids could pay for a movie, they would pay for a bracelet,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The campaign led to a decades long career at the Pentagon for Brown at the Defense Intelligence Agency in the Office of POW Missing Personnel. Fifty-five years later, Dave Carey still has the flag airmen carried in their flight suits in case they had to eject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "It says, I'm a citizen of the United States of America. I do not speak your language. Please take me to someone who will provide for my safety and see that I'm returned to my people. My government will reward you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But when they heard kids back home were wearing bracelets with their name on them, that gave them hope that they had not been forgotten.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "We kept our sense of humor and we kept the faith. Faith in ourselves, faith in each other, faith in our country and faith in God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I always knew where the bracelet was. I never forgot his name. Even 50 years later, I could tell you about Lieutenant David Carey. He's a genuine American hero. And I'm just humbled and -- to have had a small footnote in his story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "While in captivity, one of the ways this naval aviator kept sane was by pretending to play the piano. After his release, he finally learned to play on a real piano. Today he still receives mail from kids now grown who wore those bracelets for him and the other POW/MIA's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "My message to anyone wearing the uniform of the United States of America would be this, they are way stronger, way more resilient, way more resourceful than they ever would give themselves credit for, they just haven't been tested. There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Our sincere thanks to Brad Paxton, a colleague and dear friend to us here at Fox News Channel's Washington bureau. It was an honor to share his story and that of Lieutenant Dave Carey. Up next, a deep dive on global threat, the rise of China, and nuclear saber rattling by Russia as President Putin tries to change the map of Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "This week French President Emmanuel Macron arrives in Washington for a state dinner and a full plate of global crisis to discuss with President Biden. Topics will likely include how the U.S. and Europe will support Ukraine and contain Vladimir Putin. Joining me now, Dmitri Alperovitch, a Russian-born American cyber security and geopolitics expert who has tracked some of the largest threats facing the U.S. from Russia and China, and Matthew Kroenig, the Atlantic Council's acting director of the Scowcroft Center for Strategy and Security, he's one of the world's leading authorities on nuclear weapons. Matthew, Kim Jong-un is seen again with his daughter in tow, inspecting ballistic missiles. What should we make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW KROENIG, SCROWCROFT CENTER FOR STRATEGY AND SECURITY",
      "sentences": "Well, a problem that dictatorships always have is - is what do you do with succession. And this is a family business. Kim Jong-un's grandfather started the country. His father after him. And so I think Kim Jong-un is probably thinking about a succession plan. And by having his family members, his daughter, in these public settings, possibly grooming them for succession. Meanwhile, the nuclear threat continues to grow. North Korea only the third U.S. adversary, other than Russia and China, that can threaten nuclear war against the United States. So, this is a serious challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "How should the U.S. respond to the recent escalation in missile tests from North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Well, the Biden administration has essentially put this on the back burner. I think they see it as a difficult challenge. So, they've prioritized Russia, China, and other issues. But I think that's a mistake. This threat continues to grow. And so I think the right approach is basically a pressure and engagement campaign, increase the diplomatic, economic, political pressure on North Korea so long as it pursues these destabilizing policies, but hold out the possibility for engagement and negotiation if Kim Jong-un is willing to come talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And what's the state of the U.S. nuclear arsenal? Can it still serve as a deterrent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Well, the U.S. arsenal is effective today, but it's getting old. It was built in the '70s and '80's. They're nearing the end of their service lives. And so there is a bipartisan plan to modernize U.S. nuclear weapons over the coming 30 years. But that program has been slipping. We need to make it a priority to make sure that we have a deterrent to protect ourselves and our allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Dmitri, what lesson is President Xi taking from Ukraine? And what should we make of these Shanghai protest? Some protesters have even called for Xi to resign, which is unprecedented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DMITRI ALPEROVITCH, SILVERADO POLICY ACCELERATOR CHAIRMAN",
      "sentences": "Well, the lesson - the main lesson he is learning, of course, is that, if you're going to go against Taiwan, which I think he wants to in his lifetime, probably the next 10 years, maybe even sooner, you'd better be ready. You've better make sure that your forces are ready, they're trained, they can execute the mission and hopefully do it quickly from his perspective. The other lesson he may be learning, which may be the incorrect lesson, is that the United States can be deterred via the use of nuclear weapons or the threat of nuclear weapons because he sees that we -- while we're supporting Ukraine, we have not gone in and helped them with our own troops. He -- that lesson may not apply to Taiwan, but that's what he may be inferring. The protests are really interesting because this is the first time that it seems like President Xi is really losing control over this zero Covid policy that they've had for the last couple of years. The cases are increasing dramatically. There are thousands of new cases a day in Beijing, if we can even believe their numbers. They're probably a lot higher. And the population is fed up. They're - they're not willing to continue to live in lockdowns. And that is going to be very precarious for - for President Xi going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Also, in Taiwan, a pro-China party just won municipal elections. What does this tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": "Well, this election was a municipal election. It was not about China. But the fact that the population is willing to ignore the China threat and vote for a party that is very friendly to the Beijing government is an indication that the Taiwanese are just not prioritizing the threat, they don't believe it's real, they don't think an invasion is coming, and that has real implications for U.S. policy because if Taiwan does not shape up, if they don't dramatically increase their conscription, their training, their military industrial complex to produce weapons and to integrate them into their defense forces, Taiwan is going to be in real trouble. And despite what President Biden says about us willing to come to their aid, if the Taiwan doesn't fight, Taiwan is going to be doomed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And they haven't (ph) been buying the right type of weapons, from what I understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": ": No, they're focused on old-style weapons, tanks, F-16s, that may not be very applicable to war if the - if the Chinese launch an airborne invasion, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Matthew, the protests in Iran, is this a real threat to the regime? Should the Biden administration be saying more? And is the nuclear deal dead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Well, you have to really admire the young women in Iran risking their lives standing up to this brutal dictatorship. I do think the Biden administration should be doing more to support them, both verbally and - and behind the scenes. Unfortunately, the sad reality, when we've seen this before, is that the regime is willing to kill in large numbers to stay in power. The Iranians haven't been willing to die in large enough numbers to take power. And I do fear that that may be the ultimate outcome here. On the nuclear deal, the International Atomic Energy Agency reported earlier this month that Iran is now enriching to 60 percent enriched uranium, a hair's breathe from weapons grade, at their underground facility at Fordo (ph). Outside experts estimate that the time it would take Iran to dash and build nuclear weapons has shrunk almost to zero. So, I do fear that the game is almost over here and the bipartisan effort to stop Iran from building nuclear weapons may - may have failed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Dmitri, you were sanctioned by Putin recently. Today Ukraine is marking 90 years since Stalin imposed a famine that killed 2 million to 3 million Ukrainians. What more should the Biden administration be doing and are you concerned that House Republicans are going to cut off aid to Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": "I don't think the military aid is going to get cut off. And as long as the Ukrainians are able to get ammunition and weapons systems, they're going to keep fighting. They understand that this is an existential struggle for their country. The real problem that we face right now is we're running low on a lot of munitions. The artillery munitions, missiles, javelin missiles that they use for anti-tank strikes, we need to be massively ramping up our production. We need to be building new factories. And the reality is, these wars with (INAUDIBLE) peer competitors, like Russia and China, can last a long time. And if there is, God forbid, a conflict over Taiwan, we'll run out of things very, very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And, Dmitri, a lot of people missed a key move by the Biden administration regarding export control in China's chip industry. What's the significance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": "Well, this was basically a massive declaration of a trade war against China. Basically, constraining their ability to produce advanced chips, which are necessary for weapons systems, they're necessary for advanced manufacturing and advanced electronics. And this is something that the Chinese are going to struggle a lot with. They have not been able to achieve independent production. And without ability to procure those chips, this will really impact their military significantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Matthew, before we go, what should we expect from the U.S.-Iran World Cup match on Tuesday? We've seen some protests. We've seen the players not sing the national anthem, then sing the national anthem. Tears in the stadium. Who's going to win? What's the significance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Yes, so, well, you do have to sympathize with the Iranian players and another act of bravery, refusing to sing the Iranian national anthem as a sign of protest against the regime. So, it's a part of me wants to pull with them, but I am a patriot, so, USA, USA, USA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Panel, thank you so much. Up next, Ukrainian refugees use their musical talents to send a message to Vladimir Putin. I'll introduce you to a few of them as they fight back with instruments of peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "As we give thanks this weekend, we'd like to remember those facing a long, cold, dark winter in Ukraine. The result of Russia's brutal invasion nine months ago. The Ukrainian Freedom Orchestra is a truly special ensemble made up of dozens of Ukrainian refugees, musicians who toured Europe and the United States imploring people not to forget. I sat down with a few of the musicians when they visited the Kennedy Center. GRIFFIN (voice over): They fled Ukraine in the hours and days after Russia's invasion, carrying with them a few dollars, their children, and their instruments. Their bows now serve as their weapons as Vladimir Putin's army tries to expunge Ukraine from the map of Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERI-LYNN WILSON, CONDUCTOR",
      "sentences": "I consider my musicians soldiers of music who are free and independent Ukraine. Putin keeps trying to say there is no culture. We are fighting on the cultural front and our weapons are our instruments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Keri-Lynn Wilson assembled 75 Ukrainian refugees who had never played together for an international 12-city tour that ended at the Kennedy Center in the nation's capital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "It came together when I was horrified by the invasion in February. This was very personal for me because I still have family who are in Ukraine. And I thought, I could somehow bring these refugees together and - and create an orchestra, to give them a voice back, because Putin has silenced them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "We're armed with our emotions. We're driven by the fact that we want to prove, not only to Putin, but to the world, for the future, not only of Ukraine, as a free and independent country, but for the future of democracy. GRIFFIN (voice over): Among her soldiers, Olga Sheliskova (ph), the director of Kyiv's Mozart orchestra who fled Ukraine with her 16-year-old daughter and cat. OLGA SHELISKOVA (ph): It was dangerous. We can see the rockets on the - on the sky. And the sound of explode.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "We have to remind about the work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Do you feel like a soldier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "I'm a musician.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "What is your message to Vladimir Putin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "We are exist. Ukraine exist. Ukraine is independent country. GRIFFIN (voice over): Bassist Nazari Stets (ph) received special permission from President Zelenskyy to leave Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "This orchestra has been compared to soldiers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STETS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "How are you a soldier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STETS",
      "sentences": "We can tell the truth to the whole world, I am a soldier, because I am telling the truth and I am not scared of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "Those who have chosen to stay in Ukraine, what courage, what bravery, and what determination to stay in their country to fight for its independence. GRIFFIN (voice over): The pieces she chose to play during the tour all have deep symbolism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "I wanted to feature Ukrainian composers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Like Vallantine Silvestrof (ph), whose seventh symphony is dedicated to his wife who died suddenly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "We dedicated to the soldiers and the innocent victims of this war. Then I chose Beethoven's Vildelio (ph). It's called (SPEAKING IN FOREIGN LANGUAGE), which means \"monster.\" It is about fighting against the tyrant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Since the invasion on February 24th, the Kennedy Center has bathed itself in the colors of Ukraine's flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was our way of saying we are watching. We know. We care. We are supporting you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Ukraine's ambassador thanked the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In this time of tyranny, dictatorship, and total false propaganda, everyone in our global orchestra should feel like an essential instrument making an important and influential sound. God bless America. (SPEAKING IN FOREIGN LANGUAGE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Each night the orchestra ends playing Ukraine's national anthem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "There's something very cathartic about playing it. And there's never a dry tear in the audience. And we're crying as we play it in - in our hearts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "We are proud of our country. Proud of our soldier, real soldier, brave men who fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STETS",
      "sentences": "Really touching all the time. I see the whole audience with Ukrainian flags. So this is really emotional moment. It's about a bright future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "Your support very important for us, for Ukrainian people. We feel that we are not alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Last month, Keri-Lynn Wilson made her debuted at the Metropolitan Opera House in New York with a Russian opera that was banned by Stalin. That's it for this Sunday. Thank you for joining us. I'm Jennifer Griffin. Have a great week and Shannon will see you next FOX NEWS SUNDAY when we're live from the Reagan National Defense Forum in Simi Valley, California. <Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.> <Show: FOX NEWS SUNDAY> <Date: November 27, 2022> <Time: 09:05> <Tran: 112702cb.250> <Type: Show> <Head: Interview with Rep. Brian Fitzpatrick (R-PA)> <Sect: News; Domestic> <Byline: Jennifer Griffin> <Guest: Brian Fitzpatrick> <Spec: Brian Fitzpatrick; Energy; Politics; Congress; Legislation>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "sentences": "Joining us is Republican Congressman Brian Fitzpatrick, co-chief of the Problem Solvers Caucus, a bipartisan group of 58 lawmakers. Welcome to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRIAN FITZPATRICK (R-PA)",
      "sentences": "Good to be with you, Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Good to be with you. Congressman Fitzpatrick, the White House says the decision to allow Chevron to start pumping oil in Venezuela is not about oil prices. Do you believe them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I do not, Jennifer. You know, the energy crisis that we're facing right now in America, much of that has been self-imposed by decisions that were made by this administration early on to shut down the Keystone XL Pipeline, further delaying the permitting process here domestically. I don't know why we're going to communist dictatorship. We're begging OPEC+ to increase production when we have energy right here in America to get the job done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Staying with the economy. We're facing a possible nationwide rail strike, as Lucas reported.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "A strike would disrupt the supply chain, cost $2 billion a day, cost 700,000 jobs if it lasts a month. Materials needed by refineries won't be transported. Gas prices would go up. This is a big problem for the president. Does Congress need to step in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, that would be the last resort, Jennifer. So, we're set to leave Congress on December 15th. Now, the cooling off period for this negotiation is set to end a few days before Christmas. The union members are -- have very reasonable asks, by the way. Their benefits have not been on par -- that is the Transit Freight Workers Union -- have not been on par with other unions that had a raise in several years. And one third of the product, Jennifer, in the United States is transported by freight rail, including close to 70 percent of our agricultural -- you know, grains, feeds, fertilizer and the like. So, congressional intervention is a last resort. I suspect that after we pass the CR near December 15th, if that strike has not been averted, we'll be called back before Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And what do you think the truth is? Is the president involved in these negotiations, or are they waiting until the last minute, like they did in September?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I believe he's involved. I mean, this is something that would be of significant concern, you know, economic concern and certainly, therefore, political concern for the administration. So, I'm sure they're involved. They are probably, you know, waiting until the right time to reengage. Like I said, it will be a few days before Christmas before this actually manifests. But Congress will not let this strike happen. That's for sure. It would be devastating to our economy. So, we'll get to a resolution one way or another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And Republicans will support the president if he agrees with the railroad workers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, I certainly would, and every member of Congress has got to speak for themselves. But failure is not an option here. We cannot have our transportation system responsible for one third of our products being transported throughout our country struck down. That's not an option.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Congressman Fitzpatrick, you're a former FBI agent. There'd been 600 mass shootings this year. The president says he will pursue an assault rifle ban. Will you work with him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "We all need to work together, Jennifer, to end gun violence in America. The reality is that we have an epidemic here in the United States that's not being experienced in any other country in the world. And there's a lot of -- there's a lot of reasons for that. I think people try to oversimplify the problem. The key is to make sure that every single tragedy gets -- gets unpacked and figure out what the problem is with that individual tragedy. I know we had an issue with the background check system with Charleston. We had an issue with the mental health system with Uvalde. And there's societal problems as well. We had spikes in depression and anxiety rates amongst our children throughout America, largely due to social media. Jennifer, when you and I grew up, if there was bullying in school, you could identify the bullier, number one. And number two, the bullying ended at 3:00 when you left school. Now, the bulliers are anonymous. Social media allows that bullying to occur 24 hours a day. So, we have to fix the loopholes in our background check system. We have to fix our broken mental health system in America, and we have to deal with the societal impact of social media. It's a very complicated problem that requires a complicated solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But would you support an assault rifle ban?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, I voted for it, Jennifer. It's already come up in the House several months back. So, that's sitting in the Senate, and that's where it resides right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "There's talk of more red flag laws which allow authorities to temporarily confiscate firearms if the person is a threat to themselves or others. You're one of five Republican House members who voted for a federal red flag law this summer and you're the only one of the five who ran for re-election. Should the Republican Party support red flag laws? Are you noticing any shift among your colleagues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Yeah, so it depends on how it's written, Jennifer. So, for example, the state of Indiana, Republican House, Republican Senate, Republican governor signed a similar bill like that into law. In Florida, same situation after Parkland, Republican House, Republican Senate, Governor Rick Scott at the time, a Republican governor, signed into law and Republican governor now, Rick (ph) DeSantis, has kept that law on the books. So, there are ways you can write it where it preserves due process, protect law-abiding gun owners' rights, but at the same time, it advances community safety because like I said, with every single one of these tragedies, whether it'd be Parkland, or Uvalde, or Chesapeake, Virginia, or any of these, it's incumbent upon us to analyze the situation, where were the gaps? Was it a gap on the mental health system? Was it a HIPAA reporting issue? Was it a loophole in background checks or is it a -- something different?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Is Kevin McCarthy going to be next speaker of the House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I believe he is. I believe he is. You know, I've been in touch with his team. We're working conference wide to try to get him to 218, Jennifer. And the reality is, he's earned it. He deserves it. It would set a terrible precedent if he were not to get it, because Kevin has put four years' worth of work, four years' worth of fundraising, traveling across the country, visiting all of our congressional districts. He's worked hard. He's accomplished the goal, albeit a slim one of winning back the House majority, and he deserves it. And I don't believe there's anyone else in our conference who could get to 218. So, I think eventually we're going to get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "OK, thank you very much, Congressman Fitzpatrick, for being with us today. Thanks for being with us this holiday weekend. Up next, early voting underway in Georgia Senate runoff. We'll bring in our Sunday group to discuss the race that will determine if the Senate stays 50/50 or if Democrats can expand their narrow majority. <Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.> <Show: FOX NEWS SUNDAY> <Date: November 27, 2022> <Time: 09:27> <Tran: 112703cb.250> <Type: Show> <Head: Interview with Buzz Bissinger, Author, \"The Mosquito Bowl > <Sect: News; International> <Byline: Jennifer Griffin> <Guest: Buzz Bissinger> <Spec: Buzz Bissinger; World War II; Marines; Sports>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "sentences": "The winter of 1944 was different for many Americans. World War II was raging across Europe and in the South Pacific, and millions of servicemen spent the holiday season in unfamiliar lands. Many spent time stationed on the island of the Guadalcanal, once a strong hold for the Japanese army conquered by U.S. forces and used as staging point for future offensives. But on Christmas Eve, conflict ceased for a moment, and the Marines marked the holiday by playing in the Mosquito Bowl, a bruising and bloody football game born from trash talk and intense rivalry between two Marine regiments. The teams were stocked with former college players, including several all- Americans, 16 players were even drafted into the pros. Six months later, those who played in the game also fought in the Battle of Okinawa, one of the bloodiest of the war. The story of the game and the events that followed are detailed in \"The Mosquito Bowl: A Game of Life and Death in World War II\". The newly released book is dedicated to Neal McCallum, a Marine who was on the sidelines of the dirt and cruel (ph) field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEAL MCCALLUM, U.S. MARINE CORPS VETERAN",
      "sentences": "I was a participant drinking beer, hot beer at that game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Ninety-four-year-old McCallum spoke with me from his home in Tampa, Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCALLUM",
      "sentences": "The war in Europe got more attention than we did and they got more of everything than we did. My only aim in all of this is to keep our legacy going for the 6th Marine Division and for all the men that we lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Joining me now, the author of \"The Mosquito Bowl,\" Pulitzer Prize-winning journalist, Buzz Bissinger, best known for his nonfiction account of \"Friday Night Lights\". Buzz, this is a great book. A great book. BUZZ BISSINGER, AUTHOR, \"THE MOSQUITO BOWL\": Well, thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Americans are preparing to watch a lot of football today. Why did you choose to write about this particular game? Well, when I heard about it, I was sort of floored. The idea of a football game on the island of Guadalcanal in the Pacific on Christmas Eve of 1944, and a real game as close as they could get. You know, they built a goal post. They built the regulation field, PA system, programs. God, this is -- and 1,500 marines came, and I said, this is incredible. But I realize, they weren't men who played, they were boys. They were still boys. They were young. They were inexperienced and now, they're in war, where you lose your boyhood very quickly. The game was a way of being boys again and the upshot was they had a blast. Fifteen hundred Marines as I said. The upshot was of the 65 who played in the game, 15 were later killed several months later at Okinawa. And then I said, I think there is a book if I can get at the reporting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Yet. It was more than a game. As you mentioned, 65 Marines suited up. It was broadcast on Armed Forces Network across the Pacific. There were 1,500 Marines on the sidelines. They took a break from training. Half of them would not survive. That kind of statistic, we can't really fathom. What happened during the game, and -- and why was it Marines who were doing this and so many college players? I think it was the most college athletes or athletes to ever die in a battle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct. Football players gravitated towards the Marine Corps, which makes sense. You know, they're macho. They're tough. They wanted combat. So, a lot of these guys, they were in the Fourth Regiment and the 29th were great football players and they would argue with one another, who has the better team, the 4th or the 29th in the Marines. So, they -- someone said (ph), we're Marines, we don't argue, we duke it out. And the game was a way to have joy, to have fun. They beat the crap out of each other. The score was 0-0. And, you know, it was, as I say, it was a way to be boys for the last time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Which player really stood out to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Well, actually, there were several. I mean David Shriner (ph) I thought was amazing. He was a two-time all-American from Wisconsin. He was the perfect all-American. The perfect all-American. He was kind. He was self-effacing. He didn't like publicity. He was handsome. A great, great man. He had a beautiful fiance. I won't say what happened. Maybe you can guess. But he got to me. John McLawry (ph), who went to Brown, got to me. A really cerebral, interesting, intellectual man, great football player and, you know, a great illustrator. Inside the cover -- the inside cover of the book is something he did when he was in the jungle of -- of (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And there's a beautiful picture -- a family photo from Thanksgiving of the Shriner family before Dave Shriner deployed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And we have that photo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Yes, that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The U.S. military was very different then and so was college football.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "College football was the thing. The -- the pros were looked down upon. You know, that's where the thugs go. There's no future in it. College football was huge. That was the game. You know, Notre Dame, Army, Notre Dame, USC, you know, the Big 10. So, if you were a college football star, which many of these guys were, that was a really, really, you know, big deal. But combat was different. You know, it was expected that some are you, you're not going to make it. You're just not going to make it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But the military recruited from football teams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "They thought football teams would make good -- good soldiers and Marines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "I thought it was notable that in 1940 there was a Gallup poll was taken when many of these young men were graduating showing 79 percent of Americans wanted to stay out of the war, only 2 percent of college undergraduates believed the U.S. should join the allies. America was pretty isolationist but not these players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "No, I mean, in 1940 America was isolationist. There was a feeling that they had been snookered into getting into World War I and they were upset with the British and they just wanted no part. They would send aid, they would send financial aid, but Americans wanted no part really until the bombing of -- of Pearl Harbor. That changed everything. And the guys said, I want a piece of that. I can go -- Shriner could have had a cushy job in the United States. He could have been a phys ed instructor and he said, no, I want to go into combat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Finally, what was the message from this game regarding divisions in the country then and that we see in America today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Well, I think one of the underlying messages is unity. Everybody served. Women served in industry and manufacturing because all the men, you know, were gone. Blacks served despite some withering racism. On the line, you had people from every socio-economic stripe. And that's when you learn to deal with people, to get along with people, to love people because they did. And you realize, you know, our -- we -- our differences are really not that different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Incredible story. I highly recommend it. Buzz, thank you for an amazing American story and joining us this holiday weekend. <Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.> <Show: FOX NEWS SUNDAY> <Date: November 27, 2022> <Time: 09:00> <Tran: 112704cb.250> <Type: Show> <Head: Interview with Rep Brian Fitzpatrick (R-PA); Buzz Bissinger is Interviewed about his Book \"The Mosquito Bowl\"; Bracelet Story from Vietnam War; North Korea's Nuclear Program; Protests in China; Fate of Iran Nuclear Deal; Concerns with Putin's Use of Nuclear Weapons; Ukrainian Freedom Orchestra.> <Sect: News; International> <Byline: Jennifer Griffin, Lucas Tomlinson, Juan Williams, Dan Hoffman> <Guest: Brian Fitzpatrick, Olivia Beavers, Jonathan Swan, Buzz Bissinger, Matthew Kroenig, Dmitri Alperovitch> <Spec: Buzz Bissinger; Military; Brad Paxton; Dave Carey; Vietnam War; Hanoi Hilton; North Korea; Nuclear Weapons; Kim Jong-un; China; Xi Jinping; Protests; Taiwan; Iran; Vladimir Putin; Russia; Ukraine; Ukrainian Freedom Orchestra; Brian Fitzpatrick; Republican Party; Congress; Politics; Military; Sports; War>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "sentences": "I'm Jennifer Griffin. Americans are celebrating the holiday weekend as global strikes and COVID lockdowns threaten to dampen the big shopping season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Kind of lifted our morale and reassured us that folks at home were working on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The story of a single bracelet that became a movement of millions to support America's POWs. All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "sentences": "Jen, President Biden spent the last few days relaxing on this little island. But even while shopping yesterday here in town on Small Business Saturday, he cannot escape questions about 2024.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Mr. President, how are your 2024 conversations going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're not having any. We're celebrating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "My team has been in touch with all parties and in rooms with parties, and I have -- I have not directly engaged yet because they are still talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "Just days before Biden's press secretary said the opposite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president is indeed involved directly, but I don't want to get into details at this time, but he has been involved. I just said the president has been directly involved. He's been in touch. This is the third time I'm saying he's been directly involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "It's not just trains that could ground to a halt, but Amazon packages, as well, after thousands of Amazon workers around the world walked out on the job, on one of the busiest shopping days of the year, citing low pay and poor working conditions. Protesters are also taking to streets in China, rejecting what they call onerous lockdowns under China's oppressive COVID Zero policy. The violence extending to what is known as iPhone City, after 2,000 workers were forced into isolation in trash-filled dorms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Lucas Tomlinson, traveling with the president in Nantucket -- Lucas, thank you. Joining us now is Republican Congressman Brian Fitzpatrick, co-chief of the Problem Solvers Caucus, a bipartisan group of 58 lawmakers. Welcome to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRIAN FITZPATRICK (R-PA)",
      "sentences": "Good to be with you, Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Good to be with you. Congressman Fitzpatrick, the White House says the decision to allow Chevron to start pumping oil in Venezuela is not about oil prices. Do you believe them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I do not, Jennifer. You know, the energy crisis that we're facing right now in America, much of that has been self-imposed by decisions that were made by this administration early on to shut down the Keystone XL Pipeline, further delaying the permitting process here domestically. I don't know why we're going to communist dictatorship. We're begging OPEC+ to increase production when we have energy right here in America to get the job done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Staying with the economy. We're facing a possible nationwide rail strike, as Lucas reported.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "A strike would disrupt the supply chain, cost $2 billion a day, cost 700,000 jobs if it lasts a month. Materials needed by refineries won't be transported. Gas prices would go up. This is a big problem for the president. Does Congress need to step in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, that would be the last resort, Jennifer. So, we're set to leave Congress on December 15th. Now, the cooling off period for this negotiation is set to end a few days before Christmas. The union members are -- have a very reasonable asks, by the way. Their benefits have not been on par -- that is the Transit Freight Workers Union -- have not been on par with other unions that had a raise in several years. And one third of the product, Jennifer, in the United States is transported by freight rail, including close to 70 percent of our agricultural -- you know, grains, feeds, fertilizer and the like. So, congressional intervention is a last resort. I suspect that after we pass the CR near December 15th, if that strike has not been averted, we'll be called back before Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And what do you think the truth is? Is the president involved in these negotiations, or are they waiting until the last minute like they did in September?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I believe he's involved. I mean, this is something that would be of significant concern, you know, economic concern and certainly, therefore, political concern for the administration. So, I'm sure they're involved. They are probably, you know, waiting until the right time to reengage. Like I said, it will be a few days before Christmas before this actually manifests. But Congress will not let this strike happen. That's for sure. It would be devastating to our economy. So, we'll get to a resolution one way or another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And Republicans will support the president if he agrees with the railroad workers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, I certainly would, and every member of Congress has got to speak for themselves. But failure is not an option here. We cannot have our transportation system responsible for one third of our products being transported throughout our country struck down. That's not an option.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Congressman Fitzpatrick, you're a former FBI agent. There'd been 600 mass shootings this year. The president says he will pursue an assault rifle ban. Will you work with him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "We all need to work together, Jennifer, to end gun violence in America. The reality is that we have an epidemic here in the United States that's not being experienced in any other country in the world. And there's a lot of -- there's a lot of reasons for that. I think people try to oversimplify the problem. The key is to make sure that every single tragedy gets -- gets unpacked and figure out what the problem is with that individual tragedy. I know we had an issue with background check system with Charleston. We had an issue with the mental health system with Uvalde. And there's societal problems as well. We had spikes in depression and anxiety rates amongst our children throughout America, largely due to social media. Jennifer, when you and I grew up, if there was bullying in school, you could identify the bullier, number one. And number two, the bullying ended at 3:00 when you left school. Now, the bulliers are anonymous. Social media allows that bullying to occur 24 hours a day. So, we have to fix the loopholes in our background check system. We have to fix our broken mental health system in America, and we have to deal with the societal impact of social media. It's a very complicated problem that requires a complicated solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But would you support an assault rifle ban?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Well, I voted for it, Jennifer. It's already come up in the House several months back. So, that's sitting in the Senate, and that's where it resides right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "There's talk of more red flag laws which allow authorities to temporarily confiscate firearms if the person is a threat to themselves or others. You're one of five Republican House members who voted for a federal red flag law this summer and you're the only one of the five who ran for re-election. Should the Republican Party support red flag laws? Are you noticing any shift among your colleagues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "Yeah, so it depends on how it's written, Jennifer. So, for example, the state of Indiana, Republican House, Republican Senate, Republican governor signed a similar bill like that into law. In Florida, same situation after Parkland, Republican House, Republican Senate, Governor Rick Scott at the time, a Republican governor, signed into law and Republican governor now, Rick (ph) DeSantis, has kept that law on the books. So, there are ways you can write it where it preserves due process, protect law-abiding gun owners' rights, but at the same time, it advances community safety because like I said, with every single one of these tragedies, whether it'd be Parkland, or Uvalde, or Chesapeake, Virginia, or any of these, it's incumbent upon us to analyze the situation, where were the gaps? Was it gap on the mental health system? Was it a HIPAA reporting issue? Was it a loophole in background checks or is it a -- something different?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Is Kevin McCarthy going to be next speaker of the House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZPATRICK",
      "sentences": "I believe he is. I believe he is. You know, I've been in touch with his team. We're working conference wide to try to get him to 218, Jennifer. And the reality is, he's earned it. He deserves it. It would set a terrible precedent if he were not to get it, because Kevin has put four years worth of work, four years worth of fundraising, traveling across the country, visiting all of our congressional districts. He's worked hard. He's accomplished the goal, albeit a slim one of winning back the House majority and he deserves it. And I don't believe there's anyone else in our conference who could get to 218. So, I think eventually we're going to get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "OK, thank you very much, Congressman Fitzpatrick, for being with us today. Thanks for being with us this holiday weekend. Up next, early voting underway in Georgia Senate runoff. We'll bring in our Sunday group to discuss the race that will determine if the Senate stays 50/50 or if Democrats can expand their narrow majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The White House on a serious collision path with organized labor as a national rail strike looms and could hit Americans and disrupt supply chain right in the middle of the holiday season. And it's time now for our Sunday group: \"Politico\" congressional reporter Olivia Beavers; retired senior CIA station chief and FOX News contributor Dan Hoffman; FOX News senior political analyst Juan Williams; and \"Axios\" political correspondent Jonathan Swan. Juan, organized labor is normally friendly to President Biden and Democrats, but the risk of a nationwide rail strike now is very real. It could impact every from what we see on grocery store shelves, to prices at the pump, to supplies that keep our water safe. The president helped avert the crisis in December, but the tentative deal that was reached runs out on December 9th. Is it time for the president to step into the negotiations? Time is running out, it seems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "Well, I think you have now is Labor Secretary Marty Walsh, Transportation Secretary Pete Buttigieg in touch with both sides. The president's approach is, I'm going to try to ameliorate potential impact on American families and the economy for now. And so, he is saving his intervention. Now, the reason for that, Jen, is very interesting. The unions don't want the Congress and president to intervene. '92, last time there was a strike, the strike was over in two days because Congress and the president intervened. So, for now, both sides really want the pressure, the deadline drama. They think it helps the bargaining table. The railroad companies in this country are very profitable operations. In the September deal, they gave 24 percent over five-year deal increase in pay to the unions, and they think that is a generous offer. The unions, on the other hand, the train men and engineers approved the deal, but the rest of the other -- the other unions said no. Why? Because of benefits. And you just talked about this with Congressman Brian Fitzpatrick. What you get is the big railroad companies have not approved sick pay, sick days. And the unions say, hey, we need 15 sick days, this job is too demanding and we need some flexibility in terms of shifts. And so, right now, the big companies have refused to reopen the talk about benefits and the unions say, unless you do that, we don't have a deal. So, the deadline pressure is something both sides see as helping to force a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But you think they'll get a deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think, you know, it's inevitable, because the impact, it's not going to cancel Christmas, thanks goodness, but I -- you know, the supplies are on the shelves. But this is something that could impact the entire nation's economy and you can't have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Jonathan, now to Donald Trump and his third run for the White House. Are you surprised by the number of prominent Republicans who have come out against Trump even as Attorney General Bill Barr writes, Trump will burn down the GOP, time for new leadership. What's the reaction from Trump advisors to his dining with white nationalist Nick Fuentes at Mar-a-Lago last week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS NATIONAL POLITICAL REOPRTER",
      "sentences": "Well, actually, there actually haven't been that many Republicans who come out against Trump. And you're even seeing, you know, there's a few -- Bill Barr has already condemned Trump before this, you see Chris Christie, he is pretty vocal and look at Mike Pompeo, Trump's former secretary of state, he is criticizing Trump without naming Trump and Pence is being gentle, as well. Which tells me that there is still fear among Americans, even ones who want to oppose him in 2024, that Trump still commands serious meaningful proportion of the base, and they don't want to cross him yet. DeSantis, for example, is being completely silent. Nick Fuentes, to your question, one of the most virulent anti-Semites and just open racist, Holocaust denier, you know, you just go to his clips. It's kind of staggering to listen to. Trump's advisers, you know, most of his core team right now have been through, you know, Charlottesville, Access Hollywood, you know, go through the list. This is sort of another day in the life of. You don't get -- they don't run around lighting their hair on fire. They are all freaking out, that has not been my experience talking of them. These are people who, you know, sort of just another day at the office actually and one person said to me and I saw someone else tweeted this. Basically their take was, Republican official, was he invites one notorious anti-Semite to dinner, Kanye West, and he shows up with another notorious anti-Semite. So, you know, the surprise was there was two other than one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "That it's doubling. It should be cause for concern --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Yeah, two is worse than one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Olivia, early voting is now underway in parts of Georgia. Obviously, there's a December 6 runoff between Democratic Senator Raphael Warnock and Republican Herschel Walker. It will decide whether Democrats have 50 or 51 seats, what are you seeing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OLIVIA BEAVERS, POLITICO CONGRESSIONAL REPORTER",
      "sentences": "Well, you know, right now the poll suggest that it was just as close as it was when we were watching it during the midterms. There are 35,000 votes that separated Raphael Warnock and Walker. And right now, Warnock seems to have the edge, but give and take the margin of error. Abortion seemed to play a pretty large role and motivating Democrats to turn out, and it's sort of early voting. There's -- it is sort of an area where Democrats are really pushing that space. So, we're going to see how this plays out, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Well, it's interesting you should mention that, because Georgia Supreme Court reinstated the state's ban on abortions after roughly six weeks. Do you think abortion will continue to play an issue down there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEAVERS",
      "sentences": "I'm sure that that's going to be definitely, you know, motivating people. There's more support for something that's more like a 15-week ban. But, you know, Democrats are saying that this was a bigger issue and the polling, exit polls seem to suggest more so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Dan, as we speak NATO ally Turkey is planning to carry out a ground invasion in Syria. They're targeting the very Kurdish groups that the U.S. relies on to fight ISIS. I spoke to the head of the SDF, the Kurdish leader who said he had to pause working with the U.S., they were guarding 10,000 ISIS prisoners. Here's what he said just earlier this week. GENERAL MAZLOUM ABDI, SYRIAN DEMOCRATIC FORCES COMMANDER (through translator): All of our forces have to be on the border and the front line thinking about protecting our people, so we have to stop this activity alongside the national coalition, we had no choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "What does this mean for the region and U.S. troops based there, there about 1,000 troops?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN HOFFMAN, FOX NEWS CONTRIBUTOR",
      "sentences": "A Turkish incursion would have significantly negative impact on our ongoing fight against ISIS. We've been allied with the Syrian Democratic forces, the Kurds going back almost a decade to 2014. They are guarding the al-Hol refugee camp where there are tens of thousands of terrorists and they simply can't do it all at once. I expect that there are ongoing back channel discussions with Turkey. Turkey has a lot of leverage because they control new NATO membership for Finland and Sweden and I'm sure we're making the point that if Turkish attack would impact Turkey, as well, because the terrorists would have open-field running potentially back into Turkey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But big issue for the president, one of the many national security threats that he is facing right now. Thank you very much, panel. Up next, during one of the most divisive times in world history, two World War II Marine regiments came together for a game of football before being sent to one of the bloodiest battles in the Pacific. We sit down with author Buzz Bissinger of \"Friday Night Lights\" fame to share the story of the Mosquito Bowl and what happened next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The winter of 1944 was different for many Americans. World War II was raging across Europe and in the South Pacific, and millions of servicemen spent the holiday season in unfamiliar lands. Many spent time stationed on the island of the Guadalcanal, once a strong hold for the Japanese army conquered by U.S. forces and used as staging point for future offensives. But on Christmas Eve, conflict ceased for a moment, and the Marines marked the holiday by playing in the Mosquito Bowl, a bruising and bloody football game born from trash talk and intense rivalry between two Marine regiments. The teams were stocked with former college players, including several all- Americans, 16 players were even drafted into the pros. Six months later, those who played in the game also fought in the Battle of Okinawa, one of the bloodiest of the war. The story of the game and the events that followed are detailed in \"The Mosquito Bowl: A Game of Life and Death in World War II\". The newly released book is dedicated to Neal McCallum, a Marine who was on the sidelines of the dirt and cruel (ph) field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEAL MCCALLUM, U.S. MARINE CORPS VETERAN",
      "sentences": "I was a participant drinking beer, hot beer at that game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Ninety-four-year-old McCallum spoke with me from his home in Tampa, Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCALLUM",
      "sentences": "The war in Europe got more attention than we did and they got more of everything than we did. My only aim in all of this is to keep our legacy going for the 6th Marine Division and for all the men that we lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Joining me now, the author of \"The Mosquito Bowl,\" Pulitzer Prize-winning journalist, Buzz Bissinger, best known for his nonfiction account of \"Friday Night Lights\". Buzz, this is a great book. A great book. BUZZ BISSINGER, AUTHOR, \"THE MOSQUITO BOWL\": Well, thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Americans are preparing to watch a lot of football today. Why did you choose to write about this particular game? Well, when I heard about it, I was sort of floored. The idea of a football game on the island of Guadalcanal in the Pacific on Christmas Eve of 1944, and a real game as close as they could get. You know, they built a goal post. They built the regulation field, PA system, programs. God, this is -- and 1,500 marines came, and I said, this is incredible. But I realize, they weren't men who played, they were boys. They were still boys. They were young. They were inexperienced and now, they're in war, where you lose your boyhood very quickly. The game was a way of being boys again and the upshot was they had a blast. Fifteen hundred Marines as I said. The upshot was of the 65 who played in the game, 15 were later killed several months later at Okinawa. And then I said, I think there is a book if I can get at the reporting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Yet. It was more than a game. As you mentioned, 65 Marines suited up. It was broadcast on Armed Forces Network across the Pacific. There were 1,500 Marines on the sidelines. They took a break from training. Half of them would not survive. That kind of statistic, we can't really fathom. What happened during the game, and - and why was it Marines who were doing this and so many college players? I think it was the most college athletes or athletes to ever die in a battle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct. Football players gravitated towards the Marine Corps, which makes sense. You know, they're macho. They're tough. They wanted combat. So, a lot of these guys, they were in the Fourth Regiment and the 29th were great football players and they would argue with one another, who has the better team, the 4th or the 29th in the Marines. So, they -- someone said (ph), we're Marines, we don't argue, we duke it out. And the game was a way to have joy, to have fun. They beat the crap out of each other. The score was 0-0. And, you know, it was, as I say, it was a way to be boys for the last time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Which player really stood out to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Well, actually, there were several. I mean David Shriner (ph) I thought was amazing. He was a two-time all-American from Wisconsin. He was the perfect all-American. The perfect all-American. He was kind. He was self-effacing. He didn't like publicity. He was handsome. A great, great man. He had a beautiful fiance. I won't say what happened. Maybe you can guess. But he got to me. John McLawry (ph), who went to Brown, got to me. A really cerebral, interesting, intellectual man, great football player and, you know, a great illustrator. Inside the cover -- the inside cover of the book is something he did when he was in the jungle of -- of (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And there's a beautiful picture -- a family photo from Thanksgiving of the Shriner family before Dave Shriner deployed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And we have that photo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Yes, that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The U.S. military was very different then and so was college football.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "College football was the thing. The -- the pros were looked down upon. You know, that's where the thugs go. There's no future in it. College football was huge. That was the game. You know, Notre Dame, Army, Notre Dame, USC, you know, the Big 10. So, if you were a college football star, which many of these guys were, that was a really, really, you know, big deal. But combat was different. You know, it was expected that some are you, you're not going to make it. You're just not going to make it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But the military recruited from football teams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "They thought football teams would make good -- good soldiers and Marines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "I thought it was notable that in 1940 there was a Gallup poll was taken when many of these young men were graduating showing 79 percent of Americans wanted to stay out of the war, only 2 percent of college undergraduates believed the U.S. should join the allies. America was pretty isolationist but not these players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "No, I mean, in 1940 America was isolationist. There was a feeling that they had been snookered into getting into World War I and they were upset with the British and they just wanted no part. They would send aid, they would send financial aid, but Americans wanted no part really until the bombing of -- of Pearl Harbor. That changed everything. And the guys said, I want a piece of that. I can go -- Shriner could have had a cushy job in the United States. He could have been a phys ed instructor and he said, no, I want to go into combat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Finally, what was the message from this game regarding divisions in the country then and that we see in America today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISSINGER",
      "sentences": "Well, I think one of the underlying messages is unity. Everybody served. Women served in industry and manufacturing because all the men, you know, were gone. Blacks served despite some withering racism. On the line, you had people from every socio-economic stripe. And that's when you learn to deal with people, to get along with people, to love people because they did. And you realize, you know, our -- we -- our differences are really not that different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Incredible story. I highly recommend it. Buzz, thank you for an amazing American story and joining us this holiday weekend. This Thanksgiving week I want to share with you another powerful example of Americans coming together, even during one of the most unpopular wars in the nation's history, the Vietnam War. Americans have found common ground. This is the story of one of our colleagues here at Fox who wore a bracelet bearing the name of an American soldier held captive in Vietnam. Decades later, he tracked down the veteran. Here's their story. GRIFFIN (voice over): As war raged in Vietnam, a quiet effort started by two California sorority sisters to show support for the POW and MIAs who were shot down in rice patty fields, many held for years at the Hanoi Hilton, took off across America. Students across America began wearing bracelets with the name of an American POW and the date they were shot down. Stars like John Wayne, Princess Grace and Sonny and Cher wore them. Fox News editor Brad Paxton was one of those kids who sent his $2.50 away to purchase a bracelet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAD PAXTON, FOX NEWS EDITOR",
      "sentences": "This actually a photo of me wearing the bracelet. Yes, I had lots of hair back then, but -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I was just a fan at the time. I would say 50 percent of my junior high school was wearing the bracelets. You didn't have to be for the war or against the war, you just could be in support of these people who were -- had been captured.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Spurred by conversation with his wife about the bracelets and how they united the country during the war, he decided to try to fine Lieutenant David Carey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I went down and pulled out a box. I knew right where it was. And I looked it up. And then, like a lightning bolt, it was just kind of was like, I should just see whatever happened to this guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "He found him in Texas, 80 years old, and now an author and motivational speaker. Carey spent five and a half years in the Hanoi Hilton, some of it with John McCain, who was shot down a month and a half after him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I sent him an e-mail and a picture of the bracelet. And, to my surprise, within like minutes he e-mailed me right back and said, I would love to have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPTAIN DAVE CAREY, FORMER PRISONER OF WAR",
      "sentences": "I've been getting those periodically for all these years. You know, someone will find me on the internet and I'll get an e-mail and they have a bracelet that they've worn. And then I tell them that they have no idea how much those bracelets meant to us when we were in Hanoi. Those bracelets were incredibly important to us. They kind of lifted our moral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Carey, who retired as a captain, can still recall the day he was shot down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "The missile went right between us. There was a huge explosion. A fireball blew the tail section off my airplane. The airplane just stayed on its back. It was just a blur. So, this thing is falling and spinning and tumbling through the sky. I ejected from the airplane. Had a parachute. Landed in the middle of a small north Vietnamese village.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "He still remembers the beatings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "I was interrogated. The interrogation led to beatings. The beatings led to torture. My arms didn't work. My arms didn't work for weeks and weeks. I ate by wiggling around in my stomach, stick my face in a bowl of rice. And in my mind came the first line of the 23rd Psalm, the Lord is my Shepherd. I could think about that line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "They found other tricks to keep their minds intact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "I let slip that I had taken French in high school and at the Naval Academy. And so I immediately became the French teacher. That was French according to me, because there was a lot of stuff I had to make up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Meanwhile, back in California, the woman who started the bracelet movement, Carol Bates Brown, was a students at Cal State Northridge. She and a girlfriend came up with the MIA/POW bracelet concept.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAROL BATES BROWN, POW BRACELET FOUNDER",
      "sentences": "We were able to get materials donated and somebody came up with the idea of putting names on the bracelets. And when it really took off, like it did, it was just shocking and unbelievable. But, in all, I think we distributed something like five million bracelets during that time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "They were especially popular from 1970 to 1973.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROWN",
      "sentences": "Decided if kids could pay for a movie, they would pay for a bracelet,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The campaign led to a decades long career at the Pentagon for Brown at the Defense Intelligence Agency in the Office of POW Missing Personnel. Fifty-five years later, Dave Carey still has the flag airmen carried in their flight suits in case they had to eject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "It says, I'm a citizen of the United States of America. I do not speak your language. Please take me to someone who will provide for my safety and see that I'm returned to my people. My government will reward you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "But when they heard kids back home were wearing bracelets with their name on them, that gave them hope that they had not been forgotten.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "We kept our sense of humor and we kept the faith. Faith in ourselves, faith in each other, faith in our country and faith in God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAXTON",
      "sentences": "I always knew where the bracelet was. I never forgot his name. Even 50 years later, I could tell you about Lieutenant David Carey. He's a genuine American hero. And I'm just humbled and -- to have had a small footnote in his story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "While in captivity, one of the ways this naval aviator kept sane was by pretending to play the piano. After his release, he finally learned to play on a real piano. Today he still receives mail from kids now grown who wore those bracelets for him and the other POW/MIA's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAREY",
      "sentences": "My message to anyone wearing the uniform of the United States of America would be this, they are way stronger, way more resilient, way more resourceful than they ever would give themselves credit for, they just haven't been tested. There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Our sincere thanks to Brad Paxton, a colleague and dear friend to us here at Fox News Channel's Washington bureau. It was an honor to share his story and that of Lieutenant Dave Carey. Up next, a deep dive on global threat, the rise of China, and nuclear saber rattling by Russia as President Putin tries to change the map of Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "This week French President Emmanuel Macron arrives in Washington for a state dinner and a full plate of global crisis to discuss with President Biden. Topics will likely include how the U.S. and Europe will support Ukraine and contain Vladimir Putin. Joining me now, Dmitri Alperovitch, a Russian-born American cyber security and geopolitics expert who has tracked some of the largest threats facing the U.S. from Russia and China, and Matthew Kroenig, the Atlantic Council's acting director of the Scowcroft Center for Strategy and Security, he's one of the world's leading authorities on nuclear weapons. Matthew, Kim Jong-un is seen again with his daughter in tow, inspecting ballistic missiles. What should we make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW KROENIG, SCROWCROFT CENTER FOR STRATEGY AND SECURITY",
      "sentences": "Well, a problem that dictatorships always have is - is what do you do with succession. And this is a family business. Kim Jong-un's grandfather started the country. His father after him. And so I think Kim Jong-un is probably thinking about a succession plan. And by having his family members, his daughter, in these public settings, possibly grooming them for succession. Meanwhile, the nuclear threat continues to grow. North Korea only the third U.S. adversary, other than Russia and China, that can threaten nuclear war against the United States. So, this is a serious challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "How should the U.S. respond to the recent escalation in missile tests from North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Well, the Biden administration has essentially put this on the back burner. I think they see it as a difficult challenge. So, they've prioritized Russia, China, and other issues. But I think that's a mistake. This threat continues to grow. And so I think the right approach is basically a pressure and engagement campaign, increase the diplomatic, economic, political pressure on North Korea so long as it pursues these destabilizing policies, but hold out the possibility for engagement and negotiation if Kim Jong-un is willing to come talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And what's the state of the U.S. nuclear arsenal? Can it still serve as a deterrent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Well, the U.S. arsenal is effective today, but it's getting old. It was built in the '70s and '80's. They're nearing the end of their service lives. And so there is a bipartisan plan to modernize U.S. nuclear weapons over the coming 30 years. But that program has been slipping. We need to make it a priority to make sure that we have a deterrent to protect ourselves and our allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Dmitri, what lesson is President Xi taking from Ukraine? And what should we make of these Shanghai protest? Some protesters have even called for Xi to resign, which is unprecedented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DMITRI ALPEROVITCH, SILVERADO POLICY ACCELERATOR CHAIRMAN",
      "sentences": "Well, the lesson - the main lesson he is learning, of course, is that, if you're going to go against Taiwan, which I think he wants to in his lifetime, probably the next 10 years, maybe even sooner, you'd better be ready. You've better make sure that your forces are ready, they're trained, they can execute the mission and hopefully do it quickly from his perspective. The other lesson he may be learning, which may be the incorrect lesson, is that the United States can be deterred via the use of nuclear weapons or the threat of nuclear weapons because he sees that we -- while we're supporting Ukraine, we have not gone in and helped them with our own troops. He -- that lesson may not apply to Taiwan, but that's what he may be inferring. The protests are really interesting because this is the first time that it seems like President Xi is really losing control over this zero Covid policy that they've had for the last couple of years. The cases are increasing dramatically. There are thousands of new cases a day in Beijing, if we can even believe their numbers. They're probably a lot higher. And the population is fed up. They're - they're not willing to continue to live in lockdowns. And that is going to be very precarious for - for President Xi going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Also, in Taiwan, a pro-China party just won municipal elections. What does this tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": "Well, this election was a municipal election. It was not about China. But the fact that the population is willing to ignore the China threat and vote for a party that is very friendly to the Beijing government is an indication that the Taiwanese are just not prioritizing the threat, they don't believe it's real, they don't think an invasion is coming, and that has real implications for U.S. policy because if Taiwan does not shape up, if they don't dramatically increase their conscription, their training, their military industrial complex to produce weapons and to integrate them into their defense forces, Taiwan is going to be in real trouble. And despite what President Biden says about us willing to come to their aid, if the Taiwan doesn't fight, Taiwan is going to be doomed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And they haven't (ph) been buying the right type of weapons, from what I understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": ": No, they're focused on old-style weapons, tanks, F-16s, that may not be very applicable to war if the - if the Chinese launch an airborne invasion, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Matthew, the protests in Iran, is this a real threat to the regime? Should the Biden administration be saying more? And is the nuclear deal dead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Well, you have to really admire the young women in Iran risking their lives standing up to this brutal dictatorship. I do think the Biden administration should be doing more to support them, both verbally and - and behind the scenes. Unfortunately, the sad reality, when we've seen this before, is that the regime is willing to kill in large numbers to stay in power. The Iranians haven't been willing to die in large enough numbers to take power. And I do fear that that may be the ultimate outcome here. On the nuclear deal, the International Atomic Energy Agency reported earlier this month that Iran is now enriching to 60 percent enriched uranium, a hair's breathe from weapons grade, at their underground facility at Fordo (ph). Outside experts estimate that the time it would take Iran to dash and build nuclear weapons has shrunk almost to zero. So, I do fear that the game is almost over here and the bipartisan effort to stop Iran from building nuclear weapons may - may have failed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Dmitri, you were sanctioned by Putin recently. Today Ukraine is marking 90 years since Stalin imposed a famine that killed 2 million to 3 million Ukrainians. What more should the Biden administration be doing and are you concerned that House Republicans are going to cut off aid to Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": "I don't think the military aid is going to get cut off. And as long as the Ukrainians are able to get ammunition and weapons systems, they're going to keep fighting. They understand that this is an existential struggle for their country. The real problem that we face right now is we're running low on a lot of munitions. The artillery munitions, missiles, javelin missiles that they use for anti-tank strikes, we need to be massively ramping up our production. We need to be building new factories. And the reality is, these wars with (INAUDIBLE) peer competitors, like Russia and China, can last a long time. And if there is, God forbid, a conflict over Taiwan, we'll run out of things very, very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "And, Dmitri, a lot of people missed a key move by the Biden administration regarding export control in China's chip industry. What's the significance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALPEROVITCH",
      "sentences": "Well, this was basically a massive declaration of a trade war against China. Basically, constraining their ability to produce advanced chips, which are necessary for weapons systems, they're necessary for advanced manufacturing and advanced electronics. And this is something that the Chinese are going to struggle a lot with. They have not been able to achieve independent production. And without ability to procure those chips, this will really impact their military significantly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Matthew, before we go, what should we expect from the U.S.-Iran World Cup match on Tuesday? We've seen some protests. We've seen the players not sing the national anthem, then sing the national anthem. Tears in the stadium. Who's going to win? What's the significance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KROENIG",
      "sentences": "Yes, so, well, you do have to sympathize with the Iranian players and another act of bravery, refusing to sing the Iranian national anthem as a sign of protest against the regime. So, it's a part of me wants to pull with them, but I am a patriot, so, USA, USA, USA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Panel, thank you so much. Up next, Ukrainian refugees use their musical talents to send a message to Vladimir Putin. I'll introduce you to a few of them as they fight back with instruments of peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "As we give thanks this weekend, we'd like to remember those facing a long, cold, dark winter in Ukraine. The result of Russia's brutal invasion nine months ago. The Ukrainian Freedom Orchestra is a truly special ensemble made up of dozens of Ukrainian refugees, musicians who toured Europe and the United States imploring people not to forget. I sat down with a few of the musicians when they visited the Kennedy Center. GRIFFIN (voice over): They fled Ukraine in the hours and days after Russia's invasion, carrying with them a few dollars, their children, and their instruments. Their bows now serve as their weapons as Vladimir Putin's army tries to expunge Ukraine from the map of Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERI-LYNN WILSON, CONDUCTOR",
      "sentences": "I consider my musicians soldiers of music who are free and independent Ukraine. Putin keeps trying to say there is no culture. We are fighting on the cultural front and our weapons are our instruments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Keri-Lynn Wilson assembled 75 Ukrainian refugees who had never played together for an international 12-city tour that ended at the Kennedy Center in the nation's capital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "It came together when I was horrified by the invasion in February. This was very personal for me because I still have family who are in Ukraine. And I thought, I could somehow bring these refugees together and - and create an orchestra, to give them a voice back, because Putin has silenced them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "We're armed with our emotions. We're driven by the fact that we want to prove, not only to Putin, but to the world, for the future, not only of Ukraine, as a free and independent country, but for the future of democracy. GRIFFIN (voice over): Among her soldiers, Olga Sheliskova (ph), the director of Kyiv's Mozart orchestra who fled Ukraine with her 16-year-old daughter and cat. OLGA SHELISKOVA (ph): It was dangerous. We can see the rockets on the - on the sky. And the sound of explode.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "We have to remind about the work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Do you feel like a soldier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "I'm a musician.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "What is your message to Vladimir Putin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "We are exist. Ukraine exist. Ukraine is independent country. GRIFFIN (voice over): Bassist Nazari Stets (ph) received special permission from President Zelenskyy to leave Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "This orchestra has been compared to soldiers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STETS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "How are you a soldier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STETS",
      "sentences": "We can tell the truth to the whole world, I am a soldier, because I am telling the truth and I am not scared of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "Those who have chosen to stay in Ukraine, what courage, what bravery, and what determination to stay in their country to fight for its independence. GRIFFIN (voice over): The pieces she chose to play during the tour all have deep symbolism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "I wanted to feature Ukrainian composers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Like Vallantine Silvestrof (ph), whose seventh symphony is dedicated to his wife who died suddenly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "We dedicated to the soldiers and the innocent victims of this war. Then I chose Beethoven's Vildelio (ph). It's called (SPEAKING IN FOREIGN LANGUAGE), which means \"monster.\" It is about fighting against the tyrant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Since the invasion on February 24th, the Kennedy Center has bathed itself in the colors of Ukraine's flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was our way of saying we are watching. We know. We care. We are supporting you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Ukraine's ambassador thanked the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In this time of tyranny, dictatorship, and total false propaganda, everyone in our global orchestra should feel like an essential instrument making an important and influential sound. God bless America. (SPEAKING IN FOREIGN LANGUAGE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Each night the orchestra ends playing Ukraine's national anthem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILSON",
      "sentences": "There's something very cathartic about playing it. And there's never a dry tear in the audience. And we're crying as we play it in - in our hearts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "We are proud of our country. Proud of our soldier, real soldier, brave men who fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STETS",
      "sentences": "Really touching all the time. I see the whole audience with Ukrainian flags. So this is really emotional moment. It's about a bright future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELISKOVA",
      "sentences": "Your support very important for us, for Ukrainian people. We feel that we are not alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Last month, Keri-Lynn Wilson made her debuted at the Metropolitan Opera House in New York with a Russian opera that was banned by Stalin. That's it for this Sunday. Thank you for joining us. I'm Jennifer Griffin. Have a great week and Shannon will see you next FOX NEWS SUNDAY when we're live from the Reagan National Defense Forum in Simi Valley, California. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "utterance": "I'm Jennifer Griffin. Americans are celebrating the holiday weekend as global strikes and COVID lockdowns threaten to dampen the big shopping season."
    },
    {
      "speaker": "GRIFFIN (voice-over)",
      "utterance": "Workers in dozens of countries protesting and walking off the job amid the Black Friday frenzy as rail unions threaten to do the same, raising the risk of year-end strike with significant impact on the U.S. economy. This as new COVID lockdowns in China spark worldwide economic fears. We'll discuss what's at stake for U.S. companies. Then, the president prepares for big policy fights when Republicans take control of the House in January. Moderate lawmakers hope to seize the moment and break the gridlock to make deals both parties can embrace. We'll ask Republican Congressman Brian Fitzpatrick, the co-chair of the Bipartisan Problem Solvers Caucus, what he thinks can get done in a divided government. Plus, early voting underway in parts of Georgia. We'll ask our Sunday panel how a court ruling could impact turnout in this huge race. Then, journalist and author Buzz Bissinger joins me to talk about the Mosquito Bowl, the hard fought game between two Marine regiments on Christmas Eve in 1994. We'll discuss what happened to the players in the deadly conflict that followed. Also --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Kind of lifted our morale and reassured us that folks at home were working on it."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The story of a single bracelet that became a movement of millions to support America's POWs. All, right now, on \"FOX News Sunday.\""
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "And hello from FOX News in Washington. I'm Jennifer Griffin, in for Shannon Bream. Major economic concerns on a global scale, just as many Americans wrapped up Black Friday shopping and prepare for Cyber Monday. Protests at the world's largest iPhone factory in central China over COVID lockdowns. Amazon workers taking to the streets in dozens of countries, as American railroad workers are poised to do the same here at home, if a new labor deal is not quickly reached. In a moment, we'll be joined by Republican Congressman Brian Fitzpatrick of Pennsylvania, a member of the House Committee on Transportation and Infrastructure. But, first, let's turn to Lucas Tomlinson, live in Nantucket, Massachusetts, where the president is spending the holiday weekend -- Lucas."
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "utterance": "Jen, President Biden spent the last few days relaxing on this little island. But even while shopping yesterday here in town on Small Business Saturday, he cannot escape questions about 2024."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Mr. President, how are your 2024 conversations going?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're not having any. We're celebrating."
    },
    {
      "speaker": "TOMLINSON (voice-over)",
      "utterance": "Nationwide, a massive railroad strike looms, with the potential to cripple the transportation of a third of all goods in the United States. After Biden took credit for averting a strike in back in September, this time, he says, he's taking a more hands-off approach."
    },
    {
      "speaker": "BIDEN",
      "utterance": "My team has been in touch with all parties and in rooms with parties, and I have -- I have not directly engaged yet because they are still talking."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "Just days before Biden's press secretary said the opposite."
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president is indeed involved directly, but I don't want to get into details at this time, but he has been involved. I just said the president has been directly involved. He's been in touch. This is the third time I'm saying he's been directly involved."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "It's not just trains that could ground to a halt, but Amazon packages, as well, after thousands of Amazon workers around the world walked out on the job, on one of the busiest shopping days of the year, citing low pay and poor working conditions. Protesters are also taking to streets in China, rejecting what they call onerous lockdowns under China's oppressive COVID Zero policy. The violence extending to what is known as iPhone City, after 2,000 workers were forced into isolation in trash-filled dorms."
    },
    {
      "speaker": "TOMLINSON (on camera)",
      "utterance": "Yesterday, the U.S. Treasury Department announced they would allow Chevron to resume oil production in Venezuela in an apparent bid to lower gas prices -- Jen."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Lucas Tomlinson, traveling with the president in Nantucket -- Lucas, thank you. Joining us now is Republican Congressman Brian Fitzpatrick, co-chief of the Problem Solvers Caucus, a bipartisan group of 58 lawmakers. Welcome to \"FOX News Sunday\"."
    },
    {
      "speaker": "REP. BRIAN FITZPATRICK (R-PA)",
      "utterance": "Good to be with you, Jennifer."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Good to be with you. Congressman Fitzpatrick, the White House says the decision to allow Chevron to start pumping oil in Venezuela is not about oil prices. Do you believe them?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I do not, Jennifer. You know, the energy crisis that we're facing right now in America, much of that has been self-imposed by decisions that were made by this administration early on to shut down the Keystone XL Pipeline, further delaying the permitting process here domestically. I don't know why we're going to communist dictatorship. We're begging OPEC+ to increase production when we have energy right here in America to get the job done."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Staying with the economy. We're facing a possible nationwide rail strike, as Lucas reported."
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Yeah."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "A strike would disrupt the supply chain, cost $2 billion a day, cost 700,000 jobs if it lasts a month. Materials needed by refineries won't be transported. Gas prices would go up. This is a big problem for the president. Does Congress need to step in?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, that would be the last resort, Jennifer. So, we're set to leave Congress on December 15th. Now, the cooling off period for this negotiation is set to end a few days before Christmas. The union members are -- have a very reasonable asks, by the way. Their benefits have not been on par -- that is the Transit Freight Workers Union -- have not been on par with other unions that had a raise in several years. And one third of the product, Jennifer, in the United States is transported by freight rail, including close to 70 percent of our agricultural -- you know, grains, feeds, fertilizer and the like. So, congressional intervention is a last resort. I suspect that after we pass the CR near December 15th, if that strike has not been averted, we'll be called back before Christmas."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And what do you think the truth is? Is the president involved in these negotiations, or are they waiting until the last minute like they did in September?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I believe he's involved. I mean, this is something that would be of significant concern, you know, economic concern and certainly, therefore, political concern for the administration. So, I'm sure they're involved. They are probably, you know, waiting until the right time to reengage. Like I said, it will be a few days before Christmas before this actually manifests. But Congress will not let this strike happen. That's for sure. It would be devastating to our economy. So, we'll get to a resolution one way or another."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And Republicans will support the president if he agrees with the railroad workers?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, I certainly would, and every member of Congress has got to speak for themselves. But failure is not an option here. We cannot have our transportation system responsible for one third of our products being transported throughout our country struck down. That's not an option."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Congressman Fitzpatrick, you're a former FBI agent. There'd been 600 mass shootings this year. The president says he will pursue an assault rifle ban. Will you work with him?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "We all need to work together, Jennifer, to end gun violence in America. The reality is that we have an epidemic here in the United States that's not being experienced in any other country in the world. And there's a lot of -- there's a lot of reasons for that. I think people try to oversimplify the problem. The key is to make sure that every single tragedy gets -- gets unpacked and figure out what the problem is with that individual tragedy. I know we had an issue with the background check system with Charleston. We had an issue with the mental health system with Uvalde. And there's societal problems as well. We had spikes in depression and anxiety rates amongst our children throughout America, largely due to social media. Jennifer, when you and I grew up, if there was bullying in school, you could identify the bullier, number one. And number two, the bullying ended at 3:00 when you left school. Now, the bulliers are anonymous. Social media allows that bullying to occur 24 hours a day. So, we have to fix the loopholes in our background check system. We have to fix our broken mental health system in America, and we have to deal with the societal impact of social media. It's a very complicated problem that requires a complicated solution."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But would you support an assault rifle ban?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, I voted for it, Jennifer. It's already come up in the House several months back. So, that's sitting in the Senate, and that's where it resides right now."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "There's talk of more red flag laws which allow authorities to temporarily confiscate firearms if the person is a threat to themselves or others. You're one of five Republican House members who voted for a federal red flag law this summer and you're the only one of the five who ran for re-election. Should the Republican Party support red flag laws? Are you noticing any shift among your colleagues?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Yeah, so it depends on how it's written, Jennifer. So, for example, the state of Indiana, Republican House, Republican Senate, Republican governor signed a similar bill like that into law. In Florida, same situation after Parkland, Republican House, Republican Senate, Governor Rick Scott at the time, a Republican governor, signed into law and Republican governor now, Rick (ph) DeSantis, has kept that law on the books. So, there are ways you can write it where it preserves due process, protect law-abiding gun owners' rights, but at the same time, it advances community safety because like I said, with every single one of these tragedies, whether it'd be Parkland, or Uvalde, or Chesapeake, Virginia, or any of these, it's incumbent upon us to analyze the situation, where were the gaps? Was it gap on the mental health system? Was it a HIPAA reporting issue? Was it a loophole in background checks or is it a -- something different?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Is Kevin McCarthy going to be next speaker of the House?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I believe he is. I believe he is. You know, I've been in touch with his team. We're working conference wide to try to get him to 218, Jennifer. And the reality is, he's earned it. He deserves it. It would set a terrible precedent if he were not to get it, because Kevin has put four years worth of work, four years worth of fundraising, traveling across the country, visiting all of our congressional districts. He's worked hard. He's accomplished the goal, albeit a slim one of winning back the House majority and he deserves it. And I don't believe there's anyone else in our conference who could get to 218. So, I think eventually we're going to get there."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "OK, thank you very much, Congressman Fitzpatrick, for being with us today. Thanks for being with us this holiday weekend. Up next, early voting underway in Georgia Senate runoff. We'll bring in our Sunday group to discuss the race that will determine if the Senate stays 50/50 or if Democrats can expand their narrow majority."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The White House on a serious collision path with organized labor as a national rail strike looms and could hit Americans and disrupt supply chain right in the middle of the holiday season."
    },
    {
      "speaker": "And it's time now for our Sunday group",
      "utterance": "\"Politico\" congressional reporter Olivia Beavers; retired senior CIA station chief and FOX News contributor Dan Hoffman; FOX News senior political analyst Juan Williams; and \"Axios\" political correspondent Jonathan Swan. Juan, organized labor is normally friendly to President Biden and Democrats, but the risk of a nationwide rail strike now is very real. It could impact every from what we see on grocery store shelves, to prices at the pump, to supplies that keep our water safe. The president helped avert the crisis in December, but the tentative deal that was reached runs out on December 9th. Is it time for the president to step into the negotiations? Time is running out, it seems."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "Well, I think you have now is Labor Secretary Marty Walsh, Transportation Secretary Pete Buttigieg in touch with both sides. The president's approach is, I'm going to try to ameliorate potential impact on American families and the economy for now. And so, he is saving his intervention. Now, the reason for that, Jen, is very interesting. The unions don't want the Congress and president to intervene. '92, last time there was a strike, the strike was over in two days because Congress and the president intervened. So, for now, both sides really want the pressure, the deadline drama. They think it helps the bargaining table. The railroad companies in this country are very profitable operations. In the September deal, they gave 24 percent over five-year deal increase in pay to the unions, and they think that is a generous offer. The unions, on the other hand, the train men and engineers approved the deal, but the rest of the other -- the other unions said no. Why? Because of benefits. And you just talked about this with Congressman Brian Fitzpatrick. What you get is the big railroad companies have not approved sick pay, sick days. And the unions say, hey, we need 15 sick days, this job is too demanding and we need some flexibility in terms of shifts. And so, right now, the big companies have refused to reopen the talk about benefits and the unions say, unless you do that, we don't have a deal. So, the deadline pressure is something both sides see as helping to force a deal."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But you think they'll get a deal?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think, you know, it's inevitable, because the impact, it's not going to cancel Christmas, thanks goodness, but I -- you know, the supplies are on the shelves. But this is something that could impact the entire nation's economy and you can't have that."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Jonathan, now to Donald Trump and his third run for the White House. Are you surprised by the number of prominent Republicans who have come out against Trump even as Attorney General Bill Barr writes, Trump will burn down the GOP, time for new leadership. What's the reaction from Trump advisors to his dining with white nationalist Nick Fuentes at Mar-a-Lago last week?"
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS NATIONAL POLITICAL REOPRTER",
      "utterance": "Well, actually, there actually haven't been that many Republicans who come out against Trump. And you're even seeing, you know, there's a few -- Bill Barr has already condemned Trump before this, you see Chris Christie, he is pretty vocal and look at Mike Pompeo, Trump's former secretary of state, he is criticizing Trump without naming Trump and Pence is being gentle, as well. Which tells me that there is still fear among Americans, even ones who want to oppose him in 2024, that Trump still commands serious meaningful proportion of the base, and they don't want to cross him yet. DeSantis, for example, is being completely silent. Nick Fuentes, to your question, one of the most virulent anti-Semites and just open racist, Holocaust denier, you know, you just go to his clips. It's kind of staggering to listen to. Trump's advisers, you know, most of his core team right now have been through, you know, Charlottesville, Access Hollywood, you know, go through the list. This is sort of another day in the life of. You don't get -- they don't run around lighting their hair on fire. They are all freaking out, that has not been my experience talking of them. These are people who, you know, sort of just another day at the office actually and one person said to me and I saw someone else tweeted this. Basically their take was, Republican official, was he invites one notorious anti-Semite to dinner, Kanye West, and he shows up with another notorious anti-Semite. So, you know, the surprise was there was two other than one."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "That it's doubling. It should be cause for concern --"
    },
    {
      "speaker": "SWAN",
      "utterance": "Yeah, two is worse than one."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Olivia, early voting is now underway in parts of Georgia. Obviously, there's a December 6 runoff between Democratic Senator Raphael Warnock and Republican Herschel Walker. It will decide whether Democrats have 50 or 51 seats, what are you seeing?"
    },
    {
      "speaker": "OLIVIA BEAVERS, POLITICO CONGRESSIONAL REPORTER",
      "utterance": "Well, you know, right now the poll suggest that it was just as close as it was when we were watching it during the midterms. There are 35,000 votes that separated Raphael Warnock and Walker. And right now, Warnock seems to have the edge, but give and take the margin of error. Abortion seemed to play a pretty large role and motivating Democrats to turn out, and it's sort of early voting. There's -- it is sort of an area where Democrats are really pushing that space. So, we're going to see how this plays out, but --"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Well, it's interesting you should mention that, because Georgia Supreme Court reinstated the state's ban on abortions after roughly six weeks. Do you think abortion will continue to play an issue down there?"
    },
    {
      "speaker": "BEAVERS",
      "utterance": "I'm sure that that's going to be definitely, you know, motivating people. There's more support for something that's more like a 15-week ban. But, you know, Democrats are saying that this was a bigger issue and the polling, exit polls seem to suggest more so."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Dan, as we speak NATO ally Turkey is planning to carry out a ground invasion in Syria. They're targeting the very Kurdish groups that the U.S. relies on to fight ISIS. I spoke to the head of the SDF, the Kurdish leader who said he had to pause working with the U.S., they were guarding 10,000 ISIS prisoners. Here's what he said just earlier this week."
    },
    {
      "speaker": "GENERAL MAZLOUM ABDI, SYRIAN DEMOCRATIC FORCES COMMANDER (through translator)",
      "utterance": "All of our forces have to be on the border and the front line thinking about protecting our people, so we have to stop this activity alongside the national coalition, we had no choice."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "What does this mean for the region and U.S. troops based there, there about 1,000 troops?"
    },
    {
      "speaker": "DAN HOFFMAN, FOX NEWS CONTRIBUTOR",
      "utterance": "A Turkish incursion would have significantly negative impact on our ongoing fight against ISIS. We've been allied with the Syrian Democratic forces, the Kurds going back almost a decade to 2014. They are guarding the al-Hol refugee camp where there are tens of thousands of terrorists and they simply can't do it all at once. I expect that there are ongoing back channel discussions with Turkey. Turkey has a lot of leverage because they control new NATO membership for Finland and Sweden and I'm sure we're making the point that if Turkish attack would impact Turkey, as well, because the terrorists would have open-field running potentially back into Turkey."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But big issue for the president, one of the many national security threats that he is facing right now. Thank you very much, panel. Up next, during one of the most divisive times in world history, two World War II Marine regiments came together for a game of football before being sent to one of the bloodiest battles in the Pacific. We sit down with author Buzz Bissinger of \"Friday Night Lights\" fame to share the story of the Mosquito Bowl and what happened next."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The winter of 1944 was different for many Americans. World War II was raging across Europe and in the South Pacific, and millions of servicemen spent the holiday season in unfamiliar lands. Many spent time stationed on the island of the Guadalcanal, once a strong hold for the Japanese army conquered by U.S. forces and used as staging point for future offensives. But on Christmas Eve, conflict ceased for a moment, and the Marines marked the holiday by playing in the Mosquito Bowl, a bruising and bloody football game born from trash talk and intense rivalry between two Marine regiments. The teams were stocked with former college players, including several all- Americans, 16 players were even drafted into the pros. Six months later, those who played in the game also fought in the Battle of Okinawa, one of the bloodiest of the war. The story of the game and the events that followed are detailed in \"The Mosquito Bowl: A Game of Life and Death in World War II\". The newly released book is dedicated to Neal McCallum, a Marine who was on the sidelines of the dirt and cruel (ph) field."
    },
    {
      "speaker": "NEAL MCCALLUM, U.S. MARINE CORPS VETERAN",
      "utterance": "I was a participant drinking beer, hot beer at that game."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Ninety-four-year-old McCallum spoke with me from his home in Tampa, Florida."
    },
    {
      "speaker": "MCCALLUM",
      "utterance": "The war in Europe got more attention than we did and they got more of everything than we did. My only aim in all of this is to keep our legacy going for the 6th Marine Division and for all the men that we lost."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Joining me now, the author of \"The Mosquito Bowl,\" Pulitzer Prize-winning journalist, Buzz Bissinger, best known for his nonfiction account of \"Friday Night Lights\". Buzz, this is a great book. A great book. BUZZ BISSINGER, AUTHOR, \"THE MOSQUITO BOWL\": Well, thank you. Thank you."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Americans are preparing to watch a lot of football today. Why did you choose to write about this particular game? Well, when I heard about it, I was sort of floored. The idea of a football game on the island of Guadalcanal in the Pacific on Christmas Eve of 1944, and a real game as close as they could get. You know, they built a goal post. They built the regulation field, PA system, programs. God, this is -- and 1,500 marines came, and I said, this is incredible. But I realize, they weren't men who played, they were boys. They were still boys. They were young. They were inexperienced and now, they're in war, where you lose your boyhood very quickly. The game was a way of being boys again and the upshot was they had a blast. Fifteen hundred Marines as I said. The upshot was of the 65 who played in the game, 15 were later killed several months later at Okinawa. And then I said, I think there is a book if I can get at the reporting."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Yet. It was more than a game. As you mentioned, 65 Marines suited up. It was broadcast on Armed Forces Network across the Pacific. There were 1,500 Marines on the sidelines. They took a break from training. Half of them would not survive. That kind of statistic, we can't really fathom. What happened during the game, and - and why was it Marines who were doing this and so many college players? I think it was the most college athletes or athletes to ever die in a battle."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct. Football players gravitated towards the Marine Corps, which makes sense. You know, they're macho. They're tough. They wanted combat. So, a lot of these guys, they were in the Fourth Regiment and the 29th were great football players and they would argue with one another, who has the better team, the 4th or the 29th in the Marines. So, they -- someone said (ph), we're Marines, we don't argue, we duke it out. And the game was a way to have joy, to have fun. They beat the crap out of each other. The score was 0-0. And, you know, it was, as I say, it was a way to be boys for the last time."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Which player really stood out to you?"
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Well, actually, there were several. I mean David Shriner (ph) I thought was amazing. He was a two-time all-American from Wisconsin. He was the perfect all-American. The perfect all-American. He was kind. He was self-effacing. He didn't like publicity. He was handsome. A great, great man. He had a beautiful fiance. I won't say what happened. Maybe you can guess. But he got to me. John McLawry (ph), who went to Brown, got to me. A really cerebral, interesting, intellectual man, great football player and, you know, a great illustrator. Inside the cover -- the inside cover of the book is something he did when he was in the jungle of -- of (INAUDIBLE)."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And there's a beautiful picture -- a family photo from Thanksgiving of the Shriner family before Dave Shriner deployed."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And we have that photo."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Yes, that's --"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The U.S. military was very different then and so was college football."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "College football was the thing. The -- the pros were looked down upon. You know, that's where the thugs go. There's no future in it. College football was huge. That was the game. You know, Notre Dame, Army, Notre Dame, USC, you know, the Big 10. So, if you were a college football star, which many of these guys were, that was a really, really, you know, big deal. But combat was different. You know, it was expected that some are you, you're not going to make it. You're just not going to make it."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But the military recruited from football teams."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "They thought football teams would make good -- good soldiers and Marines."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "I thought it was notable that in 1940 there was a Gallup poll was taken when many of these young men were graduating showing 79 percent of Americans wanted to stay out of the war, only 2 percent of college undergraduates believed the U.S. should join the allies. America was pretty isolationist but not these players."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "No, I mean, in 1940 America was isolationist. There was a feeling that they had been snookered into getting into World War I and they were upset with the British and they just wanted no part. They would send aid, they would send financial aid, but Americans wanted no part really until the bombing of -- of Pearl Harbor. That changed everything. And the guys said, I want a piece of that. I can go -- Shriner could have had a cushy job in the United States. He could have been a phys ed instructor and he said, no, I want to go into combat."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Finally, what was the message from this game regarding divisions in the country then and that we see in America today?"
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Well, I think one of the underlying messages is unity. Everybody served. Women served in industry and manufacturing because all the men, you know, were gone. Blacks served despite some withering racism. On the line, you had people from every socio-economic stripe. And that's when you learn to deal with people, to get along with people, to love people because they did. And you realize, you know, our -- we -- our differences are really not that different."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Incredible story. I highly recommend it. Buzz, thank you for an amazing American story and joining us this holiday weekend. This Thanksgiving week I want to share with you another powerful example of Americans coming together, even during one of the most unpopular wars in the nation's history, the Vietnam War. Americans have found common ground. This is the story of one of our colleagues here at Fox who wore a bracelet bearing the name of an American soldier held captive in Vietnam. Decades later, he tracked down the veteran. Here's their story."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "As war raged in Vietnam, a quiet effort started by two California sorority sisters to show support for the POW and MIAs who were shot down in rice patty fields, many held for years at the Hanoi Hilton, took off across America. Students across America began wearing bracelets with the name of an American POW and the date they were shot down. Stars like John Wayne, Princess Grace and Sonny and Cher wore them. Fox News editor Brad Paxton was one of those kids who sent his $2.50 away to purchase a bracelet."
    },
    {
      "speaker": "BRAD PAXTON, FOX NEWS EDITOR",
      "utterance": "This actually a photo of me wearing the bracelet. Yes, I had lots of hair back then, but -"
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "This is 1970?"
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "His bracelet honored Navy Lieutenant Dave Carey, shot down in north Vietnam on August 31, 1967."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I was just a fan at the time. I would say 50 percent of my junior high school was wearing the bracelets. You didn't have to be for the war or against the war, you just could be in support of these people who were -- had been captured."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Spurred by conversation with his wife about the bracelets and how they united the country during the war, he decided to try to fine Lieutenant David Carey."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I went down and pulled out a box. I knew right where it was. And I looked it up. And then, like a lightning bolt, it was just kind of was like, I should just see whatever happened to this guy."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "He found him in Texas, 80 years old, and now an author and motivational speaker. Carey spent five and a half years in the Hanoi Hilton, some of it with John McCain, who was shot down a month and a half after him."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I sent him an e-mail and a picture of the bracelet. And, to my surprise, within like minutes he e-mailed me right back and said, I would love to have it."
    },
    {
      "speaker": "CAPTAIN DAVE CAREY, FORMER PRISONER OF WAR",
      "utterance": "I've been getting those periodically for all these years. You know, someone will find me on the internet and I'll get an e-mail and they have a bracelet that they've worn. And then I tell them that they have no idea how much those bracelets meant to us when we were in Hanoi. Those bracelets were incredibly important to us. They kind of lifted our moral."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Carey, who retired as a captain, can still recall the day he was shot down."
    },
    {
      "speaker": "CAREY",
      "utterance": "The missile went right between us. There was a huge explosion. A fireball blew the tail section off my airplane. The airplane just stayed on its back. It was just a blur. So, this thing is falling and spinning and tumbling through the sky. I ejected from the airplane. Had a parachute. Landed in the middle of a small north Vietnamese village."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "He still remembers the beatings."
    },
    {
      "speaker": "CAREY",
      "utterance": "I was interrogated. The interrogation led to beatings. The beatings led to torture. My arms didn't work. My arms didn't work for weeks and weeks. I ate by wiggling around in my stomach, stick my face in a bowl of rice. And in my mind came the first line of the 23rd Psalm, the Lord is my Shepherd. I could think about that line."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "They found other tricks to keep their minds intact."
    },
    {
      "speaker": "CAREY",
      "utterance": "I let slip that I had taken French in high school and at the Naval Academy. And so I immediately became the French teacher. That was French according to me, because there was a lot of stuff I had to make up."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Meanwhile, back in California, the woman who started the bracelet movement, Carol Bates Brown, was a students at Cal State Northridge. She and a girlfriend came up with the MIA/POW bracelet concept."
    },
    {
      "speaker": "CAROL BATES BROWN, POW BRACELET FOUNDER",
      "utterance": "We were able to get materials donated and somebody came up with the idea of putting names on the bracelets. And when it really took off, like it did, it was just shocking and unbelievable. But, in all, I think we distributed something like five million bracelets during that time."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "They were especially popular from 1970 to 1973."
    },
    {
      "speaker": "BROWN",
      "utterance": "Decided if kids could pay for a movie, they would pay for a bracelet,"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The campaign led to a decades long career at the Pentagon for Brown at the Defense Intelligence Agency in the Office of POW Missing Personnel. Fifty-five years later, Dave Carey still has the flag airmen carried in their flight suits in case they had to eject."
    },
    {
      "speaker": "CAREY",
      "utterance": "It says, I'm a citizen of the United States of America. I do not speak your language. Please take me to someone who will provide for my safety and see that I'm returned to my people. My government will reward you."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But when they heard kids back home were wearing bracelets with their name on them, that gave them hope that they had not been forgotten."
    },
    {
      "speaker": "CAREY",
      "utterance": "We kept our sense of humor and we kept the faith. Faith in ourselves, faith in each other, faith in our country and faith in God."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I always knew where the bracelet was. I never forgot his name. Even 50 years later, I could tell you about Lieutenant David Carey. He's a genuine American hero. And I'm just humbled and -- to have had a small footnote in his story."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "While in captivity, one of the ways this naval aviator kept sane was by pretending to play the piano. After his release, he finally learned to play on a real piano. Today he still receives mail from kids now grown who wore those bracelets for him and the other POW/MIA's."
    },
    {
      "speaker": "CAREY",
      "utterance": "My message to anyone wearing the uniform of the United States of America would be this, they are way stronger, way more resilient, way more resourceful than they ever would give themselves credit for, they just haven't been tested. There you go."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Our sincere thanks to Brad Paxton, a colleague and dear friend to us here at Fox News Channel's Washington bureau. It was an honor to share his story and that of Lieutenant Dave Carey. Up next, a deep dive on global threat, the rise of China, and nuclear saber rattling by Russia as President Putin tries to change the map of Europe."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "This week French President Emmanuel Macron arrives in Washington for a state dinner and a full plate of global crisis to discuss with President Biden. Topics will likely include how the U.S. and Europe will support Ukraine and contain Vladimir Putin. Joining me now, Dmitri Alperovitch, a Russian-born American cyber security and geopolitics expert who has tracked some of the largest threats facing the U.S. from Russia and China, and Matthew Kroenig, the Atlantic Council's acting director of the Scowcroft Center for Strategy and Security, he's one of the world's leading authorities on nuclear weapons. Matthew, Kim Jong-un is seen again with his daughter in tow, inspecting ballistic missiles. What should we make of this?"
    },
    {
      "speaker": "MATTHEW KROENIG, SCROWCROFT CENTER FOR STRATEGY AND SECURITY",
      "utterance": "Well, a problem that dictatorships always have is - is what do you do with succession. And this is a family business. Kim Jong-un's grandfather started the country. His father after him. And so I think Kim Jong-un is probably thinking about a succession plan. And by having his family members, his daughter, in these public settings, possibly grooming them for succession. Meanwhile, the nuclear threat continues to grow. North Korea only the third U.S. adversary, other than Russia and China, that can threaten nuclear war against the United States. So, this is a serious challenge."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "How should the U.S. respond to the recent escalation in missile tests from North Korea?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Well, the Biden administration has essentially put this on the back burner. I think they see it as a difficult challenge. So, they've prioritized Russia, China, and other issues. But I think that's a mistake. This threat continues to grow. And so I think the right approach is basically a pressure and engagement campaign, increase the diplomatic, economic, political pressure on North Korea so long as it pursues these destabilizing policies, but hold out the possibility for engagement and negotiation if Kim Jong-un is willing to come talk."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And what's the state of the U.S. nuclear arsenal? Can it still serve as a deterrent?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Well, the U.S. arsenal is effective today, but it's getting old. It was built in the '70s and '80's. They're nearing the end of their service lives. And so there is a bipartisan plan to modernize U.S. nuclear weapons over the coming 30 years. But that program has been slipping. We need to make it a priority to make sure that we have a deterrent to protect ourselves and our allies."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Dmitri, what lesson is President Xi taking from Ukraine? And what should we make of these Shanghai protest? Some protesters have even called for Xi to resign, which is unprecedented."
    },
    {
      "speaker": "DMITRI ALPEROVITCH, SILVERADO POLICY ACCELERATOR CHAIRMAN",
      "utterance": "Well, the lesson - the main lesson he is learning, of course, is that, if you're going to go against Taiwan, which I think he wants to in his lifetime, probably the next 10 years, maybe even sooner, you'd better be ready. You've better make sure that your forces are ready, they're trained, they can execute the mission and hopefully do it quickly from his perspective. The other lesson he may be learning, which may be the incorrect lesson, is that the United States can be deterred via the use of nuclear weapons or the threat of nuclear weapons because he sees that we -- while we're supporting Ukraine, we have not gone in and helped them with our own troops. He -- that lesson may not apply to Taiwan, but that's what he may be inferring. The protests are really interesting because this is the first time that it seems like President Xi is really losing control over this zero Covid policy that they've had for the last couple of years. The cases are increasing dramatically. There are thousands of new cases a day in Beijing, if we can even believe their numbers. They're probably a lot higher. And the population is fed up. They're - they're not willing to continue to live in lockdowns. And that is going to be very precarious for - for President Xi going forward."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Also, in Taiwan, a pro-China party just won municipal elections. What does this tell you?"
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": "Well, this election was a municipal election. It was not about China. But the fact that the population is willing to ignore the China threat and vote for a party that is very friendly to the Beijing government is an indication that the Taiwanese are just not prioritizing the threat, they don't believe it's real, they don't think an invasion is coming, and that has real implications for U.S. policy because if Taiwan does not shape up, if they don't dramatically increase their conscription, their training, their military industrial complex to produce weapons and to integrate them into their defense forces, Taiwan is going to be in real trouble. And despite what President Biden says about us willing to come to their aid, if the Taiwan doesn't fight, Taiwan is going to be doomed."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And they haven't (ph) been buying the right type of weapons, from what I understand."
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": ": No, they're focused on old-style weapons, tanks, F-16s, that may not be very applicable to war if the - if the Chinese launch an airborne invasion, for example."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Matthew, the protests in Iran, is this a real threat to the regime? Should the Biden administration be saying more? And is the nuclear deal dead?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Well, you have to really admire the young women in Iran risking their lives standing up to this brutal dictatorship. I do think the Biden administration should be doing more to support them, both verbally and - and behind the scenes. Unfortunately, the sad reality, when we've seen this before, is that the regime is willing to kill in large numbers to stay in power. The Iranians haven't been willing to die in large enough numbers to take power. And I do fear that that may be the ultimate outcome here. On the nuclear deal, the International Atomic Energy Agency reported earlier this month that Iran is now enriching to 60 percent enriched uranium, a hair's breathe from weapons grade, at their underground facility at Fordo (ph). Outside experts estimate that the time it would take Iran to dash and build nuclear weapons has shrunk almost to zero. So, I do fear that the game is almost over here and the bipartisan effort to stop Iran from building nuclear weapons may - may have failed."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Dmitri, you were sanctioned by Putin recently. Today Ukraine is marking 90 years since Stalin imposed a famine that killed 2 million to 3 million Ukrainians. What more should the Biden administration be doing and are you concerned that House Republicans are going to cut off aid to Ukraine?"
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": "I don't think the military aid is going to get cut off. And as long as the Ukrainians are able to get ammunition and weapons systems, they're going to keep fighting. They understand that this is an existential struggle for their country. The real problem that we face right now is we're running low on a lot of munitions. The artillery munitions, missiles, javelin missiles that they use for anti-tank strikes, we need to be massively ramping up our production. We need to be building new factories. And the reality is, these wars with (INAUDIBLE) peer competitors, like Russia and China, can last a long time. And if there is, God forbid, a conflict over Taiwan, we'll run out of things very, very quickly."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And, Dmitri, a lot of people missed a key move by the Biden administration regarding export control in China's chip industry. What's the significance?"
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": "Well, this was basically a massive declaration of a trade war against China. Basically, constraining their ability to produce advanced chips, which are necessary for weapons systems, they're necessary for advanced manufacturing and advanced electronics. And this is something that the Chinese are going to struggle a lot with. They have not been able to achieve independent production. And without ability to procure those chips, this will really impact their military significantly."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Matthew, before we go, what should we expect from the U.S.-Iran World Cup match on Tuesday? We've seen some protests. We've seen the players not sing the national anthem, then sing the national anthem. Tears in the stadium. Who's going to win? What's the significance?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Yes, so, well, you do have to sympathize with the Iranian players and another act of bravery, refusing to sing the Iranian national anthem as a sign of protest against the regime. So, it's a part of me wants to pull with them, but I am a patriot, so, USA, USA, USA."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Panel, thank you so much. Up next, Ukrainian refugees use their musical talents to send a message to Vladimir Putin. I'll introduce you to a few of them as they fight back with instruments of peace."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "As we give thanks this weekend, we'd like to remember those facing a long, cold, dark winter in Ukraine. The result of Russia's brutal invasion nine months ago. The Ukrainian Freedom Orchestra is a truly special ensemble made up of dozens of Ukrainian refugees, musicians who toured Europe and the United States imploring people not to forget. I sat down with a few of the musicians when they visited the Kennedy Center."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "They fled Ukraine in the hours and days after Russia's invasion, carrying with them a few dollars, their children, and their instruments. Their bows now serve as their weapons as Vladimir Putin's army tries to expunge Ukraine from the map of Europe."
    },
    {
      "speaker": "KERI-LYNN WILSON, CONDUCTOR",
      "utterance": "I consider my musicians soldiers of music who are free and independent Ukraine. Putin keeps trying to say there is no culture. We are fighting on the cultural front and our weapons are our instruments."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Keri-Lynn Wilson assembled 75 Ukrainian refugees who had never played together for an international 12-city tour that ended at the Kennedy Center in the nation's capital."
    },
    {
      "speaker": "WILSON",
      "utterance": "It came together when I was horrified by the invasion in February. This was very personal for me because I still have family who are in Ukraine. And I thought, I could somehow bring these refugees together and - and create an orchestra, to give them a voice back, because Putin has silenced them."
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "You compare your musicians to foot soldiers. People have described you as defiant in artistic resistance."
    },
    {
      "speaker": "WILSON",
      "utterance": "We're armed with our emotions. We're driven by the fact that we want to prove, not only to Putin, but to the world, for the future, not only of Ukraine, as a free and independent country, but for the future of democracy."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "Among her soldiers, Olga Sheliskova (ph), the director of Kyiv's Mozart orchestra who fled Ukraine with her 16-year-old daughter and cat."
    },
    {
      "speaker": "OLGA SHELISKOVA (ph)",
      "utterance": "It was dangerous. We can see the rockets on the - on the sky. And the sound of explode."
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "Why is it important for you to be in this orchestra right now?"
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "We have to remind about the work."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Do you feel like a soldier?"
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "I'm a musician."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "What is your message to Vladimir Putin?"
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "We are exist. Ukraine exist. Ukraine is independent country."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "Bassist Nazari Stets (ph) received special permission from President Zelenskyy to leave Ukraine."
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "How do you feel right now about the idea of going back to Ukraine?"
    },
    {
      "speaker": "NAZARI STETS (ph)",
      "utterance": "It's the best thing I can do. I am a professional musician. I think I'm a little bit useless in army. So, this is my - my front. I can play Ukrainian music."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "This orchestra has been compared to soldiers."
    },
    {
      "speaker": "STETS",
      "utterance": "Yes."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "How are you a soldier?"
    },
    {
      "speaker": "STETS",
      "utterance": "We can tell the truth to the whole world, I am a soldier, because I am telling the truth and I am not scared of that."
    },
    {
      "speaker": "WILSON",
      "utterance": "Those who have chosen to stay in Ukraine, what courage, what bravery, and what determination to stay in their country to fight for its independence."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "The pieces she chose to play during the tour all have deep symbolism."
    },
    {
      "speaker": "WILSON",
      "utterance": "I wanted to feature Ukrainian composers."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Like Vallantine Silvestrof (ph), whose seventh symphony is dedicated to his wife who died suddenly."
    },
    {
      "speaker": "WILSON",
      "utterance": "We dedicated to the soldiers and the innocent victims of this war. Then I chose Beethoven's Vildelio (ph). It's called (SPEAKING IN FOREIGN LANGUAGE), which means \"monster.\" It is about fighting against the tyrant."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Since the invasion on February 24th, the Kennedy Center has bathed itself in the colors of Ukraine's flag."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It was our way of saying we are watching. We know. We care. We are supporting you."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Ukraine's ambassador thanked the American people."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "In this time of tyranny, dictatorship, and total false propaganda, everyone in our global orchestra should feel like an essential instrument making an important and influential sound. God bless America. (SPEAKING IN FOREIGN LANGUAGE)."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Each night the orchestra ends playing Ukraine's national anthem."
    },
    {
      "speaker": "WILSON",
      "utterance": "There's something very cathartic about playing it. And there's never a dry tear in the audience. And we're crying as we play it in - in our hearts."
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "We are proud of our country. Proud of our soldier, real soldier, brave men who fight."
    },
    {
      "speaker": "STETS",
      "utterance": "Really touching all the time. I see the whole audience with Ukrainian flags. So this is really emotional moment. It's about a bright future."
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "Your support very important for us, for Ukrainian people. We feel that we are not alone."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Last month, Keri-Lynn Wilson made her debuted at the Metropolitan Opera House in New York with a Russian opera that was banned by Stalin. That's it for this Sunday. Thank you for joining us. I'm Jennifer Griffin. Have a great week and Shannon will see you next FOX NEWS SUNDAY when we're live from the Reagan National Defense Forum in Simi Valley, California. <Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.> <Show: FOX NEWS SUNDAY> <Date: November 27, 2022> <Time: 09:05> <Tran: 112702cb.250> <Type: Show> <Head: Interview with Rep. Brian Fitzpatrick (R-PA)> <Sect: News; Domestic> <Byline: Jennifer Griffin> <Guest: Brian Fitzpatrick> <Spec: Brian Fitzpatrick; Energy; Politics; Congress; Legislation>"
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "utterance": "Joining us is Republican Congressman Brian Fitzpatrick, co-chief of the Problem Solvers Caucus, a bipartisan group of 58 lawmakers. Welcome to \"FOX News Sunday\"."
    },
    {
      "speaker": "REP. BRIAN FITZPATRICK (R-PA)",
      "utterance": "Good to be with you, Jennifer."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Good to be with you. Congressman Fitzpatrick, the White House says the decision to allow Chevron to start pumping oil in Venezuela is not about oil prices. Do you believe them?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I do not, Jennifer. You know, the energy crisis that we're facing right now in America, much of that has been self-imposed by decisions that were made by this administration early on to shut down the Keystone XL Pipeline, further delaying the permitting process here domestically. I don't know why we're going to communist dictatorship. We're begging OPEC+ to increase production when we have energy right here in America to get the job done."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Staying with the economy. We're facing a possible nationwide rail strike, as Lucas reported."
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Yeah."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "A strike would disrupt the supply chain, cost $2 billion a day, cost 700,000 jobs if it lasts a month. Materials needed by refineries won't be transported. Gas prices would go up. This is a big problem for the president. Does Congress need to step in?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, that would be the last resort, Jennifer. So, we're set to leave Congress on December 15th. Now, the cooling off period for this negotiation is set to end a few days before Christmas. The union members are -- have very reasonable asks, by the way. Their benefits have not been on par -- that is the Transit Freight Workers Union -- have not been on par with other unions that had a raise in several years. And one third of the product, Jennifer, in the United States is transported by freight rail, including close to 70 percent of our agricultural -- you know, grains, feeds, fertilizer and the like. So, congressional intervention is a last resort. I suspect that after we pass the CR near December 15th, if that strike has not been averted, we'll be called back before Christmas."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And what do you think the truth is? Is the president involved in these negotiations, or are they waiting until the last minute, like they did in September?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I believe he's involved. I mean, this is something that would be of significant concern, you know, economic concern and certainly, therefore, political concern for the administration. So, I'm sure they're involved. They are probably, you know, waiting until the right time to reengage. Like I said, it will be a few days before Christmas before this actually manifests. But Congress will not let this strike happen. That's for sure. It would be devastating to our economy. So, we'll get to a resolution one way or another."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And Republicans will support the president if he agrees with the railroad workers?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, I certainly would, and every member of Congress has got to speak for themselves. But failure is not an option here. We cannot have our transportation system responsible for one third of our products being transported throughout our country struck down. That's not an option."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Congressman Fitzpatrick, you're a former FBI agent. There'd been 600 mass shootings this year. The president says he will pursue an assault rifle ban. Will you work with him?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "We all need to work together, Jennifer, to end gun violence in America. The reality is that we have an epidemic here in the United States that's not being experienced in any other country in the world. And there's a lot of -- there's a lot of reasons for that. I think people try to oversimplify the problem. The key is to make sure that every single tragedy gets -- gets unpacked and figure out what the problem is with that individual tragedy. I know we had an issue with the background check system with Charleston. We had an issue with the mental health system with Uvalde. And there's societal problems as well. We had spikes in depression and anxiety rates amongst our children throughout America, largely due to social media. Jennifer, when you and I grew up, if there was bullying in school, you could identify the bullier, number one. And number two, the bullying ended at 3:00 when you left school. Now, the bulliers are anonymous. Social media allows that bullying to occur 24 hours a day. So, we have to fix the loopholes in our background check system. We have to fix our broken mental health system in America, and we have to deal with the societal impact of social media. It's a very complicated problem that requires a complicated solution."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But would you support an assault rifle ban?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, I voted for it, Jennifer. It's already come up in the House several months back. So, that's sitting in the Senate, and that's where it resides right now."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "There's talk of more red flag laws which allow authorities to temporarily confiscate firearms if the person is a threat to themselves or others. You're one of five Republican House members who voted for a federal red flag law this summer and you're the only one of the five who ran for re-election. Should the Republican Party support red flag laws? Are you noticing any shift among your colleagues?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Yeah, so it depends on how it's written, Jennifer. So, for example, the state of Indiana, Republican House, Republican Senate, Republican governor signed a similar bill like that into law. In Florida, same situation after Parkland, Republican House, Republican Senate, Governor Rick Scott at the time, a Republican governor, signed into law and Republican governor now, Rick (ph) DeSantis, has kept that law on the books. So, there are ways you can write it where it preserves due process, protect law-abiding gun owners' rights, but at the same time, it advances community safety because like I said, with every single one of these tragedies, whether it'd be Parkland, or Uvalde, or Chesapeake, Virginia, or any of these, it's incumbent upon us to analyze the situation, where were the gaps? Was it a gap on the mental health system? Was it a HIPAA reporting issue? Was it a loophole in background checks or is it a -- something different?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Is Kevin McCarthy going to be next speaker of the House?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I believe he is. I believe he is. You know, I've been in touch with his team. We're working conference wide to try to get him to 218, Jennifer. And the reality is, he's earned it. He deserves it. It would set a terrible precedent if he were not to get it, because Kevin has put four years' worth of work, four years' worth of fundraising, traveling across the country, visiting all of our congressional districts. He's worked hard. He's accomplished the goal, albeit a slim one of winning back the House majority, and he deserves it. And I don't believe there's anyone else in our conference who could get to 218. So, I think eventually we're going to get there."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "OK, thank you very much, Congressman Fitzpatrick, for being with us today. Thanks for being with us this holiday weekend. Up next, early voting underway in Georgia Senate runoff. We'll bring in our Sunday group to discuss the race that will determine if the Senate stays 50/50 or if Democrats can expand their narrow majority. <Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.> <Show: FOX NEWS SUNDAY> <Date: November 27, 2022> <Time: 09:27> <Tran: 112703cb.250> <Type: Show> <Head: Interview with Buzz Bissinger, Author, \"The Mosquito Bowl > <Sect: News; International> <Byline: Jennifer Griffin> <Guest: Buzz Bissinger> <Spec: Buzz Bissinger; World War II; Marines; Sports>"
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "utterance": "The winter of 1944 was different for many Americans. World War II was raging across Europe and in the South Pacific, and millions of servicemen spent the holiday season in unfamiliar lands. Many spent time stationed on the island of the Guadalcanal, once a strong hold for the Japanese army conquered by U.S. forces and used as staging point for future offensives. But on Christmas Eve, conflict ceased for a moment, and the Marines marked the holiday by playing in the Mosquito Bowl, a bruising and bloody football game born from trash talk and intense rivalry between two Marine regiments. The teams were stocked with former college players, including several all- Americans, 16 players were even drafted into the pros. Six months later, those who played in the game also fought in the Battle of Okinawa, one of the bloodiest of the war. The story of the game and the events that followed are detailed in \"The Mosquito Bowl: A Game of Life and Death in World War II\". The newly released book is dedicated to Neal McCallum, a Marine who was on the sidelines of the dirt and cruel (ph) field."
    },
    {
      "speaker": "NEAL MCCALLUM, U.S. MARINE CORPS VETERAN",
      "utterance": "I was a participant drinking beer, hot beer at that game."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Ninety-four-year-old McCallum spoke with me from his home in Tampa, Florida."
    },
    {
      "speaker": "MCCALLUM",
      "utterance": "The war in Europe got more attention than we did and they got more of everything than we did. My only aim in all of this is to keep our legacy going for the 6th Marine Division and for all the men that we lost."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Joining me now, the author of \"The Mosquito Bowl,\" Pulitzer Prize-winning journalist, Buzz Bissinger, best known for his nonfiction account of \"Friday Night Lights\". Buzz, this is a great book. A great book. BUZZ BISSINGER, AUTHOR, \"THE MOSQUITO BOWL\": Well, thank you. Thank you."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Americans are preparing to watch a lot of football today. Why did you choose to write about this particular game? Well, when I heard about it, I was sort of floored. The idea of a football game on the island of Guadalcanal in the Pacific on Christmas Eve of 1944, and a real game as close as they could get. You know, they built a goal post. They built the regulation field, PA system, programs. God, this is -- and 1,500 marines came, and I said, this is incredible. But I realize, they weren't men who played, they were boys. They were still boys. They were young. They were inexperienced and now, they're in war, where you lose your boyhood very quickly. The game was a way of being boys again and the upshot was they had a blast. Fifteen hundred Marines as I said. The upshot was of the 65 who played in the game, 15 were later killed several months later at Okinawa. And then I said, I think there is a book if I can get at the reporting."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Yet. It was more than a game. As you mentioned, 65 Marines suited up. It was broadcast on Armed Forces Network across the Pacific. There were 1,500 Marines on the sidelines. They took a break from training. Half of them would not survive. That kind of statistic, we can't really fathom. What happened during the game, and -- and why was it Marines who were doing this and so many college players? I think it was the most college athletes or athletes to ever die in a battle."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct. Football players gravitated towards the Marine Corps, which makes sense. You know, they're macho. They're tough. They wanted combat. So, a lot of these guys, they were in the Fourth Regiment and the 29th were great football players and they would argue with one another, who has the better team, the 4th or the 29th in the Marines. So, they -- someone said (ph), we're Marines, we don't argue, we duke it out. And the game was a way to have joy, to have fun. They beat the crap out of each other. The score was 0-0. And, you know, it was, as I say, it was a way to be boys for the last time."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Which player really stood out to you?"
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Well, actually, there were several. I mean David Shriner (ph) I thought was amazing. He was a two-time all-American from Wisconsin. He was the perfect all-American. The perfect all-American. He was kind. He was self-effacing. He didn't like publicity. He was handsome. A great, great man. He had a beautiful fiance. I won't say what happened. Maybe you can guess. But he got to me. John McLawry (ph), who went to Brown, got to me. A really cerebral, interesting, intellectual man, great football player and, you know, a great illustrator. Inside the cover -- the inside cover of the book is something he did when he was in the jungle of -- of (INAUDIBLE)."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And there's a beautiful picture -- a family photo from Thanksgiving of the Shriner family before Dave Shriner deployed."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And we have that photo."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Yes, that's --"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The U.S. military was very different then and so was college football."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "College football was the thing. The -- the pros were looked down upon. You know, that's where the thugs go. There's no future in it. College football was huge. That was the game. You know, Notre Dame, Army, Notre Dame, USC, you know, the Big 10. So, if you were a college football star, which many of these guys were, that was a really, really, you know, big deal. But combat was different. You know, it was expected that some are you, you're not going to make it. You're just not going to make it."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But the military recruited from football teams."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "They thought football teams would make good -- good soldiers and Marines."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "I thought it was notable that in 1940 there was a Gallup poll was taken when many of these young men were graduating showing 79 percent of Americans wanted to stay out of the war, only 2 percent of college undergraduates believed the U.S. should join the allies. America was pretty isolationist but not these players."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "No, I mean, in 1940 America was isolationist. There was a feeling that they had been snookered into getting into World War I and they were upset with the British and they just wanted no part. They would send aid, they would send financial aid, but Americans wanted no part really until the bombing of -- of Pearl Harbor. That changed everything. And the guys said, I want a piece of that. I can go -- Shriner could have had a cushy job in the United States. He could have been a phys ed instructor and he said, no, I want to go into combat."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Finally, what was the message from this game regarding divisions in the country then and that we see in America today?"
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Well, I think one of the underlying messages is unity. Everybody served. Women served in industry and manufacturing because all the men, you know, were gone. Blacks served despite some withering racism. On the line, you had people from every socio-economic stripe. And that's when you learn to deal with people, to get along with people, to love people because they did. And you realize, you know, our -- we -- our differences are really not that different."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Incredible story. I highly recommend it. Buzz, thank you for an amazing American story and joining us this holiday weekend. <Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.> <Show: FOX NEWS SUNDAY> <Date: November 27, 2022> <Time: 09:00> <Tran: 112704cb.250> <Type: Show> <Head: Interview with Rep Brian Fitzpatrick (R-PA); Buzz Bissinger is Interviewed about his Book \"The Mosquito Bowl\"; Bracelet Story from Vietnam War; North Korea's Nuclear Program; Protests in China; Fate of Iran Nuclear Deal; Concerns with Putin's Use of Nuclear Weapons; Ukrainian Freedom Orchestra.> <Sect: News; International> <Byline: Jennifer Griffin, Lucas Tomlinson, Juan Williams, Dan Hoffman> <Guest: Brian Fitzpatrick, Olivia Beavers, Jonathan Swan, Buzz Bissinger, Matthew Kroenig, Dmitri Alperovitch> <Spec: Buzz Bissinger; Military; Brad Paxton; Dave Carey; Vietnam War; Hanoi Hilton; North Korea; Nuclear Weapons; Kim Jong-un; China; Xi Jinping; Protests; Taiwan; Iran; Vladimir Putin; Russia; Ukraine; Ukrainian Freedom Orchestra; Brian Fitzpatrick; Republican Party; Congress; Politics; Military; Sports; War>"
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS ANCHOR",
      "utterance": "I'm Jennifer Griffin. Americans are celebrating the holiday weekend as global strikes and COVID lockdowns threaten to dampen the big shopping season."
    },
    {
      "speaker": "GRIFFIN (voice-over)",
      "utterance": "Workers in dozens of countries protesting and walking off the job amid the Black Friday frenzy as rail unions threaten to do the same, raising the risk of year-end strike with significant impact on the U.S. economy. This as new COVID lockdowns in China spark worldwide economic fears. We'll discuss what's at stake for U.S. companies. Then, the president prepares for big policy fights when Republicans take control of the House in January. Moderate lawmakers hope to seize the moment and break the gridlock to make deals both parties can embrace. We'll ask Republican Congressman Brian Fitzpatrick, the co-chair of the Bipartisan Problem Solvers Caucus, what he thinks can get done in a divided government. Plus, early voting underway in parts of Georgia. We'll ask our Sunday panel how a court ruling could impact turnout in this huge race. Then, journalist and author Buzz Bissinger joins me to talk about the Mosquito Bowl, the hard fought game between two Marine regiments on Christmas Eve in 1994. We'll discuss what happened to the players in the deadly conflict that followed. Also --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Kind of lifted our morale and reassured us that folks at home were working on it."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The story of a single bracelet that became a movement of millions to support America's POWs. All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "And hello from FOX News in Washington. I'm Jennifer Griffin, in for Shannon Bream. Major economic concerns on a global scale, just as many Americans wrapped up Black Friday shopping and prepare for Cyber Monday. Protests at the world's largest iPhone factory in central China over COVID lockdowns. Amazon workers taking to the streets in dozen of countries, as American railroad workers are poised to do the same here at home, if a new labor deal is not quickly reached. In a moment, we'll be joined by Republican Congressman Brian Fitzpatrick of Pennsylvania, a member of the House Committee on Transportation and Infrastructure. But, first, let's turn to Lucas Tomlinson, live in Nantucket, Massachusetts, where the president is spending the holiday weekend -- Lucas."
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "utterance": "Jen, President Biden spent the last few days relaxing on this little island. But even while shopping yesterday here in town on Small Business Saturday, he cannot escape questions about 2024."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Mr. President, how are your 2024 conversations going?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're not having any. We're celebrating."
    },
    {
      "speaker": "TOMLINSON (voice-over)",
      "utterance": "Nationwide, a massive railroad strike looms, with the potential to cripple the transportation of a third of all goods in the United States. After Biden took credit for averting a strike in back in September, this time, he says, he's taking a more hands-off approach."
    },
    {
      "speaker": "BIDEN",
      "utterance": "My team has been in touch with all parties and in rooms with parties, and I have -- I have not directly engaged yet because they are still talking."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "Just days before Biden's press secretary said the opposite."
    },
    {
      "speaker": "KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president is indeed involved directly, but I don't want to get into details at this time, but he has been involved. I just said the president has been directly involved. He's been in touch. This is the third time I'm saying he's been directly involved."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "It's not just trains that could ground to a halt, but Amazon packages, as well, after thousands of Amazon workers around the world walked out on the job, on one of the busiest shopping days of the year, citing low pay and poor working conditions. Protesters are also taking to streets in China, rejecting what they call onerous lockdowns under China's oppressive COVID Zero policy. The violence extending to what is known as iPhone City, after 2,000 workers were forced into isolation in trash-filled dorms."
    },
    {
      "speaker": "TOMLINSON (on camera)",
      "utterance": "Yesterday, the U.S. Treasury Department announced they would allow Chevron to resume oil production in Venezuela in an apparent bid to lower gas prices -- Jen."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Lucas Tomlinson, traveling with the president in Nantucket -- Lucas, thank you. Joining us now is Republican Congressman Brian Fitzpatrick, co-chief of the Problem Solvers Caucus, a bipartisan group of 58 lawmakers. Welcome to \"FOX News Sunday\"."
    },
    {
      "speaker": "REP. BRIAN FITZPATRICK (R-PA)",
      "utterance": "Good to be with you, Jennifer."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Good to be with you. Congressman Fitzpatrick, the White House says the decision to allow Chevron to start pumping oil in Venezuela is not about oil prices. Do you believe them?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I do not, Jennifer. You know, the energy crisis that we're facing right now in America, much of that has been self-imposed by decisions that were made by this administration early on to shut down the Keystone XL Pipeline, further delaying the permitting process here domestically. I don't know why we're going to communist dictatorship. We're begging OPEC+ to increase production when we have energy right here in America to get the job done."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Staying with the economy. We're facing a possible nationwide rail strike, as Lucas reported."
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Yeah."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "A strike would disrupt the supply chain, cost $2 billion a day, cost 700,000 jobs if it lasts a month. Materials needed by refineries won't be transported. Gas prices would go up. This is a big problem for the president. Does Congress need to step in?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, that would be the last resort, Jennifer. So, we're set to leave Congress on December 15th. Now, the cooling off period for this negotiation is set to end a few days before Christmas. The union members are -- have a very reasonable asks, by the way. Their benefits have not been on par -- that is the Transit Freight Workers Union -- have not been on par with other unions that had a raise in several years. And one third of the product, Jennifer, in the United States is transported by freight rail, including close to 70 percent of our agricultural -- you know, grains, feeds, fertilizer and the like. So, congressional intervention is a last resort. I suspect that after we pass the CR near December 15th, if that strike has not been averted, we'll be called back before Christmas."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And what do you think the truth is? Is the president involved in these negotiations, or are they waiting until the last minute like they did in September?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I believe he's involved. I mean, this is something that would be of significant concern, you know, economic concern and certainly, therefore, political concern for the administration. So, I'm sure they're involved. They are probably, you know, waiting until the right time to reengage. Like I said, it will be a few days before Christmas before this actually manifests. But Congress will not let this strike happen. That's for sure. It would be devastating to our economy. So, we'll get to a resolution one way or another."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And Republicans will support the president if he agrees with the railroad workers?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, I certainly would, and every member of Congress has got to speak for themselves. But failure is not an option here. We cannot have our transportation system responsible for one third of our products being transported throughout our country struck down. That's not an option."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Congressman Fitzpatrick, you're a former FBI agent. There'd been 600 mass shootings this year. The president says he will pursue an assault rifle ban. Will you work with him?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "We all need to work together, Jennifer, to end gun violence in America. The reality is that we have an epidemic here in the United States that's not being experienced in any other country in the world. And there's a lot of -- there's a lot of reasons for that. I think people try to oversimplify the problem. The key is to make sure that every single tragedy gets -- gets unpacked and figure out what the problem is with that individual tragedy. I know we had an issue with background check system with Charleston. We had an issue with the mental health system with Uvalde. And there's societal problems as well. We had spikes in depression and anxiety rates amongst our children throughout America, largely due to social media. Jennifer, when you and I grew up, if there was bullying in school, you could identify the bullier, number one. And number two, the bullying ended at 3:00 when you left school. Now, the bulliers are anonymous. Social media allows that bullying to occur 24 hours a day. So, we have to fix the loopholes in our background check system. We have to fix our broken mental health system in America, and we have to deal with the societal impact of social media. It's a very complicated problem that requires a complicated solution."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But would you support an assault rifle ban?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Well, I voted for it, Jennifer. It's already come up in the House several months back. So, that's sitting in the Senate, and that's where it resides right now."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "There's talk of more red flag laws which allow authorities to temporarily confiscate firearms if the person is a threat to themselves or others. You're one of five Republican House members who voted for a federal red flag law this summer and you're the only one of the five who ran for re-election. Should the Republican Party support red flag laws? Are you noticing any shift among your colleagues?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "Yeah, so it depends on how it's written, Jennifer. So, for example, the state of Indiana, Republican House, Republican Senate, Republican governor signed a similar bill like that into law. In Florida, same situation after Parkland, Republican House, Republican Senate, Governor Rick Scott at the time, a Republican governor, signed into law and Republican governor now, Rick (ph) DeSantis, has kept that law on the books. So, there are ways you can write it where it preserves due process, protect law-abiding gun owners' rights, but at the same time, it advances community safety because like I said, with every single one of these tragedies, whether it'd be Parkland, or Uvalde, or Chesapeake, Virginia, or any of these, it's incumbent upon us to analyze the situation, where were the gaps? Was it gap on the mental health system? Was it a HIPAA reporting issue? Was it a loophole in background checks or is it a -- something different?"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Is Kevin McCarthy going to be next speaker of the House?"
    },
    {
      "speaker": "FITZPATRICK",
      "utterance": "I believe he is. I believe he is. You know, I've been in touch with his team. We're working conference wide to try to get him to 218, Jennifer. And the reality is, he's earned it. He deserves it. It would set a terrible precedent if he were not to get it, because Kevin has put four years worth of work, four years worth of fundraising, traveling across the country, visiting all of our congressional districts. He's worked hard. He's accomplished the goal, albeit a slim one of winning back the House majority and he deserves it. And I don't believe there's anyone else in our conference who could get to 218. So, I think eventually we're going to get there."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "OK, thank you very much, Congressman Fitzpatrick, for being with us today. Thanks for being with us this holiday weekend. Up next, early voting underway in Georgia Senate runoff. We'll bring in our Sunday group to discuss the race that will determine if the Senate stays 50/50 or if Democrats can expand their narrow majority."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The White House on a serious collision path with organized labor as a national rail strike looms and could hit Americans and disrupt supply chain right in the middle of the holiday season."
    },
    {
      "speaker": "And it's time now for our Sunday group",
      "utterance": "\"Politico\" congressional reporter Olivia Beavers; retired senior CIA station chief and FOX News contributor Dan Hoffman; FOX News senior political analyst Juan Williams; and \"Axios\" political correspondent Jonathan Swan. Juan, organized labor is normally friendly to President Biden and Democrats, but the risk of a nationwide rail strike now is very real. It could impact every from what we see on grocery store shelves, to prices at the pump, to supplies that keep our water safe. The president helped avert the crisis in December, but the tentative deal that was reached runs out on December 9th. Is it time for the president to step into the negotiations? Time is running out, it seems."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "Well, I think you have now is Labor Secretary Marty Walsh, Transportation Secretary Pete Buttigieg in touch with both sides. The president's approach is, I'm going to try to ameliorate potential impact on American families and the economy for now. And so, he is saving his intervention. Now, the reason for that, Jen, is very interesting. The unions don't want the Congress and president to intervene. '92, last time there was a strike, the strike was over in two days because Congress and the president intervened. So, for now, both sides really want the pressure, the deadline drama. They think it helps the bargaining table. The railroad companies in this country are very profitable operations. In the September deal, they gave 24 percent over five-year deal increase in pay to the unions, and they think that is a generous offer. The unions, on the other hand, the train men and engineers approved the deal, but the rest of the other -- the other unions said no. Why? Because of benefits. And you just talked about this with Congressman Brian Fitzpatrick. What you get is the big railroad companies have not approved sick pay, sick days. And the unions say, hey, we need 15 sick days, this job is too demanding and we need some flexibility in terms of shifts. And so, right now, the big companies have refused to reopen the talk about benefits and the unions say, unless you do that, we don't have a deal. So, the deadline pressure is something both sides see as helping to force a deal."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But you think they'll get a deal?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think, you know, it's inevitable, because the impact, it's not going to cancel Christmas, thanks goodness, but I -- you know, the supplies are on the shelves. But this is something that could impact the entire nation's economy and you can't have that."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Jonathan, now to Donald Trump and his third run for the White House. Are you surprised by the number of prominent Republicans who have come out against Trump even as Attorney General Bill Barr writes, Trump will burn down the GOP, time for new leadership. What's the reaction from Trump advisors to his dining with white nationalist Nick Fuentes at Mar-a-Lago last week?"
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS NATIONAL POLITICAL REOPRTER",
      "utterance": "Well, actually, there actually haven't been that many Republicans who come out against Trump. And you're even seeing, you know, there's a few -- Bill Barr has already condemned Trump before this, you see Chris Christie, he is pretty vocal and look at Mike Pompeo, Trump's former secretary of state, he is criticizing Trump without naming Trump and Pence is being gentle, as well. Which tells me that there is still fear among Americans, even ones who want to oppose him in 2024, that Trump still commands serious meaningful proportion of the base, and they don't want to cross him yet. DeSantis, for example, is being completely silent. Nick Fuentes, to your question, one of the most virulent anti-Semites and just open racist, Holocaust denier, you know, you just go to his clips. It's kind of staggering to listen to. Trump's advisers, you know, most of his core team right now have been through, you know, Charlottesville, Access Hollywood, you know, go through the list. This is sort of another day in the life of. You don't get -- they don't run around lighting their hair on fire. They are all freaking out, that has not been my experience talking of them. These are people who, you know, sort of just another day at the office actually and one person said to me and I saw someone else tweeted this. Basically their take was, Republican official, was he invites one notorious anti-Semite to dinner, Kanye West, and he shows up with another notorious anti-Semite. So, you know, the surprise was there was two other than one."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "That it's doubling. It should be cause for concern --"
    },
    {
      "speaker": "SWAN",
      "utterance": "Yeah, two is worse than one."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Olivia, early voting is now underway in parts of Georgia. Obviously, there's a December 6 runoff between Democratic Senator Raphael Warnock and Republican Herschel Walker. It will decide whether Democrats have 50 or 51 seats, what are you seeing?"
    },
    {
      "speaker": "OLIVIA BEAVERS, POLITICO CONGRESSIONAL REPORTER",
      "utterance": "Well, you know, right now the poll suggest that it was just as close as it was when we were watching it during the midterms. There are 35,000 votes that separated Raphael Warnock and Walker. And right now, Warnock seems to have the edge, but give and take the margin of error. Abortion seemed to play a pretty large role and motivating Democrats to turn out, and it's sort of early voting. There's -- it is sort of an area where Democrats are really pushing that space. So, we're going to see how this plays out, but --"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Well, it's interesting you should mention that, because Georgia Supreme Court reinstated the state's ban on abortions after roughly six weeks. Do you think abortion will continue to play an issue down there?"
    },
    {
      "speaker": "BEAVERS",
      "utterance": "I'm sure that that's going to be definitely, you know, motivating people. There's more support for something that's more like a 15-week ban. But, you know, Democrats are saying that this was a bigger issue and the polling, exit polls seem to suggest more so."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Dan, as we speak NATO ally Turkey is planning to carry out a ground invasion in Syria. They're targeting the very Kurdish groups that the U.S. relies on to fight ISIS. I spoke to the head of the SDF, the Kurdish leader who said he had to pause working with the U.S., they were guarding 10,000 ISIS prisoners. Here's what he said just earlier this week."
    },
    {
      "speaker": "GENERAL MAZLOUM ABDI, SYRIAN DEMOCRATIC FORCES COMMANDER (through translator)",
      "utterance": "All of our forces have to be on the border and the front line thinking about protecting our people, so we have to stop this activity alongside the national coalition, we had no choice."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "What does this mean for the region and U.S. troops based there, there about 1,000 troops?"
    },
    {
      "speaker": "DAN HOFFMAN, FOX NEWS CONTRIBUTOR",
      "utterance": "A Turkish incursion would have significantly negative impact on our ongoing fight against ISIS. We've been allied with the Syrian Democratic forces, the Kurds going back almost a decade to 2014. They are guarding the al-Hol refugee camp where there are tens of thousands of terrorists and they simply can't do it all at once. I expect that there are ongoing back channel discussions with Turkey. Turkey has a lot of leverage because they control new NATO membership for Finland and Sweden and I'm sure we're making the point that if Turkish attack would impact Turkey, as well, because the terrorists would have open-field running potentially back into Turkey."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But big issue for the president, one of the many national security threats that he is facing right now. Thank you very much, panel. Up next, during one of the most divisive times in world history, two World War II Marine regiments came together for a game of football before being sent to one of the bloodiest battles in the Pacific. We sit down with author Buzz Bissinger of \"Friday Night Lights\" fame to share the story of the Mosquito Bowl and what happened next."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The winter of 1944 was different for many Americans. World War II was raging across Europe and in the South Pacific, and millions of servicemen spent the holiday season in unfamiliar lands. Many spent time stationed on the island of the Guadalcanal, once a strong hold for the Japanese army conquered by U.S. forces and used as staging point for future offensives. But on Christmas Eve, conflict ceased for a moment, and the Marines marked the holiday by playing in the Mosquito Bowl, a bruising and bloody football game born from trash talk and intense rivalry between two Marine regiments. The teams were stocked with former college players, including several all- Americans, 16 players were even drafted into the pros. Six months later, those who played in the game also fought in the Battle of Okinawa, one of the bloodiest of the war. The story of the game and the events that followed are detailed in \"The Mosquito Bowl: A Game of Life and Death in World War II\". The newly released book is dedicated to Neal McCallum, a Marine who was on the sidelines of the dirt and cruel (ph) field."
    },
    {
      "speaker": "NEAL MCCALLUM, U.S. MARINE CORPS VETERAN",
      "utterance": "I was a participant drinking beer, hot beer at that game."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Ninety-four-year-old McCallum spoke with me from his home in Tampa, Florida."
    },
    {
      "speaker": "MCCALLUM",
      "utterance": "The war in Europe got more attention than we did and they got more of everything than we did. My only aim in all of this is to keep our legacy going for the 6th Marine Division and for all the men that we lost."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Joining me now, the author of \"The Mosquito Bowl,\" Pulitzer Prize-winning journalist, Buzz Bissinger, best known for his nonfiction account of \"Friday Night Lights\". Buzz, this is a great book. A great book. BUZZ BISSINGER, AUTHOR, \"THE MOSQUITO BOWL\": Well, thank you. Thank you."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Americans are preparing to watch a lot of football today. Why did you choose to write about this particular game? Well, when I heard about it, I was sort of floored. The idea of a football game on the island of Guadalcanal in the Pacific on Christmas Eve of 1944, and a real game as close as they could get. You know, they built a goal post. They built the regulation field, PA system, programs. God, this is -- and 1,500 marines came, and I said, this is incredible. But I realize, they weren't men who played, they were boys. They were still boys. They were young. They were inexperienced and now, they're in war, where you lose your boyhood very quickly. The game was a way of being boys again and the upshot was they had a blast. Fifteen hundred Marines as I said. The upshot was of the 65 who played in the game, 15 were later killed several months later at Okinawa. And then I said, I think there is a book if I can get at the reporting."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Yet. It was more than a game. As you mentioned, 65 Marines suited up. It was broadcast on Armed Forces Network across the Pacific. There were 1,500 Marines on the sidelines. They took a break from training. Half of them would not survive. That kind of statistic, we can't really fathom. What happened during the game, and - and why was it Marines who were doing this and so many college players? I think it was the most college athletes or athletes to ever die in a battle."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct. Football players gravitated towards the Marine Corps, which makes sense. You know, they're macho. They're tough. They wanted combat. So, a lot of these guys, they were in the Fourth Regiment and the 29th were great football players and they would argue with one another, who has the better team, the 4th or the 29th in the Marines. So, they -- someone said (ph), we're Marines, we don't argue, we duke it out. And the game was a way to have joy, to have fun. They beat the crap out of each other. The score was 0-0. And, you know, it was, as I say, it was a way to be boys for the last time."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Which player really stood out to you?"
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Well, actually, there were several. I mean David Shriner (ph) I thought was amazing. He was a two-time all-American from Wisconsin. He was the perfect all-American. The perfect all-American. He was kind. He was self-effacing. He didn't like publicity. He was handsome. A great, great man. He had a beautiful fiance. I won't say what happened. Maybe you can guess. But he got to me. John McLawry (ph), who went to Brown, got to me. A really cerebral, interesting, intellectual man, great football player and, you know, a great illustrator. Inside the cover -- the inside cover of the book is something he did when he was in the jungle of -- of (INAUDIBLE)."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And there's a beautiful picture -- a family photo from Thanksgiving of the Shriner family before Dave Shriner deployed."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And we have that photo."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Yes, that's --"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The U.S. military was very different then and so was college football."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "College football was the thing. The -- the pros were looked down upon. You know, that's where the thugs go. There's no future in it. College football was huge. That was the game. You know, Notre Dame, Army, Notre Dame, USC, you know, the Big 10. So, if you were a college football star, which many of these guys were, that was a really, really, you know, big deal. But combat was different. You know, it was expected that some are you, you're not going to make it. You're just not going to make it."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But the military recruited from football teams."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "They thought football teams would make good -- good soldiers and Marines."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Correct."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "I thought it was notable that in 1940 there was a Gallup poll was taken when many of these young men were graduating showing 79 percent of Americans wanted to stay out of the war, only 2 percent of college undergraduates believed the U.S. should join the allies. America was pretty isolationist but not these players."
    },
    {
      "speaker": "BISSINGER",
      "utterance": "No, I mean, in 1940 America was isolationist. There was a feeling that they had been snookered into getting into World War I and they were upset with the British and they just wanted no part. They would send aid, they would send financial aid, but Americans wanted no part really until the bombing of -- of Pearl Harbor. That changed everything. And the guys said, I want a piece of that. I can go -- Shriner could have had a cushy job in the United States. He could have been a phys ed instructor and he said, no, I want to go into combat."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Finally, what was the message from this game regarding divisions in the country then and that we see in America today?"
    },
    {
      "speaker": "BISSINGER",
      "utterance": "Well, I think one of the underlying messages is unity. Everybody served. Women served in industry and manufacturing because all the men, you know, were gone. Blacks served despite some withering racism. On the line, you had people from every socio-economic stripe. And that's when you learn to deal with people, to get along with people, to love people because they did. And you realize, you know, our -- we -- our differences are really not that different."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Incredible story. I highly recommend it. Buzz, thank you for an amazing American story and joining us this holiday weekend. This Thanksgiving week I want to share with you another powerful example of Americans coming together, even during one of the most unpopular wars in the nation's history, the Vietnam War. Americans have found common ground. This is the story of one of our colleagues here at Fox who wore a bracelet bearing the name of an American soldier held captive in Vietnam. Decades later, he tracked down the veteran. Here's their story."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "As war raged in Vietnam, a quiet effort started by two California sorority sisters to show support for the POW and MIAs who were shot down in rice patty fields, many held for years at the Hanoi Hilton, took off across America. Students across America began wearing bracelets with the name of an American POW and the date they were shot down. Stars like John Wayne, Princess Grace and Sonny and Cher wore them. Fox News editor Brad Paxton was one of those kids who sent his $2.50 away to purchase a bracelet."
    },
    {
      "speaker": "BRAD PAXTON, FOX NEWS EDITOR",
      "utterance": "This actually a photo of me wearing the bracelet. Yes, I had lots of hair back then, but -"
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "This is 1970?"
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "His bracelet honored Navy Lieutenant Dave Carey, shot down in north Vietnam on August 31, 1967."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I was just a fan at the time. I would say 50 percent of my junior high school was wearing the bracelets. You didn't have to be for the war or against the war, you just could be in support of these people who were -- had been captured."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Spurred by conversation with his wife about the bracelets and how they united the country during the war, he decided to try to fine Lieutenant David Carey."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I went down and pulled out a box. I knew right where it was. And I looked it up. And then, like a lightning bolt, it was just kind of was like, I should just see whatever happened to this guy."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "He found him in Texas, 80 years old, and now an author and motivational speaker. Carey spent five and a half years in the Hanoi Hilton, some of it with John McCain, who was shot down a month and a half after him."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I sent him an e-mail and a picture of the bracelet. And, to my surprise, within like minutes he e-mailed me right back and said, I would love to have it."
    },
    {
      "speaker": "CAPTAIN DAVE CAREY, FORMER PRISONER OF WAR",
      "utterance": "I've been getting those periodically for all these years. You know, someone will find me on the internet and I'll get an e-mail and they have a bracelet that they've worn. And then I tell them that they have no idea how much those bracelets meant to us when we were in Hanoi. Those bracelets were incredibly important to us. They kind of lifted our moral."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Carey, who retired as a captain, can still recall the day he was shot down."
    },
    {
      "speaker": "CAREY",
      "utterance": "The missile went right between us. There was a huge explosion. A fireball blew the tail section off my airplane. The airplane just stayed on its back. It was just a blur. So, this thing is falling and spinning and tumbling through the sky. I ejected from the airplane. Had a parachute. Landed in the middle of a small north Vietnamese village."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "He still remembers the beatings."
    },
    {
      "speaker": "CAREY",
      "utterance": "I was interrogated. The interrogation led to beatings. The beatings led to torture. My arms didn't work. My arms didn't work for weeks and weeks. I ate by wiggling around in my stomach, stick my face in a bowl of rice. And in my mind came the first line of the 23rd Psalm, the Lord is my Shepherd. I could think about that line."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "They found other tricks to keep their minds intact."
    },
    {
      "speaker": "CAREY",
      "utterance": "I let slip that I had taken French in high school and at the Naval Academy. And so I immediately became the French teacher. That was French according to me, because there was a lot of stuff I had to make up."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Meanwhile, back in California, the woman who started the bracelet movement, Carol Bates Brown, was a students at Cal State Northridge. She and a girlfriend came up with the MIA/POW bracelet concept."
    },
    {
      "speaker": "CAROL BATES BROWN, POW BRACELET FOUNDER",
      "utterance": "We were able to get materials donated and somebody came up with the idea of putting names on the bracelets. And when it really took off, like it did, it was just shocking and unbelievable. But, in all, I think we distributed something like five million bracelets during that time."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "They were especially popular from 1970 to 1973."
    },
    {
      "speaker": "BROWN",
      "utterance": "Decided if kids could pay for a movie, they would pay for a bracelet,"
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The campaign led to a decades long career at the Pentagon for Brown at the Defense Intelligence Agency in the Office of POW Missing Personnel. Fifty-five years later, Dave Carey still has the flag airmen carried in their flight suits in case they had to eject."
    },
    {
      "speaker": "CAREY",
      "utterance": "It says, I'm a citizen of the United States of America. I do not speak your language. Please take me to someone who will provide for my safety and see that I'm returned to my people. My government will reward you."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "But when they heard kids back home were wearing bracelets with their name on them, that gave them hope that they had not been forgotten."
    },
    {
      "speaker": "CAREY",
      "utterance": "We kept our sense of humor and we kept the faith. Faith in ourselves, faith in each other, faith in our country and faith in God."
    },
    {
      "speaker": "PAXTON",
      "utterance": "I always knew where the bracelet was. I never forgot his name. Even 50 years later, I could tell you about Lieutenant David Carey. He's a genuine American hero. And I'm just humbled and -- to have had a small footnote in his story."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "While in captivity, one of the ways this naval aviator kept sane was by pretending to play the piano. After his release, he finally learned to play on a real piano. Today he still receives mail from kids now grown who wore those bracelets for him and the other POW/MIA's."
    },
    {
      "speaker": "CAREY",
      "utterance": "My message to anyone wearing the uniform of the United States of America would be this, they are way stronger, way more resilient, way more resourceful than they ever would give themselves credit for, they just haven't been tested. There you go."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Our sincere thanks to Brad Paxton, a colleague and dear friend to us here at Fox News Channel's Washington bureau. It was an honor to share his story and that of Lieutenant Dave Carey. Up next, a deep dive on global threat, the rise of China, and nuclear saber rattling by Russia as President Putin tries to change the map of Europe."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "This week French President Emmanuel Macron arrives in Washington for a state dinner and a full plate of global crisis to discuss with President Biden. Topics will likely include how the U.S. and Europe will support Ukraine and contain Vladimir Putin. Joining me now, Dmitri Alperovitch, a Russian-born American cyber security and geopolitics expert who has tracked some of the largest threats facing the U.S. from Russia and China, and Matthew Kroenig, the Atlantic Council's acting director of the Scowcroft Center for Strategy and Security, he's one of the world's leading authorities on nuclear weapons. Matthew, Kim Jong-un is seen again with his daughter in tow, inspecting ballistic missiles. What should we make of this?"
    },
    {
      "speaker": "MATTHEW KROENIG, SCROWCROFT CENTER FOR STRATEGY AND SECURITY",
      "utterance": "Well, a problem that dictatorships always have is - is what do you do with succession. And this is a family business. Kim Jong-un's grandfather started the country. His father after him. And so I think Kim Jong-un is probably thinking about a succession plan. And by having his family members, his daughter, in these public settings, possibly grooming them for succession. Meanwhile, the nuclear threat continues to grow. North Korea only the third U.S. adversary, other than Russia and China, that can threaten nuclear war against the United States. So, this is a serious challenge."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "How should the U.S. respond to the recent escalation in missile tests from North Korea?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Well, the Biden administration has essentially put this on the back burner. I think they see it as a difficult challenge. So, they've prioritized Russia, China, and other issues. But I think that's a mistake. This threat continues to grow. And so I think the right approach is basically a pressure and engagement campaign, increase the diplomatic, economic, political pressure on North Korea so long as it pursues these destabilizing policies, but hold out the possibility for engagement and negotiation if Kim Jong-un is willing to come talk."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And what's the state of the U.S. nuclear arsenal? Can it still serve as a deterrent?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Well, the U.S. arsenal is effective today, but it's getting old. It was built in the '70s and '80's. They're nearing the end of their service lives. And so there is a bipartisan plan to modernize U.S. nuclear weapons over the coming 30 years. But that program has been slipping. We need to make it a priority to make sure that we have a deterrent to protect ourselves and our allies."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Dmitri, what lesson is President Xi taking from Ukraine? And what should we make of these Shanghai protest? Some protesters have even called for Xi to resign, which is unprecedented."
    },
    {
      "speaker": "DMITRI ALPEROVITCH, SILVERADO POLICY ACCELERATOR CHAIRMAN",
      "utterance": "Well, the lesson - the main lesson he is learning, of course, is that, if you're going to go against Taiwan, which I think he wants to in his lifetime, probably the next 10 years, maybe even sooner, you'd better be ready. You've better make sure that your forces are ready, they're trained, they can execute the mission and hopefully do it quickly from his perspective. The other lesson he may be learning, which may be the incorrect lesson, is that the United States can be deterred via the use of nuclear weapons or the threat of nuclear weapons because he sees that we -- while we're supporting Ukraine, we have not gone in and helped them with our own troops. He -- that lesson may not apply to Taiwan, but that's what he may be inferring. The protests are really interesting because this is the first time that it seems like President Xi is really losing control over this zero Covid policy that they've had for the last couple of years. The cases are increasing dramatically. There are thousands of new cases a day in Beijing, if we can even believe their numbers. They're probably a lot higher. And the population is fed up. They're - they're not willing to continue to live in lockdowns. And that is going to be very precarious for - for President Xi going forward."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Also, in Taiwan, a pro-China party just won municipal elections. What does this tell you?"
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": "Well, this election was a municipal election. It was not about China. But the fact that the population is willing to ignore the China threat and vote for a party that is very friendly to the Beijing government is an indication that the Taiwanese are just not prioritizing the threat, they don't believe it's real, they don't think an invasion is coming, and that has real implications for U.S. policy because if Taiwan does not shape up, if they don't dramatically increase their conscription, their training, their military industrial complex to produce weapons and to integrate them into their defense forces, Taiwan is going to be in real trouble. And despite what President Biden says about us willing to come to their aid, if the Taiwan doesn't fight, Taiwan is going to be doomed."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And they haven't (ph) been buying the right type of weapons, from what I understand."
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": ": No, they're focused on old-style weapons, tanks, F-16s, that may not be very applicable to war if the - if the Chinese launch an airborne invasion, for example."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Matthew, the protests in Iran, is this a real threat to the regime? Should the Biden administration be saying more? And is the nuclear deal dead?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Well, you have to really admire the young women in Iran risking their lives standing up to this brutal dictatorship. I do think the Biden administration should be doing more to support them, both verbally and - and behind the scenes. Unfortunately, the sad reality, when we've seen this before, is that the regime is willing to kill in large numbers to stay in power. The Iranians haven't been willing to die in large enough numbers to take power. And I do fear that that may be the ultimate outcome here. On the nuclear deal, the International Atomic Energy Agency reported earlier this month that Iran is now enriching to 60 percent enriched uranium, a hair's breathe from weapons grade, at their underground facility at Fordo (ph). Outside experts estimate that the time it would take Iran to dash and build nuclear weapons has shrunk almost to zero. So, I do fear that the game is almost over here and the bipartisan effort to stop Iran from building nuclear weapons may - may have failed."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Dmitri, you were sanctioned by Putin recently. Today Ukraine is marking 90 years since Stalin imposed a famine that killed 2 million to 3 million Ukrainians. What more should the Biden administration be doing and are you concerned that House Republicans are going to cut off aid to Ukraine?"
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": "I don't think the military aid is going to get cut off. And as long as the Ukrainians are able to get ammunition and weapons systems, they're going to keep fighting. They understand that this is an existential struggle for their country. The real problem that we face right now is we're running low on a lot of munitions. The artillery munitions, missiles, javelin missiles that they use for anti-tank strikes, we need to be massively ramping up our production. We need to be building new factories. And the reality is, these wars with (INAUDIBLE) peer competitors, like Russia and China, can last a long time. And if there is, God forbid, a conflict over Taiwan, we'll run out of things very, very quickly."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "And, Dmitri, a lot of people missed a key move by the Biden administration regarding export control in China's chip industry. What's the significance?"
    },
    {
      "speaker": "ALPEROVITCH",
      "utterance": "Well, this was basically a massive declaration of a trade war against China. Basically, constraining their ability to produce advanced chips, which are necessary for weapons systems, they're necessary for advanced manufacturing and advanced electronics. And this is something that the Chinese are going to struggle a lot with. They have not been able to achieve independent production. And without ability to procure those chips, this will really impact their military significantly."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Matthew, before we go, what should we expect from the U.S.-Iran World Cup match on Tuesday? We've seen some protests. We've seen the players not sing the national anthem, then sing the national anthem. Tears in the stadium. Who's going to win? What's the significance?"
    },
    {
      "speaker": "KROENIG",
      "utterance": "Yes, so, well, you do have to sympathize with the Iranian players and another act of bravery, refusing to sing the Iranian national anthem as a sign of protest against the regime. So, it's a part of me wants to pull with them, but I am a patriot, so, USA, USA, USA."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Panel, thank you so much. Up next, Ukrainian refugees use their musical talents to send a message to Vladimir Putin. I'll introduce you to a few of them as they fight back with instruments of peace."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "As we give thanks this weekend, we'd like to remember those facing a long, cold, dark winter in Ukraine. The result of Russia's brutal invasion nine months ago. The Ukrainian Freedom Orchestra is a truly special ensemble made up of dozens of Ukrainian refugees, musicians who toured Europe and the United States imploring people not to forget. I sat down with a few of the musicians when they visited the Kennedy Center."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "They fled Ukraine in the hours and days after Russia's invasion, carrying with them a few dollars, their children, and their instruments. Their bows now serve as their weapons as Vladimir Putin's army tries to expunge Ukraine from the map of Europe."
    },
    {
      "speaker": "KERI-LYNN WILSON, CONDUCTOR",
      "utterance": "I consider my musicians soldiers of music who are free and independent Ukraine. Putin keeps trying to say there is no culture. We are fighting on the cultural front and our weapons are our instruments."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Keri-Lynn Wilson assembled 75 Ukrainian refugees who had never played together for an international 12-city tour that ended at the Kennedy Center in the nation's capital."
    },
    {
      "speaker": "WILSON",
      "utterance": "It came together when I was horrified by the invasion in February. This was very personal for me because I still have family who are in Ukraine. And I thought, I could somehow bring these refugees together and - and create an orchestra, to give them a voice back, because Putin has silenced them."
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "You compare your musicians to foot soldiers. People have described you as defiant in artistic resistance."
    },
    {
      "speaker": "WILSON",
      "utterance": "We're armed with our emotions. We're driven by the fact that we want to prove, not only to Putin, but to the world, for the future, not only of Ukraine, as a free and independent country, but for the future of democracy."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "Among her soldiers, Olga Sheliskova (ph), the director of Kyiv's Mozart orchestra who fled Ukraine with her 16-year-old daughter and cat."
    },
    {
      "speaker": "OLGA SHELISKOVA (ph)",
      "utterance": "It was dangerous. We can see the rockets on the - on the sky. And the sound of explode."
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "Why is it important for you to be in this orchestra right now?"
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "We have to remind about the work."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Do you feel like a soldier?"
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "I'm a musician."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "What is your message to Vladimir Putin?"
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "We are exist. Ukraine exist. Ukraine is independent country."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "Bassist Nazari Stets (ph) received special permission from President Zelenskyy to leave Ukraine."
    },
    {
      "speaker": "GRIFFIN (on camera)",
      "utterance": "How do you feel right now about the idea of going back to Ukraine?"
    },
    {
      "speaker": "NAZARI STETS (ph)",
      "utterance": "It's the best thing I can do. I am a professional musician. I think I'm a little bit useless in army. So, this is my - my front. I can play Ukrainian music."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "This orchestra has been compared to soldiers."
    },
    {
      "speaker": "STETS",
      "utterance": "Yes."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "How are you a soldier?"
    },
    {
      "speaker": "STETS",
      "utterance": "We can tell the truth to the whole world, I am a soldier, because I am telling the truth and I am not scared of that."
    },
    {
      "speaker": "WILSON",
      "utterance": "Those who have chosen to stay in Ukraine, what courage, what bravery, and what determination to stay in their country to fight for its independence."
    },
    {
      "speaker": "GRIFFIN (voice over)",
      "utterance": "The pieces she chose to play during the tour all have deep symbolism."
    },
    {
      "speaker": "WILSON",
      "utterance": "I wanted to feature Ukrainian composers."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Like Vallantine Silvestrof (ph), whose seventh symphony is dedicated to his wife who died suddenly."
    },
    {
      "speaker": "WILSON",
      "utterance": "We dedicated to the soldiers and the innocent victims of this war. Then I chose Beethoven's Vildelio (ph). It's called (SPEAKING IN FOREIGN LANGUAGE), which means \"monster.\" It is about fighting against the tyrant."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Since the invasion on February 24th, the Kennedy Center has bathed itself in the colors of Ukraine's flag."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It was our way of saying we are watching. We know. We care. We are supporting you."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Ukraine's ambassador thanked the American people."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "In this time of tyranny, dictatorship, and total false propaganda, everyone in our global orchestra should feel like an essential instrument making an important and influential sound. God bless America. (SPEAKING IN FOREIGN LANGUAGE)."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Each night the orchestra ends playing Ukraine's national anthem."
    },
    {
      "speaker": "WILSON",
      "utterance": "There's something very cathartic about playing it. And there's never a dry tear in the audience. And we're crying as we play it in - in our hearts."
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "We are proud of our country. Proud of our soldier, real soldier, brave men who fight."
    },
    {
      "speaker": "STETS",
      "utterance": "Really touching all the time. I see the whole audience with Ukrainian flags. So this is really emotional moment. It's about a bright future."
    },
    {
      "speaker": "SHELISKOVA",
      "utterance": "Your support very important for us, for Ukrainian people. We feel that we are not alone."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Last month, Keri-Lynn Wilson made her debuted at the Metropolitan Opera House in New York with a Russian opera that was banned by Stalin. That's it for this Sunday. Thank you for joining us. I'm Jennifer Griffin. Have a great week and Shannon will see you next FOX NEWS SUNDAY when we're live from the Reagan National Defense Forum in Simi Valley, California."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}