{
  "date": "November 7, 2018",
  "headline": "Tucker: Useful lessons from the midterm elections",
  "subHeadline": "The smoke is clearing from the most expensive midterm elections in American history and the outlines are just becoming visible.",
  "url": "https://www.foxnews.com/transcript/tucker-useful-lessons-from-the-midterm-elections",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Good evening and welcome to \"Tucker Carlson Tonight.\" There's an awful lot going on right now. The President fired one of his earliest supporters in Washington, former Senator, now Attorney General, now former Attorney General, Jeff Sessions. We'll have details and thoughts on that in just a minute. But first, the big story. The smoke is clearing tonight for the most expensive mid-term elections in American history. The outlines are just becoming visible. The results, it turns out, are confusing. It wasn't exactly a draw but both sides can claim victory. And, of course, they are. In the House, Republicans did slightly worse than average in a mid-term election. In the Senate, they did a little better. Some of the races played out as referendums on the president's first two years in office. Other races had nothing at all to do with Trump. In some races, hard-edged ideologues won. In others, doughy moderates did. It was basically a patchwork. There are no obvious takeaways from what happened last night. But there are some useful lessons. And that's what we'd like to spend some time talking about tonight. What exactly have we learned from 470 individual Congressional elections, some big governor's races and a full year of political debate? Well the biggest news is that Democrats just won back the House of Representatives after eight years. They are thrilled with that, obviously. And yet, they don't appear to have any idea how they did it. As of tonight, there really is no Democratic program or platform or message. There's no Democratic plan for making the economy stronger or the country safer. There's only Donald Trump whom they despise. The entire Democratic message is Trump. The President is often accused of narcissism making everything about himself. But on that point, Democrats agree with him. They think everything is about Trump too. Watch this clip from last night. It had just become clear that Democrats were about to re-take the House. It was a big moment. It was really the apex of the night. And at that apex, a senior Democrat called the set at MSNBC to announce his party's top priority now that they have regained power. Here it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI MELBER, THE BEAT WITH ARI MELBER HOST, MSNBC",
      "sentences": "I've spoken to a senior Democratic source on the Ways and Means Committee who says tonight, breaking news, they do intend to request President Trump's tax returns. Getting your hands on those Trump tax returns, as everyone knows, would be a big deal for the Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Getting Trump's tax returns. That's the priority for Democrats, not infrastructure, not wages, not the looming threat of China or drug ODs in this country, the shrinking middle-class, not even healthcare. Trump's tax returns, that's what Democrats really want. OK. Maybe they'll get them. Maybe they'll get those returns. What then? What exactly will we learn from Trump's tax returns? That a casino owner once employed a clever accountant that he made less than he claimed he did? Will anybody be shocked by any of that? Will anyone care about any of that? Or as with the Stormy Daniels saga that went on forever, will voters find themselves titillated for a moment and then lose interest? What do Trump's tax returns have to do with them anyway? Their premiums haven't gone down. It's all just noise. Almost all of this is just noise. And for the rest of us, there's a pretty simple lesson. And you'd think Democrats would have figured it out. But they have not figured it out. Congressman Jerry Nadler will likely be the Chairman of the House Judiciary Committee. Just today, he was on a train back to Washington from New York and he was overheard by somebody laying out his legislative priorities. First on the list, not making this up, impeaching Brett Kavanaugh, and removing him from the Supreme Court. Apparently, that's what Democrats really believe voters want more than anything else. \"Get that Kavanaugh guy off the court.\" Congressman Adam Schiff of California meanwhile is poised to take over the House Intelligence Committee. He's been the Ranking Member there for the last couple of years. He says that come January, when he takes over, his main priority will be intensifying the Russia probe because it's not intense enough or long-standing enough. Schiff apparently thinks that he can prove that Vladimir Putin somehow stole the 2016 election with a few dozen Facebook ads that hardly anybody saw. Can Schiff really prove that? Who knows? Maybe. What we can know for certain is that nobody outside Washington will care at all if he does prove it. The entire Russia conversation is irrelevant and dumb. That has been proven already. It has nothing to do with anything, and everybody knows it. Democrats are the only ones who don't know it yet. As of right now, the entire Democratic platform can be summed up in one sentence. \"Donald Trump is a bad person. Whoa.\" That's what they plan to run on in the next presidential election, which incidentally starts today, right now. Good luck with that. It's a virtual guarantee that Trump will serve a full eight years, if you make it about him. And by the way, so is all the race talk. That's not helping you. Somewhere along the way, Democrats became convinced they could win elections by denouncing voters as racist. The Andrew Gillum campaign just tried it in Florida. Remember? He was asked about the FBI probe. \"You're a racist for asking.\" Stacey Abrams' surrogates tried it also in Georgia. Did it work? No. It rarely works. Why would it work? Here's a bit of hard-earned knowledge from almost 30 years of covering campaigns. When you call voters immoral, they don't like it. And yet, the Left continues to throw out the racist slur, probably because they enjoy doing it. It makes them feel good about themselves. Here's ABC's coverage of the Gillum race last night. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON PITTS, AMERICAN JOURNALIST, CO-ANCHOR OF ABC NEWS' NIGHTLINE",
      "sentences": "And I - - I think for me, progressives in places like Florida and Georgia, they'll be -- they'll be incredibly disappointed, and they'll be giving their White neighbors the hairy eyeball tomorrow, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In other words, ABC is telling us Andrew Gillum lost because of his skin color, and he lost because of the behavior of people of a certain skin color. ABC knows that. You hear things like this all the time, every day. And yet, curiously, nobody ever bothers to prove any of it or even try. Why? Because it's unprovable, and that's the appeal. Racism is now anything you don't like. A racist is anyone who's in your way. Hurling allegations of bigotry are, from the perspective of the Left, the quickest way to get what you want. That's why they do it. It happened again today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YAMICHE ALCINDOR, PBS NEWSHOUR'S WHITE HOUSE CORRESPONDENT, POLITICAL CONTRIBUTOR TO NBC NEWS AND MSNBC",
      "sentences": "On the campaign trail, you called yourself a nationalist. Some people saw that as emboldening White nationalists. Now people are also saying--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know why you'd say that. That's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALCINDOR",
      "sentences": "--that the president--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "--such a racist question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALCINDOR",
      "sentences": "There's some people that say that now the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALCINDOR",
      "sentences": "--Republican Party is seen as supporting white nationalists because of your--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Oh, I don't believe that. I don't believe that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALCINDOR",
      "sentences": "--rhetoric. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't believe. I just -- well I don't know. Why do I have my highest poll numbers ever with African-Americans? I love our country. I do. You call -- you have nationalists. You have globalists. I also love the world. And I don't mind helping the world. But we have to straight down our country first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now that happened at the president's briefing, so you may not even have seen it because you're living a real life, and not glued to the internet. But trust me, if that had happened even just a few years ago, it would have been everywhere. It would have been international news. An accredited White House reporter calling the President of the United States a white supremacist? Holy smokes. But now it's just any other day on cable news. Nobody really believes that the reporter means it. It's posturing and, therefore, it is boring. The claim racist is losing its power from overuse. Diminishing returns have been reached. If you've got a problem with nationalism, it might be better just to argue against nationalism. That way we might all learn something. In the meantime, Republicans should understand that Democrats call them bigots not because they believe they are bigots or even because they care if they are bigots. Al Sharpton and Louis Farrakhan are still allowed in the Democratic Party, after all. Democrats obviously aren't too concerned about bigotry or they'd kick those guys out first step. Democrats say it, they make the charge because they hope it will bring them power. And power is what they want. It's all they want. Republicans lost an entire Chamber of Commerce -- Congress last night. Nobody rioted this morning. Nobody blocked intersections or looted liquor stores. You didn't see Republican consultants on television this morning questioning the results or attacking the House of Representatives as illegitimate as an institution. It didn't occur to Republicans to do that. It was just an election. You lose sometimes. That's how Republicans think. That is not how Democrats think. They mean it. They lost a few seats in the Senate last night. Already, they're denouncing the Senate itself as somehow undemocratic. The talking points have gone around. They're all reading them. Watch Joy Behar today try to read them. Ultimately, she misread the talking points. But she gave her best shot on The View. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW JOHN DOWD, AMERICAN POLITICAL CONSULTANT",
      "sentences": "So Democrats won the popular vote last night by 8 million votes, right? They lose--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOWD",
      "sentences": "--but they lose U.S. Senate races in red area -- in -- in red areas so--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, THE VIEW",
      "sentences": "Because of gerrymandering a lot of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOWD",
      "sentences": "Well that's not gerrymandering -- that's the Constitution. I mean you can't -- it -- the districts are gerrymandering but the states are part of the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well you can't gerrymander a Senate election, of course, because it's statewide. Joy Behar probably doesn't know that. She probably doesn't know really what the Senate is. But she knows power. And like a lot of the Democrats you see on television, she will say whatever it takes to get power. Republicans should understand that. But it's not just Democrats who should have learned something last night. There were major lessons for Republicans too, ones they should pay attention to. Here's one. Voters care about campaign promises. If you don't fulfill your campaign promises, it turns out they notice, they remember, and they don't care for it. In 2016, Republicans in Congress promised to, I don't know, build a wall, get rid of Obamacare, de-fund Planned Parenthood, they got elected on those promises. They didn't do any of them once they got elected. Maybe that's one reason they lost the House last night. Here's another lesson. Immigration matters, not just on the level of individuals and families and caravans, the things that we debate every night, but on the level of entire populations. Immigration changes who lives in a country and who votes. Ultimately, that's why it matters. You never know that from listening to the coverage of immigration stories. You would think the question of who comes into your country and under what circumstances was entirely a moral issue, really a question of personal decency. Good people are for open borders. Bad people are against them. It's always the message including today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CNN",
      "sentences": "As you know, Mr. President, the caravan was not an invasion. It's a -- it's a -- a group of migrants moving up from Central America towards the border with the U.S. And--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you for telling me that. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "--why -- why did you -- why did you characterize it as such and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Because I consider it an invasion. You and I have a difference of opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "But do you think that you demonized immigrants--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Not at all. No, not at all. I want them--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "--in this election to try to keep--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "--I want them to come into the country but they have to come in legally. You know, they have to come in, Jim, through a process. You can go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "Let me ask one other question. Are you worried--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That's enough. That's enough. That's enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "Mr. President, I was going to ask one of the -- the other folks--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That's enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "--pardon me, Ma'am. I'm -- I'm -- Mr. President--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Excuse me, that's enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "--Mr. President, I had one other question if I may ask on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "David -- let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "--on the Russia investigation. Are you concerned that that you may have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'm not concerned about anything with the Russian investigation--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "--indictments -- that you may have indictments coming down--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "--because it's a hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "Are you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That's enough. Put down the mic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ACOSTA",
      "sentences": "--Mr. President, are you worried about indictments coming down in this investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'll tell you what. CNN should be ashamed of itself having you working for them. You are a rude, terrible person. You shouldn't be working for CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hate to see this become a news story. Acosta is such a buffoon. But he's such a buffoon that the White House apparently felt it had no choice but to respond. The Press Secretary Sander -- Sarah Huckabee Sanders put out this statement. \"President Trump believes in a free press and expects and welcomes tough questions of him and his Administration. We will, however, never tolerate a reporter placing his hands on a young woman just trying to do her job as a White House intern,\" as apparently that woman was. \"This conduct is absolutely unacceptable. It is also completely disrespectful to the reporter's colleagues not to allow them an opportunity to ask a question.\" The statement went on to say, \"As a result of what happened today, the White House is suspending the hard pass of the reporter involved until further notice.\" So that's today's Jim Acosta sidebar. But whatever else the exchange you just saw was, what it really was, was a diversion from the political reality of immigration. Here's the political reality. California was once a solidly Republican state for generations. It is now among the most democratic. Why? Immigration. Different people live there. And not surprisingly, they vote very differently. Something very similar is happening right now in Nevada, Arizona, Texas, Virginia, North Carolina, many other states, and that was reflected in last night's vote totals. Check the numbers. Democrats, obviously, know this. That's why they oppose borders because it helps them win elections. Republicans, by profound contrast, have been very slow to pick up on this. They're very literal. They still think immigration policy is about virtue. Republicans also seem to think that their economic message is working. They're very proud of the tax bill they passed in Congress, the Congress that they will control not much longer. Paul Ryan's always talking about his tax bill. And by the way, there's nothing wrong with tax cuts. But Republican strategists seem to forget that a huge percentage of Americans don't pay federal taxes. By definition, they don't care very much about tax cuts, cuts to taxes they don't pay. For them and for many others, the economy is not measured in stock prices and GDP numbers. Their concerns are tangible concerns. What does gas cost? Can I afford to live in a safe neighborhood? Will I go bankrupt if I get sick? These are real questions for tens of millions of people. The party that effectively addresses these questions generally wins elections. Republicans, for whatever reason, tend to ignore these questions. And that's a big reason they just lost the House. But there's a larger question that we ought to meditate on. The Republican Party is a conservative party. Republicans are supposed to care about families, not just a little bit, but above all. And yet, increasingly, the American family is vanishing. Young people can't afford to get married or to have children. Take a look at the numbers sometime. They're publicly available. They are shocking. And they foretell an ominous future for all of us. A country without strong families is a weak country. It is a volatile place, a chaotic place. It's a place susceptible to political demagoguery. It's what America is becoming. If you want to stop that slide support families. It's that simple. Put another way, if your supposedly conservative economic program doesn't make it easier for young people to get and stay married and have kids, how is it really conservative? If couples are too poor to have children and you're not helping, why should I as a conservative vote for you? I should not vote for you. I will not vote for you. I will work against you. That is my pledge. Supporting marriage and children is the best, maybe the only way for Republicans or any of us to save the country. It will also win them elections. They should start right away. We'll be discussing the effect of yesterday's mid-terms throughout the hour tonight. Up next, we'll ask a Democrat what the party's message is coming out of the mid-terms, and what, if anything, Democrats stand for? Dana Perino also joins us as well as who the Democrats will choose for House Speaker. That's on the line up for tonight. We'll of course also weigh in on the President's firing of the Attorney General all ahead. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "After eight years, Democrats once again control the House of Representatives, that will be official in January, but only by a pretty slim margin. Now, a new battle begins. And that's the battle over the Democratic Party's message. What do they stand for? Is it open borders and socialism, wages in the middle class? Who knows what it is? Or will it just remain, \"Trump is evil, Republicans are racist?\" Is that enough? Bryan Dean Wright is a Democrat, former CIA Officer and he joins us tonight. It's a sincere question. In my view, there are two, there's the identity politics wing in the party and the economic populism wing in the party. I know who I'm rooting for. Who do you think is going to win? What is the message?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAN DEAN WRIGHT, FORMER CIA OPS OFFICER, OPINION WRITER",
      "sentences": "Who's going to win? That's the big question. What we saw yesterday was a divide between so that the Heartland Democrats and the Coastal Democrats. So the Heartland Democrats, a lot of those folks from Michigan and Pennsylvania, even places like Kansas and -- and Oklahoma--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "--who are saying, let's focus on the basics, right? Good wages, decent jobs, affordable healthcare. That's the message that I think most Americans want to hear. What we are hearing, however, from the Coastal folks is something very, very different. This is the Alexandria Ocasio-Cortez--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "--democratic socialism, which is lots of big government, lots of programs that we can't really pay for, we want to abolish ICE, we want to, you know, not really address the immigration issue because we want open borders. That is the other wing of the party. Which one will win? Here's my concern of why the Alexandria Cortez folks will win. We've got DNC Chair, Tom Perez, who says that she is the Head of the Democratic Party. She's the future of the Democratic Party. We also have Obama who actually endorsed her as well. So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait. Can I say (ph) is that because she's impressive or is it because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Have you met her --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--of the way she -- wait, I mean nothing mean but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "--no, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--but she's young and she seems like she doesn't know very much at all. And so, I'm beginning to think it's only because of her race and gender, which is not a good way to make these decisions, right, because it's irrelevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Of course. But this gets back to I think with the -- the philosophical, the -- the ideological struggle that's happening within the party right now, and that is this. Are we going to be a party that tells people you have to vote for Democrats because you're a woman, because you're gay, because the color of your skin is dark? That is one wing of the party. In fact, you hear it from people now in Texas criticizing white people who didn't vote for Beto. But, you know, saying thank you to folks who are of color--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm -- I'm just confused because here--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "--or say so wait --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--Beto O'Rourke is this White guy with a fake Hispanic name running against an actual Hispanic guy named Ted. But if you voted for the white guy against the Hispanic guy, you're a racist like how does that even -- I'm -- I'm too literal for this world, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Yes, well, you and me both. And I can tell you as a Democrat, it's incredibly frustrating to watch the party cannibalize itself in the midst of this debate because at the end of the day, if you look at this from a -- from a health of the democracy, we need multiple parties. We need good debates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I totally agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "And Democrats can't be a part of that conversation when we are all so far off in a left field that we're talking about open borders and -- and people have to vote a certain way because of their gender. So, that is really the cost, the consequence and, frankly, why Republicans should be upset about this as well. We all should be concerned when a major party in this country is so unhinged that they're not giving the people a choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I -- I -- I think that's a really wise point. And for that reason, I am rooting for the Democrats to get sane. I don't think it, you know, it doesn't help anybody if one party falls apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Always a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Bryan great to see you. President tweeted this today, and I'm quoting. \"In all fairness, Nancy Pelosi deserves to be Speaker of the House by the Democrats. If they give her a hard time, perhaps we will add some Republican votes. She has earned this great honor!\" Not clear if that was entirely sincere. Will Democrats go with Pelosi again or will new leadership take over? It's not a small question. Dana Perino is the person we turn to to answer tough questions like this. Of course, she hosts The Daily Briefing every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Small guest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hey Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Big question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what? I mean it because it's not simply about who gets the gavel. It's about what is the party's message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's all sorts of things. Look--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--I think President Trump has thought this through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He is elevating Pelosi for a very good reason. One, yes, he's right. She deserves it. The Republicans made her the villain of every ad across the country and she still was able to pull out the win that she said--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--she would -- she would be able to do. So on the merits, he might look at her as a worthy competitor, OK? However, what also does this do? This makes all of these New Democrats that she was willing to let them say that they would never vote for her. They promised in their districts, \"I will never vote for Nancy Pelosi for Speaker.\" Guess what's about to happen? The very first vote that these new members of Congress are going to be asked to take is whether Nancy Pelosi should be Speaker of the House, and they might end up breaking a promise, their very first promise on their very first vote in order to make her Speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What? Now, why would they do that? I mean it -- Nancy -- and I'm not attacking -- I'm actually, you know, I -- I kind of agree with you. Nancy Pelosi's hung around. And, you know, why--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--why wouldn't it be Nancy Pelosi but -- but why would people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--I think that there's a couple of things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--go against their pleasures?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, if -- if Nancy Pelosi had been able to get like 65 seats, this wouldn't even be a question because she would say I don't care if there's 24 or 30 of you, who say you don't want to vote for me, I've got a cushion large enough then it doesn't matter to me, so it doesn't matter. But it's only 30 or so plus. I think what might end up happening is because the Democrats have no consensus, you just had this conversation and, with the previous guest, there's no message. What are they doing? Who are they? Who is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--going to be the leader. They -- it's different than choosing a minority leader, who is going to law bombs all day long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This one is important about the future of the country and the future direction of the party. And so, I think that's why it makes a little bit more of a difference. If you remember, the Republicans said that they were going to repeal and replace Obamacare. They end this election cycle with Obamacare more popular than it was before. They didn't keep their promise on that vote. And that tends to enrage the base. I think what might --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--happen though is that Nancy Pelosi will become the caretaker Speaker. She will be there for a while with a promise that she's going to work on a transition to somebody else, maybe the next generation, something like that, but they will probably end up having to cast their first vote for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And I honestly can't wait for that. I mean there's always, you know, there's always an upside and you were always the person who points it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Look, and the good news is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The good news is, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Dana Perino, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK, bye-bye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "President fired his Attorney General, today, Jeff Sessions. We will bring you details on what exactly happened and why and what it means after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well there are always aftershocks immediately after campaigns. The first one of the 2018 mid-terms arrived pretty quickly this afternoon. The president fired his Attorney General, Jeff Sessions. For more than a year, the President has publicly criticized and ridiculed Sessions, so it was not very surprising. Now, the president has assured the ability of replacing Sessions with a new appointment since Republicans held the Senate, clearly, he saw no reason to keep him around. Now, in theory, going forward, Jeff Sessions could challenge Doug Jones in 2020 to reclaim the Alabama Senate seat that he gave up to serve the president as AG. If he did that, he'd almost certainly win. He's one of the most popular people in the state. We asked a source close to Sessions and he said that's probably not going to happen and Sessions will probably just retire into private life. And if he does that, of course, we will wish him the best. But it will be, and we should say this, a loss for the country. Donald Trump's longshot presidential campaign succeeded because he promised what so many voters wanted and, yet, what so few politicians were willing to campaign on because they are cowards. Among his many promises, the most important was his pledge to reverse decades of deliberate neglect and treat our national borders like they're real, like our country matters. Nobody understood that message better than Jeff Sessions. He understood it immediately. He was one of the president's first and most unwavering supporters, I think the first in the Senate, and it was because of immigration. When the president took office, he gave up an essentially lifetime post representing Alabama to help fulfill Trump's mission. Sadly, the country was going another way. Within about five minutes of the 2016 election, Democrats decided their defeat was not about immigration or an abandoned middle class. It was instead, you'll remember, about Russia and the conspiracy between Vladimir Putin and Trump. Now, Republicans said they didn't believe that story. And yet, for some reason, many of them allowed Democrats to reframe the entire political debate in the country and make Russia the single biggest issue in American politics. But Jeff Sessions did not fall for that. He never let himself get distracted from the mission at hand. While everyone else obsessed over dossiers and FISA warrants, Sessions worried about the mission he was hired to do. He introduced a zero-tolerance approach to immigration prosecution. He treated illegal entry into the United States as a crime because it is a crime. His DOJ issued new opinions to restrict the exploitation of asylum laws in this country. He fought to strip federal funding of sanctuary cities. Courts ruled against him but he did everything he could to get those things done. His department accelerated the hiring of immigration judges, didn't get a lot of attention, but it's a big deal. More cases can be heard and deportations can take place more quickly. That's a service to America and also, by the way, to the people being held. On DACA, Sessions' refusal to defend that program, which is unconstitutional, really, induced the President to end the program. Sessions wasn't just effective at immigration though. He rolled back the Obama Administration's soft-on-crime policies across the board. He pursued tougher penalties for drug dealers that earned the condemnation not just of liberals but of wealthy libertarians, who decided the war on drugs was a total disaster. This, at a time, when more people were dying every year of drug ODs than died during all of Vietnam. But the decadent decided, \"Oh, it's immoral to prosecute drug dealing.\" OK. The population knew differently because their relatives were dying. Of course, Sessions also ended the Obama Administration's harassment of local law enforcement that helped drive a surge in violent crime in major cities. If you live in one, you know what we're talking about. Sessions did all of this even as the President who appointed him attacked him in public. Those attacks started more than a year ago after one of the President's public rebukes. We traveled with Sessions just by chance to El Salvador where he was pushing a fight against MS-13. Sessions made it clear he was in the cabinet to get results and would serve as long as the President would have him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He has said again and again in many different forms throughout this barrage that you should have acted differently, you should have not recused yourself from oversight of the Russia investigation. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, FORMER UNITED STATES ATTORNEY GENERAL",
      "sentences": "Well, you know, I understand his feelings about it because this has been a big distraction for him. But, Tucker, I talked to experts in Department of Justice, people who have trained in that. I'm confident I made the right decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You said the criticism was hurtful, and the President has made it really clear that he doesn't seem to want you to run the Department of Justice. Will you continue to run it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SESSIONS",
      "sentences": "Well he can make that clear at any time. I serve at the pleasure of the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SESSIONS",
      "sentences": "If he's -- he wants to make a change, he can certainly do so and I would be glad to yield in that circumstance. No doubt about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sessions wasn't perfect, obviously. He never seemed like an especially good administrator of a large agency. He sometimes got rolled by his staff. The Russian investigations have shown that FBI and DoJ are deeply politicized. And Sessions never seemed to fully get a handle on the permanent bureaucracy beneath them. But if you take three steps back, here's what you see. In an Administration beset with constant leaks and infighting, and people looking out for themselves and only themselves, Sessions was maybe one of the very few people who never forgot why he was there, to make America a better country. We can only hope that his replacement will do the same. Well several pretty extreme Democrats got beaten at the polls last night. But some of them won and are set to be fixtures on the national political scene on the other cable channels for years to come. Tonight, we launch our investigation into this and begin tracking these people. Lisa Boothe is an Independent Women's Voice Senior Fellow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR",
      "sentences": "Hey, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "She's here with details. Hey, Lisa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Hi, Tucker. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm great. So, so many race -- you know, 470 different races, House and Senate, and it's hard to keep track of a lot of them. So tell us what we should be paying attention to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Well so one of those voices that we're going to be hearing a lot from next Congress is Alexandria Ocasio-Cortez. She won her New York 14th Congressional district in a landslide. But I think she's going to be a little bit disappointed when she gets to Capitol Hill. Take a listen to this to find out why. ALEXANDRIA OCASIO-CORTEZ, MEMBER-ELECT OF THE UNITED STATES HOUSE OF REPRESENTATIVES FOR NEW YORK'S 14TH CONGRESSIONAL DISTRICT: I would love to get inaugurated January 3rd. January 4th, we're signing new (ph) healthcare, we're signing this, we're--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "sentences": "--declassifying our society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Well Tucker, as you know, Members of Congress don't sign bills into law. They write them. Also she was not inaugurated last night. She was elected tonight because that's what happens to Members of Congress. I think she's also going to be a little bit disappointed when she finds out that all these free things she wants, we cannot afford like free healthcare and college tuition. And Tucker, as you know, Maxine Waters also -- yes, Maxine Waters also won her California Congressional district in a landslide, and she has one thing on her mind. Take a listen to this. REP. MAXINE WATERS, D—CALIF.: They say, \"Maxine, please don't say impeachment anymore.\" And when they say that, I say \"Impeachment, impeachment, impeachment, impeachment--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATERS",
      "sentences": "--impeachment, impeachment, impeachment.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "So, she is going to be the incoming House Financial Services Chairman. And clearly, she's got impeachment on her mind. So this is what President Trump is up against next Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's -- I'm sorry to laugh. I mean it's a self-centered laugh since I work in cable news and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--they're -- they're guaranteeing another two years of great tape. Lisa, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I know you'll be following this stuff for us as it progresses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Thank you, Tucker. I'm looking forward to it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Stock market's up. Unemployment is low. But the Republican Party still lost House. How did that happen? Is their economic programs still appealing to middle-America? That's a question maybe we should talk about, and we will, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well by the measures that Washington uses, the American economy looks great. Stock market, of course, is up and has been for a long time. Unemployment is historically low. GDP is fine. But look beneath the surface and there are ominous signs. Young people cannot afford homes or cars or to have children. The most common -- common living arrangement of young people is with their parents. Student loans and other debt are strangling the country's middle class. With that in mind, does either party have an economic message to remedy the concerns of the average American family? Austan Goolsbee is an economics professor at the University of Chicago, and he joins us tonight. Austan, thanks a lot for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUSTAN DEAN GOOLSBEE, AMERICAN ECONOMIST, PROFESSOR OF ECONOMICS, UNIVERSITY OF CHICAGO",
      "sentences": "Yes. Great to see you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, I noticed last night in the return something interesting because (ph) everyone we know is completely committed to free trade, as a matter of religious faith, as you know. But I saw in a number of these races and I've noticed this for the past couple of years, voters are very distrustful of our trade policies, and we saw it last night with Sherrod Brown winning in Ohio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes, I'd -- I'd say that's fair. Yes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. So but -- so--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--that's fair. Both parties is fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--why -- and it's -- it's both parties. It's absolutely both parties. There -- the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--the consensus in economics is bipartisan, pretty much, increasingly. So should we not reassess at all if the majority of the country's not served by a policy, doesn't that mean that's problematic or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Well look it might -- I'm an -- I'm an economics professor. So no -- nobody's going to out-free-trade me. I -- I think that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But shouldn't you rethink that maybe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--though there are concerns on both parties -- we -- we should. We should re-exam -- we should always re-examine. In this case, I think that in -- in many of the circumstances where people are the most upset, it wasn't actually trade that led to the problem. But I -- I might be wrong. We should re-examine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well look and I'm -- and I'm -- I'm hardly an economist so that's probably in my favor most of the time. But so I -- I -- I can't prove that either. Here's what I know for certain is that the measurements that we use and certainly that economics professors use to judge the health of an economy don't begin to describe the experience of tens of millions of Americans, basically. So like, if young people can't afford to get married or have kids, why does GDP -- why is that a meaningful measure of anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Look, you're -- you're preaching the choir on that one. The measure of GDP and certainly just the average GDP for the whole country is not the only measure. It's probably not even the most important measure. We should be looking at median incomes. That is how much the middle class is actually bringing home in their pocket and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--most of those measures of wages and income have not grown as fast as -- as these broader measures of how corporations are doing and stuff like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you think there's any more important measure of a country's long-term prospects than how many young people get married and have kids? What would be a more important measure than that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I -- I agree with you that that is an important one though there are a lot of things going on. That's been a trend for -- for a long time that people are getting married later and starting families later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But if you -- but if you look at the surveys on it, and people consistently say--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "I think what measures of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--the main driver -- there -- and there -- it's complex as all human behavior is. But the main driver is economic. We can't afford it. And so what--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes. The -- the only thing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--what's more ominous than that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--I'd highlight--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--the -- the only thing I would highlight, I'm not meaning to minimize that. It is important. It is also important in modern societies that people get as much education and skill as they can because that's going to raise their wages. And when people go to school for longer, that tends to put off when they're getting married, when they're starting their families So, you could--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Which do you think is more--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--if -- yes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--just as a philosophical question, which is more important for our society?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Being successful at an investment bank or having children?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Well I would definitely vote for the kids over the investment bank. But at the same time, we want people to get education and raise their skill level. That will allow them to provide for their families. That will allow the -- the economy to grow. And that will allow it to be spread more than just in a very concentrated--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But the opposite has happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--way than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is that -- and I know you're -- you're a professional academic, so maybe you don't want to admit it. But the -- literally the opposite has happened as Universal College has become a reality it -- and it basically is a reality now, the country's become--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--more stratified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, like the opposite has happened from what you've just said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Well it's only--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why, I wonder?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--it -- only about a third of -- of people have a college degree. It hasn't become universal at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well compare that to 30 years ago or 50 years ago that it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "Yes, it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--everybody who wants a college degree--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--it rose a lot but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--can essentially get one. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--educational attainment has stalled out in the country. And I think that's a big component of why inequalities continued to rise that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Are you being serious--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--as long as skills--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--because the country was more equal when like 5 percent had college--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--are for the elites--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--degrees. Wait a second. OK. I'm sorry. They're telling me--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "From 1900 to 1970--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I have to wrap out--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--we saw--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--a dramatic expansion of educational attainment. And we did -- we had shrinking inequality over that time. The middle class was doing a lot better. Starting around 1970 to 1975--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--you see educational attainment stall out, and you see inequality start--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That I -- I -- I don't believe--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "--to rise and I do tell that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I don't believe that's true. But now they're telling me I really do have to go. Austan Goolsbee, I hope you'll come back so we can talk that through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOOLSBEE",
      "sentences": "It's always fun to see you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Well the Left argue consistently that a vote against them was a vote for racism. They've argued that in the last two elections almost universally. It didn't work. But they're still arguing it. Why is that? We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Democrats have maintained a pretty consistent storyline for the past couple of years really. Democrats have to win. And if they don't win, there's only really one explanation for it. Racism. The press, of course, their handmaidens, have eagerly helped them push that storyline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There is still--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "--a silent majority who respond to these racially coded is probably the most generous way you would describe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let -- let me -- not -- not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He won. And he won unfortunately with a message that was racially motivated, that was false about this invasion of migrants--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The dumbest people all work on TV. But you knew that. Turns out, voters didn't care for this. They really don't like being called evil. That's not a way to win their vote. It's also untrue. Stacey Abrams, Andrew Gillum both lost last night, so did Republican John James in Michigan. But for some reason, the Left isn't scrambling to call Michigan voters racist for re-electing Debbie Stabenow. That's kind of funny. Christopher Harris is Executive Director of Unhyphenated America. He joins us tonight. Mr. Harris, thank you very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER HARRIS, EXECUTIVE DIRECTOR, UNHYPHENATED AMERICA",
      "sentences": "Hi, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wonder if we've reached like peak hysteria on this question. This is my preferred outcome. And we can all kind of just agree that it's not really the issue most of the time. Sometimes, it is. But mostly, it's about economics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And we can debate those. Are they going to continue doing this, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "They're going to continue doing it. They're -- they're like a dog on a leash or a hamster on a wheel. This is what they know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "They only know how to do that, I mean, but they want to talk about some people being racist. But, as you said, they don't want to talk about Michigan. How about -- I've a friend of mine, Liz Matory. She ran for the Second Congressional district in Maryland. She lost by a 157,000 votes. So the question is, to the people of Maryland, are you racist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "You -- you didn't vote for a Black female Republican, which -- she's actually first-generation American. How come those 157,000 people didn't vote for her? Are they sexist? See this is what happens. If we're going to play this game--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "--then let's play this game. Let's be -- let's be consistent with it. They don't want to play the game because it doesn't work. It doesn't pass the smell test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So then why should Republicans or conservatives play the game? I mean when they're accused unfairly and it's transparently false and silly of bigotry or being immoral, why don't they just laugh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Well that's the beauty of President Donald Trump, right? I mean he -- he's nowhere near racist. And I saw something recently said that that he's post-racial. And I think that's probably the most accurate depiction of him. He's post-racial. He knows this is all bunk. He laughs it off. And that's what every Republican should do, every congressional Republican, every Republican around the nation should learn that lesson. Don't take the dog whistle. They're going to call you racist. I said that on the show before. Every Republican has been called a racist. Why do you keep falling for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well I think for people who aren't in the public eye, I mean there's a real threat. I mean, for one thing, you lose your job over, people lose their jobs--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Oh yes, definitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--screaming lunatics show up at your house and scare your children. I mean there are--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--there are real costs but maybe we de-escalate by laughing in the face of absurdity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Oh, definitely. I mean I -- that's what I do all the time. I laugh at people and especially when -- when somebody tries to push it on me, I mean I let them know that I don't feel one ounce of inferiority to anyone. And -- and ultimately that's what they're saying to people of color, Black people, Hispanics, whatever like that, they're saying that we see you as inferior and so we're -- we're the great White hope who's going to come out there and protect you. But I don't need you to protect me. I can protect myself. I don't need to just -- I don't need any special privileges. I have the Constitution. How about we just stand up to the Constitution? That's all we're really asking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That was just -- doesn't that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "It's a second…",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I mean this is a long conversation but does this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--drive you crazy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Absolutely. Every -- and my -- my wife has to hear me kind of rant about things on occasion. God bless her for putting up with me on that. But yes, it -- it just -- it drives me crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It would drive me crazy too. Christopher Harris, thank you. As always, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Much ahead in our coverage of the mid-term results. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Here's one lesson from yesterday. Nobody really cares what celebrities think. You could have guessed that two years ago when dozens of stars made a Fight Club song which somehow failed to deliver Pennsylvania for Hillary Clinton. We saw it again last night. Oprah campaigned for Abrams in Georgia, Taylor Swift campaigned in Tennessee for the Democrat. If Hollywood had its way, Beto O'Rourke wouldn't just be senator, he'd be king. Instead, all of them lost. And that's a good sign for America. Everyone in L.A. still seems to think Beto O'Rourke will be President. That's an almost certain sign he won't be. Congratulations to America. That is it for us tonight. We'll be back, the show that is the sworn enemy of lying, pomposity, smugness, and groupthink. I'm taking two days off. I'll be back, Monday. In the meantime, Sean Hannity from New York. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Good evening and welcome to \"Tucker Carlson Tonight.\" There's an awful lot going on right now. The President fired one of his earliest supporters in Washington, former Senator, now Attorney General, now former Attorney General, Jeff Sessions. We'll have details and thoughts on that in just a minute. But first, the big story. The smoke is clearing tonight for the most expensive mid-term elections in American history. The outlines are just becoming visible. The results, it turns out, are confusing. It wasn't exactly a draw but both sides can claim victory. And, of course, they are. In the House, Republicans did slightly worse than average in a mid-term election. In the Senate, they did a little better. Some of the races played out as referendums on the president's first two years in office. Other races had nothing at all to do with Trump. In some races, hard-edged ideologues won. In others, doughy moderates did. It was basically a patchwork. There are no obvious takeaways from what happened last night. But there are some useful lessons. And that's what we'd like to spend some time talking about tonight. What exactly have we learned from 470 individual Congressional elections, some big governor's races and a full year of political debate? Well the biggest news is that Democrats just won back the House of Representatives after eight years. They are thrilled with that, obviously. And yet, they don't appear to have any idea how they did it. As of tonight, there really is no Democratic program or platform or message. There's no Democratic plan for making the economy stronger or the country safer. There's only Donald Trump whom they despise. The entire Democratic message is Trump. The President is often accused of narcissism making everything about himself. But on that point, Democrats agree with him. They think everything is about Trump too. Watch this clip from last night. It had just become clear that Democrats were about to re-take the House. It was a big moment. It was really the apex of the night. And at that apex, a senior Democrat called the set at MSNBC to announce his party's top priority now that they have regained power. Here it is."
    },
    {
      "speaker": "ARI MELBER, THE BEAT WITH ARI MELBER HOST, MSNBC",
      "utterance": "I've spoken to a senior Democratic source on the Ways and Means Committee who says tonight, breaking news, they do intend to request President Trump's tax returns. Getting your hands on those Trump tax returns, as everyone knows, would be a big deal for the Committee."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Getting Trump's tax returns. That's the priority for Democrats, not infrastructure, not wages, not the looming threat of China or drug ODs in this country, the shrinking middle-class, not even healthcare. Trump's tax returns, that's what Democrats really want. OK. Maybe they'll get them. Maybe they'll get those returns. What then? What exactly will we learn from Trump's tax returns? That a casino owner once employed a clever accountant that he made less than he claimed he did? Will anybody be shocked by any of that? Will anyone care about any of that? Or as with the Stormy Daniels saga that went on forever, will voters find themselves titillated for a moment and then lose interest? What do Trump's tax returns have to do with them anyway? Their premiums haven't gone down. It's all just noise. Almost all of this is just noise. And for the rest of us, there's a pretty simple lesson. And you'd think Democrats would have figured it out. But they have not figured it out. Congressman Jerry Nadler will likely be the Chairman of the House Judiciary Committee. Just today, he was on a train back to Washington from New York and he was overheard by somebody laying out his legislative priorities. First on the list, not making this up, impeaching Brett Kavanaugh, and removing him from the Supreme Court. Apparently, that's what Democrats really believe voters want more than anything else. \"Get that Kavanaugh guy off the court.\" Congressman Adam Schiff of California meanwhile is poised to take over the House Intelligence Committee. He's been the Ranking Member there for the last couple of years. He says that come January, when he takes over, his main priority will be intensifying the Russia probe because it's not intense enough or long-standing enough. Schiff apparently thinks that he can prove that Vladimir Putin somehow stole the 2016 election with a few dozen Facebook ads that hardly anybody saw. Can Schiff really prove that? Who knows? Maybe. What we can know for certain is that nobody outside Washington will care at all if he does prove it. The entire Russia conversation is irrelevant and dumb. That has been proven already. It has nothing to do with anything, and everybody knows it. Democrats are the only ones who don't know it yet. As of right now, the entire Democratic platform can be summed up in one sentence. \"Donald Trump is a bad person. Whoa.\" That's what they plan to run on in the next presidential election, which incidentally starts today, right now. Good luck with that. It's a virtual guarantee that Trump will serve a full eight years, if you make it about him. And by the way, so is all the race talk. That's not helping you. Somewhere along the way, Democrats became convinced they could win elections by denouncing voters as racist. The Andrew Gillum campaign just tried it in Florida. Remember? He was asked about the FBI probe. \"You're a racist for asking.\" Stacey Abrams' surrogates tried it also in Georgia. Did it work? No. It rarely works. Why would it work? Here's a bit of hard-earned knowledge from almost 30 years of covering campaigns. When you call voters immoral, they don't like it. And yet, the Left continues to throw out the racist slur, probably because they enjoy doing it. It makes them feel good about themselves. Here's ABC's coverage of the Gillum race last night. Watch this."
    },
    {
      "speaker": "BYRON PITTS, AMERICAN JOURNALIST, CO-ANCHOR OF ABC NEWS' NIGHTLINE",
      "utterance": "And I - - I think for me, progressives in places like Florida and Georgia, they'll be -- they'll be incredibly disappointed, and they'll be giving their White neighbors the hairy eyeball tomorrow, right?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "In other words, ABC is telling us Andrew Gillum lost because of his skin color, and he lost because of the behavior of people of a certain skin color. ABC knows that. You hear things like this all the time, every day. And yet, curiously, nobody ever bothers to prove any of it or even try. Why? Because it's unprovable, and that's the appeal. Racism is now anything you don't like. A racist is anyone who's in your way. Hurling allegations of bigotry are, from the perspective of the Left, the quickest way to get what you want. That's why they do it. It happened again today."
    },
    {
      "speaker": "YAMICHE ALCINDOR, PBS NEWSHOUR'S WHITE HOUSE CORRESPONDENT, POLITICAL CONTRIBUTOR TO NBC NEWS AND MSNBC",
      "utterance": "On the campaign trail, you called yourself a nationalist. Some people saw that as emboldening White nationalists. Now people are also saying--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know why you'd say that. That's--"
    },
    {
      "speaker": "ALCINDOR",
      "utterance": "--that the president--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "--such a racist question."
    },
    {
      "speaker": "ALCINDOR",
      "utterance": "There's some people that say that now the--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No."
    },
    {
      "speaker": "ALCINDOR",
      "utterance": "--Republican Party is seen as supporting white nationalists because of your--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Oh, I don't believe that. I don't believe that."
    },
    {
      "speaker": "ALCINDOR",
      "utterance": "--rhetoric. What do you make of that?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't believe. I just -- well I don't know. Why do I have my highest poll numbers ever with African-Americans? I love our country. I do. You call -- you have nationalists. You have globalists. I also love the world. And I don't mind helping the world. But we have to straight down our country first."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now that happened at the president's briefing, so you may not even have seen it because you're living a real life, and not glued to the internet. But trust me, if that had happened even just a few years ago, it would have been everywhere. It would have been international news. An accredited White House reporter calling the President of the United States a white supremacist? Holy smokes. But now it's just any other day on cable news. Nobody really believes that the reporter means it. It's posturing and, therefore, it is boring. The claim racist is losing its power from overuse. Diminishing returns have been reached. If you've got a problem with nationalism, it might be better just to argue against nationalism. That way we might all learn something. In the meantime, Republicans should understand that Democrats call them bigots not because they believe they are bigots or even because they care if they are bigots. Al Sharpton and Louis Farrakhan are still allowed in the Democratic Party, after all. Democrats obviously aren't too concerned about bigotry or they'd kick those guys out first step. Democrats say it, they make the charge because they hope it will bring them power. And power is what they want. It's all they want. Republicans lost an entire Chamber of Commerce -- Congress last night. Nobody rioted this morning. Nobody blocked intersections or looted liquor stores. You didn't see Republican consultants on television this morning questioning the results or attacking the House of Representatives as illegitimate as an institution. It didn't occur to Republicans to do that. It was just an election. You lose sometimes. That's how Republicans think. That is not how Democrats think. They mean it. They lost a few seats in the Senate last night. Already, they're denouncing the Senate itself as somehow undemocratic. The talking points have gone around. They're all reading them. Watch Joy Behar today try to read them. Ultimately, she misread the talking points. But she gave her best shot on The View. Watch this."
    },
    {
      "speaker": "MATTHEW JOHN DOWD, AMERICAN POLITICAL CONSULTANT",
      "utterance": "So Democrats won the popular vote last night by 8 million votes, right? They lose--"
    },
    {
      "speaker": "DOWD",
      "utterance": "--but they lose U.S. Senate races in red area -- in -- in red areas so--"
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, THE VIEW",
      "utterance": "Because of gerrymandering a lot of it."
    },
    {
      "speaker": "DOWD",
      "utterance": "Well that's not gerrymandering -- that's the Constitution. I mean you can't -- it -- the districts are gerrymandering but the states are part of the Constitution."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well you can't gerrymander a Senate election, of course, because it's statewide. Joy Behar probably doesn't know that. She probably doesn't know really what the Senate is. But she knows power. And like a lot of the Democrats you see on television, she will say whatever it takes to get power. Republicans should understand that. But it's not just Democrats who should have learned something last night. There were major lessons for Republicans too, ones they should pay attention to. Here's one. Voters care about campaign promises. If you don't fulfill your campaign promises, it turns out they notice, they remember, and they don't care for it. In 2016, Republicans in Congress promised to, I don't know, build a wall, get rid of Obamacare, de-fund Planned Parenthood, they got elected on those promises. They didn't do any of them once they got elected. Maybe that's one reason they lost the House last night. Here's another lesson. Immigration matters, not just on the level of individuals and families and caravans, the things that we debate every night, but on the level of entire populations. Immigration changes who lives in a country and who votes. Ultimately, that's why it matters. You never know that from listening to the coverage of immigration stories. You would think the question of who comes into your country and under what circumstances was entirely a moral issue, really a question of personal decency. Good people are for open borders. Bad people are against them. It's always the message including today."
    },
    {
      "speaker": "JIM ACOSTA, CNN",
      "utterance": "As you know, Mr. President, the caravan was not an invasion. It's a -- it's a -- a group of migrants moving up from Central America towards the border with the U.S. And--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you for telling me that. I appreciate it."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "--why -- why did you -- why did you characterize it as such and--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Because I consider it an invasion. You and I have a difference of opinion."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "But do you think that you demonized immigrants--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Not at all. No, not at all. I want them--"
    },
    {
      "speaker": "ACOSTA",
      "utterance": "--in this election to try to keep--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "--I want them to come into the country but they have to come in legally. You know, they have to come in, Jim, through a process. You can go ahead."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "Let me ask one other question. Are you worried--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "That's enough. That's enough. That's enough."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "Mr. President, I was going to ask one of the -- the other folks--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "That's enough."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "--pardon me, Ma'am. I'm -- I'm -- Mr. President--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Excuse me, that's enough."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "--Mr. President, I had one other question if I may ask on--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "David -- let's go."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "--on the Russia investigation. Are you concerned that that you may have--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'm not concerned about anything with the Russian investigation--"
    },
    {
      "speaker": "ACOSTA",
      "utterance": "--indictments -- that you may have indictments coming down--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "--because it's a hoax."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "Are you--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "That's enough. Put down the mic."
    },
    {
      "speaker": "ACOSTA",
      "utterance": "--Mr. President, are you worried about indictments coming down in this investigation?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mr. President--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'll tell you what. CNN should be ashamed of itself having you working for them. You are a rude, terrible person. You shouldn't be working for CNN."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hate to see this become a news story. Acosta is such a buffoon. But he's such a buffoon that the White House apparently felt it had no choice but to respond. The Press Secretary Sander -- Sarah Huckabee Sanders put out this statement. \"President Trump believes in a free press and expects and welcomes tough questions of him and his Administration. We will, however, never tolerate a reporter placing his hands on a young woman just trying to do her job as a White House intern,\" as apparently that woman was. \"This conduct is absolutely unacceptable. It is also completely disrespectful to the reporter's colleagues not to allow them an opportunity to ask a question.\" The statement went on to say, \"As a result of what happened today, the White House is suspending the hard pass of the reporter involved until further notice.\" So that's today's Jim Acosta sidebar. But whatever else the exchange you just saw was, what it really was, was a diversion from the political reality of immigration. Here's the political reality. California was once a solidly Republican state for generations. It is now among the most democratic. Why? Immigration. Different people live there. And not surprisingly, they vote very differently. Something very similar is happening right now in Nevada, Arizona, Texas, Virginia, North Carolina, many other states, and that was reflected in last night's vote totals. Check the numbers. Democrats, obviously, know this. That's why they oppose borders because it helps them win elections. Republicans, by profound contrast, have been very slow to pick up on this. They're very literal. They still think immigration policy is about virtue. Republicans also seem to think that their economic message is working. They're very proud of the tax bill they passed in Congress, the Congress that they will control not much longer. Paul Ryan's always talking about his tax bill. And by the way, there's nothing wrong with tax cuts. But Republican strategists seem to forget that a huge percentage of Americans don't pay federal taxes. By definition, they don't care very much about tax cuts, cuts to taxes they don't pay. For them and for many others, the economy is not measured in stock prices and GDP numbers. Their concerns are tangible concerns. What does gas cost? Can I afford to live in a safe neighborhood? Will I go bankrupt if I get sick? These are real questions for tens of millions of people. The party that effectively addresses these questions generally wins elections. Republicans, for whatever reason, tend to ignore these questions. And that's a big reason they just lost the House. But there's a larger question that we ought to meditate on. The Republican Party is a conservative party. Republicans are supposed to care about families, not just a little bit, but above all. And yet, increasingly, the American family is vanishing. Young people can't afford to get married or to have children. Take a look at the numbers sometime. They're publicly available. They are shocking. And they foretell an ominous future for all of us. A country without strong families is a weak country. It is a volatile place, a chaotic place. It's a place susceptible to political demagoguery. It's what America is becoming. If you want to stop that slide support families. It's that simple. Put another way, if your supposedly conservative economic program doesn't make it easier for young people to get and stay married and have kids, how is it really conservative? If couples are too poor to have children and you're not helping, why should I as a conservative vote for you? I should not vote for you. I will not vote for you. I will work against you. That is my pledge. Supporting marriage and children is the best, maybe the only way for Republicans or any of us to save the country. It will also win them elections. They should start right away. We'll be discussing the effect of yesterday's mid-terms throughout the hour tonight. Up next, we'll ask a Democrat what the party's message is coming out of the mid-terms, and what, if anything, Democrats stand for? Dana Perino also joins us as well as who the Democrats will choose for House Speaker. That's on the line up for tonight. We'll of course also weigh in on the President's firing of the Attorney General all ahead. Stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "After eight years, Democrats once again control the House of Representatives, that will be official in January, but only by a pretty slim margin. Now, a new battle begins. And that's the battle over the Democratic Party's message. What do they stand for? Is it open borders and socialism, wages in the middle class? Who knows what it is? Or will it just remain, \"Trump is evil, Republicans are racist?\" Is that enough? Bryan Dean Wright is a Democrat, former CIA Officer and he joins us tonight. It's a sincere question. In my view, there are two, there's the identity politics wing in the party and the economic populism wing in the party. I know who I'm rooting for. Who do you think is going to win? What is the message?"
    },
    {
      "speaker": "BRYAN DEAN WRIGHT, FORMER CIA OPS OFFICER, OPINION WRITER",
      "utterance": "Who's going to win? That's the big question. What we saw yesterday was a divide between so that the Heartland Democrats and the Coastal Democrats. So the Heartland Democrats, a lot of those folks from Michigan and Pennsylvania, even places like Kansas and -- and Oklahoma--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "--who are saying, let's focus on the basics, right? Good wages, decent jobs, affordable healthcare. That's the message that I think most Americans want to hear. What we are hearing, however, from the Coastal folks is something very, very different. This is the Alexandria Ocasio-Cortez--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "--democratic socialism, which is lots of big government, lots of programs that we can't really pay for, we want to abolish ICE, we want to, you know, not really address the immigration issue because we want open borders. That is the other wing of the party. Which one will win? Here's my concern of why the Alexandria Cortez folks will win. We've got DNC Chair, Tom Perez, who says that she is the Head of the Democratic Party. She's the future of the Democratic Party. We also have Obama who actually endorsed her as well. So--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait. Can I say (ph) is that because she's impressive or is it because--"
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Have you met her --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--of the way she -- wait, I mean nothing mean but--"
    },
    {
      "speaker": "WRIGHT",
      "utterance": "--no, absolutely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--but she's young and she seems like she doesn't know very much at all. And so, I'm beginning to think it's only because of her race and gender, which is not a good way to make these decisions, right, because it's irrelevant."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Of course. But this gets back to I think with the -- the philosophical, the -- the ideological struggle that's happening within the party right now, and that is this. Are we going to be a party that tells people you have to vote for Democrats because you're a woman, because you're gay, because the color of your skin is dark? That is one wing of the party. In fact, you hear it from people now in Texas criticizing white people who didn't vote for Beto. But, you know, saying thank you to folks who are of color--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm -- I'm just confused because here--"
    },
    {
      "speaker": "WRIGHT",
      "utterance": "--or say so wait --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--Beto O'Rourke is this White guy with a fake Hispanic name running against an actual Hispanic guy named Ted. But if you voted for the white guy against the Hispanic guy, you're a racist like how does that even -- I'm -- I'm too literal for this world, I think."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Yes, well, you and me both. And I can tell you as a Democrat, it's incredibly frustrating to watch the party cannibalize itself in the midst of this debate because at the end of the day, if you look at this from a -- from a health of the democracy, we need multiple parties. We need good debates."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I totally agree."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "And Democrats can't be a part of that conversation when we are all so far off in a left field that we're talking about open borders and -- and people have to vote a certain way because of their gender. So, that is really the cost, the consequence and, frankly, why Republicans should be upset about this as well. We all should be concerned when a major party in this country is so unhinged that they're not giving the people a choice."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I -- I -- I think that's a really wise point. And for that reason, I am rooting for the Democrats to get sane. I don't think it, you know, it doesn't help anybody if one party falls apart."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Really."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Always a pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Bryan great to see you. President tweeted this today, and I'm quoting. \"In all fairness, Nancy Pelosi deserves to be Speaker of the House by the Democrats. If they give her a hard time, perhaps we will add some Republican votes. She has earned this great honor!\" Not clear if that was entirely sincere. Will Democrats go with Pelosi again or will new leadership take over? It's not a small question. Dana Perino is the person we turn to to answer tough questions like this. Of course, she hosts The Daily Briefing every day."
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Small guest."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hey Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Big question."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what? I mean it because it's not simply about who gets the gavel. It's about what is the party's message."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's all sorts of things. Look--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--I think President Trump has thought this through."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "He is elevating Pelosi for a very good reason. One, yes, he's right. She deserves it. The Republicans made her the villain of every ad across the country and she still was able to pull out the win that she said--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--she would -- she would be able to do. So on the merits, he might look at her as a worthy competitor, OK? However, what also does this do? This makes all of these New Democrats that she was willing to let them say that they would never vote for her. They promised in their districts, \"I will never vote for Nancy Pelosi for Speaker.\" Guess what's about to happen? The very first vote that these new members of Congress are going to be asked to take is whether Nancy Pelosi should be Speaker of the House, and they might end up breaking a promise, their very first promise on their very first vote in order to make her Speaker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What? Now, why would they do that? I mean it -- Nancy -- and I'm not attacking -- I'm actually, you know, I -- I kind of agree with you. Nancy Pelosi's hung around. And, you know, why--"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--why wouldn't it be Nancy Pelosi but -- but why would people--"
    },
    {
      "speaker": "PERINO",
      "utterance": "--I think that there's a couple of things."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--go against their pleasures?"
    },
    {
      "speaker": "PERINO",
      "utterance": "So, if -- if Nancy Pelosi had been able to get like 65 seats, this wouldn't even be a question because she would say I don't care if there's 24 or 30 of you, who say you don't want to vote for me, I've got a cushion large enough then it doesn't matter to me, so it doesn't matter. But it's only 30 or so plus. I think what might end up happening is because the Democrats have no consensus, you just had this conversation and, with the previous guest, there's no message. What are they doing? Who are they? Who is--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--going to be the leader. They -- it's different than choosing a minority leader, who is going to law bombs all day long."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "This one is important about the future of the country and the future direction of the party. And so, I think that's why it makes a little bit more of a difference. If you remember, the Republicans said that they were going to repeal and replace Obamacare. They end this election cycle with Obamacare more popular than it was before. They didn't keep their promise on that vote. And that tends to enrage the base. I think what might --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "--happen though is that Nancy Pelosi will become the caretaker Speaker. She will be there for a while with a promise that she's going to work on a transition to somebody else, maybe the next generation, something like that, but they will probably end up having to cast their first vote for her."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And I honestly can't wait for that. I mean there's always, you know, there's always an upside and you were always the person who points it out."
    },
    {
      "speaker": "PERINO",
      "utterance": "Look, and the good news is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The good news is, exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "Exactly."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Dana Perino, great to see you. Thank you."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK, bye-bye."
    },
    {
      "speaker": "CARLSON",
      "utterance": "President fired his Attorney General, today, Jeff Sessions. We will bring you details on what exactly happened and why and what it means after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well there are always aftershocks immediately after campaigns. The first one of the 2018 mid-terms arrived pretty quickly this afternoon. The president fired his Attorney General, Jeff Sessions. For more than a year, the President has publicly criticized and ridiculed Sessions, so it was not very surprising. Now, the president has assured the ability of replacing Sessions with a new appointment since Republicans held the Senate, clearly, he saw no reason to keep him around. Now, in theory, going forward, Jeff Sessions could challenge Doug Jones in 2020 to reclaim the Alabama Senate seat that he gave up to serve the president as AG. If he did that, he'd almost certainly win. He's one of the most popular people in the state. We asked a source close to Sessions and he said that's probably not going to happen and Sessions will probably just retire into private life. And if he does that, of course, we will wish him the best. But it will be, and we should say this, a loss for the country. Donald Trump's longshot presidential campaign succeeded because he promised what so many voters wanted and, yet, what so few politicians were willing to campaign on because they are cowards. Among his many promises, the most important was his pledge to reverse decades of deliberate neglect and treat our national borders like they're real, like our country matters. Nobody understood that message better than Jeff Sessions. He understood it immediately. He was one of the president's first and most unwavering supporters, I think the first in the Senate, and it was because of immigration. When the president took office, he gave up an essentially lifetime post representing Alabama to help fulfill Trump's mission. Sadly, the country was going another way. Within about five minutes of the 2016 election, Democrats decided their defeat was not about immigration or an abandoned middle class. It was instead, you'll remember, about Russia and the conspiracy between Vladimir Putin and Trump. Now, Republicans said they didn't believe that story. And yet, for some reason, many of them allowed Democrats to reframe the entire political debate in the country and make Russia the single biggest issue in American politics. But Jeff Sessions did not fall for that. He never let himself get distracted from the mission at hand. While everyone else obsessed over dossiers and FISA warrants, Sessions worried about the mission he was hired to do. He introduced a zero-tolerance approach to immigration prosecution. He treated illegal entry into the United States as a crime because it is a crime. His DOJ issued new opinions to restrict the exploitation of asylum laws in this country. He fought to strip federal funding of sanctuary cities. Courts ruled against him but he did everything he could to get those things done. His department accelerated the hiring of immigration judges, didn't get a lot of attention, but it's a big deal. More cases can be heard and deportations can take place more quickly. That's a service to America and also, by the way, to the people being held. On DACA, Sessions' refusal to defend that program, which is unconstitutional, really, induced the President to end the program. Sessions wasn't just effective at immigration though. He rolled back the Obama Administration's soft-on-crime policies across the board. He pursued tougher penalties for drug dealers that earned the condemnation not just of liberals but of wealthy libertarians, who decided the war on drugs was a total disaster. This, at a time, when more people were dying every year of drug ODs than died during all of Vietnam. But the decadent decided, \"Oh, it's immoral to prosecute drug dealing.\" OK. The population knew differently because their relatives were dying. Of course, Sessions also ended the Obama Administration's harassment of local law enforcement that helped drive a surge in violent crime in major cities. If you live in one, you know what we're talking about. Sessions did all of this even as the President who appointed him attacked him in public. Those attacks started more than a year ago after one of the President's public rebukes. We traveled with Sessions just by chance to El Salvador where he was pushing a fight against MS-13. Sessions made it clear he was in the cabinet to get results and would serve as long as the President would have him."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He has said again and again in many different forms throughout this barrage that you should have acted differently, you should have not recused yourself from oversight of the Russia investigation. Do you agree with that?"
    },
    {
      "speaker": "JEFF SESSIONS, FORMER UNITED STATES ATTORNEY GENERAL",
      "utterance": "Well, you know, I understand his feelings about it because this has been a big distraction for him. But, Tucker, I talked to experts in Department of Justice, people who have trained in that. I'm confident I made the right decision."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You said the criticism was hurtful, and the President has made it really clear that he doesn't seem to want you to run the Department of Justice. Will you continue to run it?"
    },
    {
      "speaker": "SESSIONS",
      "utterance": "Well he can make that clear at any time. I serve at the pleasure of the President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SESSIONS",
      "utterance": "If he's -- he wants to make a change, he can certainly do so and I would be glad to yield in that circumstance. No doubt about it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sessions wasn't perfect, obviously. He never seemed like an especially good administrator of a large agency. He sometimes got rolled by his staff. The Russian investigations have shown that FBI and DoJ are deeply politicized. And Sessions never seemed to fully get a handle on the permanent bureaucracy beneath them. But if you take three steps back, here's what you see. In an Administration beset with constant leaks and infighting, and people looking out for themselves and only themselves, Sessions was maybe one of the very few people who never forgot why he was there, to make America a better country. We can only hope that his replacement will do the same. Well several pretty extreme Democrats got beaten at the polls last night. But some of them won and are set to be fixtures on the national political scene on the other cable channels for years to come. Tonight, we launch our investigation into this and begin tracking these people. Lisa Boothe is an Independent Women's Voice Senior Fellow."
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR",
      "utterance": "Hey, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "She's here with details. Hey, Lisa."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Hi, Tucker. How are you?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm great. So, so many race -- you know, 470 different races, House and Senate, and it's hard to keep track of a lot of them. So tell us what we should be paying attention to."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Well so one of those voices that we're going to be hearing a lot from next Congress is Alexandria Ocasio-Cortez. She won her New York 14th Congressional district in a landslide. But I think she's going to be a little bit disappointed when she gets to Capitol Hill. Take a listen to this to find out why. ALEXANDRIA OCASIO-CORTEZ, MEMBER-ELECT OF THE UNITED STATES HOUSE OF REPRESENTATIVES FOR NEW YORK'S 14TH CONGRESSIONAL DISTRICT: I would love to get inaugurated January 3rd. January 4th, we're signing new (ph) healthcare, we're signing this, we're--"
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "utterance": "--declassifying our society."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Well Tucker, as you know, Members of Congress don't sign bills into law. They write them. Also she was not inaugurated last night. She was elected tonight because that's what happens to Members of Congress. I think she's also going to be a little bit disappointed when she finds out that all these free things she wants, we cannot afford like free healthcare and college tuition. And Tucker, as you know, Maxine Waters also -- yes, Maxine Waters also won her California Congressional district in a landslide, and she has one thing on her mind. Take a listen to this. REP. MAXINE WATERS, D—CALIF.: They say, \"Maxine, please don't say impeachment anymore.\" And when they say that, I say \"Impeachment, impeachment, impeachment, impeachment--"
    },
    {
      "speaker": "WATERS",
      "utterance": "--impeachment, impeachment, impeachment.\""
    },
    {
      "speaker": "BOOTHE",
      "utterance": "So, she is going to be the incoming House Financial Services Chairman. And clearly, she's got impeachment on her mind. So this is what President Trump is up against next Congress."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's -- I'm sorry to laugh. I mean it's a self-centered laugh since I work in cable news and--"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--they're -- they're guaranteeing another two years of great tape. Lisa, thank you."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I know you'll be following this stuff for us as it progresses."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Thank you, Tucker. I'm looking forward to it. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Stock market's up. Unemployment is low. But the Republican Party still lost House. How did that happen? Is their economic programs still appealing to middle-America? That's a question maybe we should talk about, and we will, after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well by the measures that Washington uses, the American economy looks great. Stock market, of course, is up and has been for a long time. Unemployment is historically low. GDP is fine. But look beneath the surface and there are ominous signs. Young people cannot afford homes or cars or to have children. The most common -- common living arrangement of young people is with their parents. Student loans and other debt are strangling the country's middle class. With that in mind, does either party have an economic message to remedy the concerns of the average American family? Austan Goolsbee is an economics professor at the University of Chicago, and he joins us tonight. Austan, thanks a lot for coming on."
    },
    {
      "speaker": "AUSTAN DEAN GOOLSBEE, AMERICAN ECONOMIST, PROFESSOR OF ECONOMICS, UNIVERSITY OF CHICAGO",
      "utterance": "Yes. Great to see you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, I noticed last night in the return something interesting because (ph) everyone we know is completely committed to free trade, as a matter of religious faith, as you know. But I saw in a number of these races and I've noticed this for the past couple of years, voters are very distrustful of our trade policies, and we saw it last night with Sherrod Brown winning in Ohio."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes, I'd -- I'd say that's fair. Yes--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. So but -- so--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--that's fair. Both parties is fair."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--why -- and it's -- it's both parties. It's absolutely both parties. There -- the--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--the consensus in economics is bipartisan, pretty much, increasingly. So should we not reassess at all if the majority of the country's not served by a policy, doesn't that mean that's problematic or no?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Well look it might -- I'm an -- I'm an economics professor. So no -- nobody's going to out-free-trade me. I -- I think that--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But shouldn't you rethink that maybe?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--though there are concerns on both parties -- we -- we should. We should re-exam -- we should always re-examine. In this case, I think that in -- in many of the circumstances where people are the most upset, it wasn't actually trade that led to the problem. But I -- I might be wrong. We should re-examine."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well look and I'm -- and I'm -- I'm hardly an economist so that's probably in my favor most of the time. But so I -- I -- I can't prove that either. Here's what I know for certain is that the measurements that we use and certainly that economics professors use to judge the health of an economy don't begin to describe the experience of tens of millions of Americans, basically. So like, if young people can't afford to get married or have kids, why does GDP -- why is that a meaningful measure of anything?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Look, you're -- you're preaching the choir on that one. The measure of GDP and certainly just the average GDP for the whole country is not the only measure. It's probably not even the most important measure. We should be looking at median incomes. That is how much the middle class is actually bringing home in their pocket and--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--most of those measures of wages and income have not grown as fast as -- as these broader measures of how corporations are doing and stuff like that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you think there's any more important measure of a country's long-term prospects than how many young people get married and have kids? What would be a more important measure than that?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I -- I agree with you that that is an important one though there are a lot of things going on. That's been a trend for -- for a long time that people are getting married later and starting families later."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But if you -- but if you look at the surveys on it, and people consistently say--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "I think what measures of--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--the main driver -- there -- and there -- it's complex as all human behavior is. But the main driver is economic. We can't afford it. And so what--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes. The -- the only thing--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--what's more ominous than that?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--I'd highlight--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--the -- the only thing I would highlight, I'm not meaning to minimize that. It is important. It is also important in modern societies that people get as much education and skill as they can because that's going to raise their wages. And when people go to school for longer, that tends to put off when they're getting married, when they're starting their families So, you could--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Which do you think is more--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--if -- yes--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--just as a philosophical question, which is more important for our society?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Being successful at an investment bank or having children?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Well I would definitely vote for the kids over the investment bank. But at the same time, we want people to get education and raise their skill level. That will allow them to provide for their families. That will allow the -- the economy to grow. And that will allow it to be spread more than just in a very concentrated--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But the opposite has happened."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--way than that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is that -- and I know you're -- you're a professional academic, so maybe you don't want to admit it. But the -- literally the opposite has happened as Universal College has become a reality it -- and it basically is a reality now, the country's become--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--more stratified."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--it's--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, like the opposite has happened from what you've just said."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Well it's only--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why, I wonder?"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--it -- only about a third of -- of people have a college degree. It hasn't become universal at all."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well compare that to 30 years ago or 50 years ago that it's--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "Yes, it's--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--everybody who wants a college degree--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--it rose a lot but--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--can essentially get one. OK."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--educational attainment has stalled out in the country. And I think that's a big component of why inequalities continued to rise that--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Are you being serious--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--as long as skills--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--because the country was more equal when like 5 percent had college--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--are for the elites--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--degrees. Wait a second. OK. I'm sorry. They're telling me--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "From 1900 to 1970--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I have to wrap out--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--we saw--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--yes."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--a dramatic expansion of educational attainment. And we did -- we had shrinking inequality over that time. The middle class was doing a lot better. Starting around 1970 to 1975--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--you see educational attainment stall out, and you see inequality start--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That I -- I -- I don't believe--"
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "--to rise and I do tell that --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I don't believe that's true. But now they're telling me I really do have to go. Austan Goolsbee, I hope you'll come back so we can talk that through."
    },
    {
      "speaker": "GOOLSBEE",
      "utterance": "It's always fun to see you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Well the Left argue consistently that a vote against them was a vote for racism. They've argued that in the last two elections almost universally. It didn't work. But they're still arguing it. Why is that? We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Democrats have maintained a pretty consistent storyline for the past couple of years really. Democrats have to win. And if they don't win, there's only really one explanation for it. Racism. The press, of course, their handmaidens, have eagerly helped them push that storyline."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "There is still--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "--a silent majority who respond to these racially coded is probably the most generous way you would describe it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let -- let me -- not -- not--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He won. And he won unfortunately with a message that was racially motivated, that was false about this invasion of migrants--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "The dumbest people all work on TV. But you knew that. Turns out, voters didn't care for this. They really don't like being called evil. That's not a way to win their vote. It's also untrue. Stacey Abrams, Andrew Gillum both lost last night, so did Republican John James in Michigan. But for some reason, the Left isn't scrambling to call Michigan voters racist for re-electing Debbie Stabenow. That's kind of funny. Christopher Harris is Executive Director of Unhyphenated America. He joins us tonight. Mr. Harris, thank you very much for coming on."
    },
    {
      "speaker": "CHRISTOPHER HARRIS, EXECUTIVE DIRECTOR, UNHYPHENATED AMERICA",
      "utterance": "Hi, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wonder if we've reached like peak hysteria on this question. This is my preferred outcome. And we can all kind of just agree that it's not really the issue most of the time. Sometimes, it is. But mostly, it's about economics."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And we can debate those. Are they going to continue doing this, do you think?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "They're going to continue doing it. They're -- they're like a dog on a leash or a hamster on a wheel. This is what they know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HARRIS",
      "utterance": "They only know how to do that, I mean, but they want to talk about some people being racist. But, as you said, they don't want to talk about Michigan. How about -- I've a friend of mine, Liz Matory. She ran for the Second Congressional district in Maryland. She lost by a 157,000 votes. So the question is, to the people of Maryland, are you racist?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HARRIS",
      "utterance": "You -- you didn't vote for a Black female Republican, which -- she's actually first-generation American. How come those 157,000 people didn't vote for her? Are they sexist? See this is what happens. If we're going to play this game--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I know."
    },
    {
      "speaker": "HARRIS",
      "utterance": "--then let's play this game. Let's be -- let's be consistent with it. They don't want to play the game because it doesn't work. It doesn't pass the smell test."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So then why should Republicans or conservatives play the game? I mean when they're accused unfairly and it's transparently false and silly of bigotry or being immoral, why don't they just laugh?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Well that's the beauty of President Donald Trump, right? I mean he -- he's nowhere near racist. And I saw something recently said that that he's post-racial. And I think that's probably the most accurate depiction of him. He's post-racial. He knows this is all bunk. He laughs it off. And that's what every Republican should do, every congressional Republican, every Republican around the nation should learn that lesson. Don't take the dog whistle. They're going to call you racist. I said that on the show before. Every Republican has been called a racist. Why do you keep falling for it?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well I think for people who aren't in the public eye, I mean there's a real threat. I mean, for one thing, you lose your job over, people lose their jobs--"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Oh yes, definitely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--screaming lunatics show up at your house and scare your children. I mean there are--"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--there are real costs but maybe we de-escalate by laughing in the face of absurdity."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Oh, definitely. I mean I -- that's what I do all the time. I laugh at people and especially when -- when somebody tries to push it on me, I mean I let them know that I don't feel one ounce of inferiority to anyone. And -- and ultimately that's what they're saying to people of color, Black people, Hispanics, whatever like that, they're saying that we see you as inferior and so we're -- we're the great White hope who's going to come out there and protect you. But I don't need you to protect me. I can protect myself. I don't need to just -- I don't need any special privileges. I have the Constitution. How about we just stand up to the Constitution? That's all we're really asking for."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That was just -- doesn't that--"
    },
    {
      "speaker": "HARRIS",
      "utterance": "It's a second…"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I mean this is a long conversation but does this--"
    },
    {
      "speaker": "HARRIS",
      "utterance": "It is."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--drive you crazy?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Absolutely. Every -- and my -- my wife has to hear me kind of rant about things on occasion. God bless her for putting up with me on that. But yes, it -- it just -- it drives me crazy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It would drive me crazy too. Christopher Harris, thank you. As always, great to see you."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Much ahead in our coverage of the mid-term results. We'll be right back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Here's one lesson from yesterday. Nobody really cares what celebrities think. You could have guessed that two years ago when dozens of stars made a Fight Club song which somehow failed to deliver Pennsylvania for Hillary Clinton. We saw it again last night. Oprah campaigned for Abrams in Georgia, Taylor Swift campaigned in Tennessee for the Democrat. If Hollywood had its way, Beto O'Rourke wouldn't just be senator, he'd be king. Instead, all of them lost. And that's a good sign for America. Everyone in L.A. still seems to think Beto O'Rourke will be President. That's an almost certain sign he won't be. Congratulations to America. That is it for us tonight. We'll be back, the show that is the sworn enemy of lying, pomposity, smugness, and groupthink. I'm taking two days off. I'll be back, Monday. In the meantime, Sean Hannity from New York."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}