{
  "date": "November 10, 2021",
  "headline": "'Special Report' All-Star Panel on surging inflation",
  "subHeadline": "Guests: Bill Bennett, Mara Liasson, Byron York",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-on-surging-inflation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "It's highly unlikely that it's going to be long term inflation that's going to get out of hand. Jobs are up, wages are up, value is up, and savings are up. But we've got problems, too. Many people remain unsettled about the economy, and we all know why. They see higher prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANDY HARRIS, (R-MD)",
      "sentences": "Half of this infrastructure bill that we passed is actually infrastructure. The other half is for things that they just don't make sense. It's to make sure that we have, I guess, roads that aren't racist. What's on people's minds are the fact that, again, they may not be able to get the things they need for Thanksgiving. If they do, it's going to cost more. If they travel, it's going to cost more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And if you have been to the grocery store or to the gas station recently, you no doubt are feeling the pain in your wallet. Let's put the numbers up on the screen. All items up 6.2 percent, food up 5.3 percent, and energy up 30 percent. Let's bring in our panel, former education secretary Bill Bennett, Mara Liasson, national political correspondent of National Public Radio, and Byron York, chief political correspondent of \"The Washington Examiner.\" Welcome to all of you. Bill, the politics of inflation, lead us off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "sentences": "Well, they are not good for Joe Biden. It is at once pathetic and calamitous. There is the Midas touch where everything King Midas touched turned to cold, but this is a family show, so I won't say what Biden's touch turns things into. But let's say mud. But whether you are talking about Afghanistan or energy or the border or any number of things, it's just been totally incompetent. And the American people want to know where relief is, and he is talking in these abstractions about all these forces allied against him, more sinned against than sinning. He's the guy who is responsible now. He's the guy who is going to bring us together. One last point, this was lunch bucket Joe, remember? The guy who connects with people across the kitchen table? He's not connecting with people across the kitchen table or anywhere else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "So, here in 50-50 split, Washington in terms of the United States Senate, we're always looking to see what Joe Manchin is saying about any given issue. Let's put this Joe Manchin tweet up on the screen. He says \"By all accounts, the threat posed by record inflation to the American people is not transitory and is, instead, getting worse. From the grocery store to the gas pump, Americans know the inflation tax is real and D.C. can no longer ignore the economic pain Americans feel every day.\" Mara, does that suggest he is not going to go for the next spending package?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "sentences": "No. We don't know what Joe Manchin is going to do. Look, presidents are responsible for every -- are held responsible for everything that happens in the economy, the good and the bad, high wages, more jobs, but also higher inflation and bottlenecks and people not being able to get stuff they want. Joe Biden didn't create the bottlenecks or inflation, and I don't know what he or any president could do to stop it right now. But there is no doubt that he is suffering because of it. There are other things that were self- inflicted wounds, I agree with Bill there, like Afghanistan, but not inflation. But people are going to hold it against him because he in power and his party holds all three branches of government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And there are a lot of folks worried about the impact of trillions more flowing through the economy. Byron, your thoughts? BYRON YORK, CHIEF POLITICAL CORRESPONDENT, \"THE WASHINGTON EXAMINER\": The politics aside, this inflation news today was terrible, wiping out all the gain you, the wage gains that people have made over the past year. And the problem with the Biden administration is they just don't seem to know what to do about it. On the supply chain problem, obviously that's why the president went to the Port of Baltimore today. But they seem to take notice of it once there are a zillion ships idling off the southern California coast and not really before. And on spending, it appears that Democrats are devoting all of their time, and I mean all of their time, trying to figure out a way to make things worse. Back in February, just a couple of weeks into the administration, Larry Summers, the former treasury secretary, warned that all the stimulus that was being passed was too big and could lead to inflation. And the Biden administration just absolutely discounted what he said, ignored it. Now it has turned out to be true. And the president is making a really preposterous claim, saying that we need to spend even more, pass the big BBB bill, and that will help bring inflation under control. Not inspiring a lot of confidence among voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Of course, less than a year from now we will be looking at midterm elections. Let's play this clip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "We need to remember what got us in the White House in the first place. We won in 2020 because of you all, but also because we had at that time at the end of the day a unified party, more unified than ever. Now as you look to 2022, we have to stay united.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, (R-KY) SENATE MINORITY LEADER",
      "sentences": "I think the fall of 22 is likely to be a very good election for Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, (R-CA), HOUSE MINORITY LEADER",
      "sentences": "Are you going to bring President Biden in with his policies into your district to defend you? Are you going to bring the vice president? Terry McAuliffe did, and look what happened to him. If they continue to push these policies, it could be one of the biggest election losses for Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "I talked to some folks yesterday who were talking about the possibility of a red wave next year. Bill, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Well, I mean, he could be going for the record here, breaking that 63 number record. Who will want Joe Biden to turn out for them? Progressives are mad at him. The moderates are going to have to distance themselves from Joe Biden. So I don't see this large or loud call for him to appear in a lot of races coming up in 22. Again, he has lost connection. He has lost connection with his party, which is, of course, at odds. He hasn't brought them together. And he has lost connection with the American people. He just doesn't seem to understand what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Mara, a year is a long time in American politics. But where are we looking at next year's midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "A year is a long time. Republicans have three things going for them. They have history, the out party generally does better in the first midterm, generally taking over one house or both. They have redistricting going for them. They control more state legislators that drawing the lines that control what districts these representatives run from or in. And the president's approval ratings, as everyone here remarks on over and over again, are really bad. So for those three reasons, the Democrats look like they are facing a huge uphill slog. But, yes, a year is a long time. And talk about who wants Joe Biden to campaign for them? What Republicans in swing districts want Donald Trump to campaign for them? That's another question that Republicans are going to have to answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Byron, a setback for Republicans yesterday when Governor Chris Sununu said he was not going to run for the Senate. Obviously, team McConnell not pleased by that. Your thoughts as we look ahead to next year's midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, when Republicans express confidence in winning one of the houses of Congress, they are talking about the house, where they came so close, much closer than expected in 2020. As far as the Senate is concerned, some of them were feeling a little better before this Sununu news, which makes it much more difficult. But in the bigger picture, the Republican idea is if they hold one house of Congress, then the Biden agenda stops cold. And he can only get what he can get done now, and if a Speaker McCarthy or other Republican is sworn in in January of 23, that's the end of the Biden legislative agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Plus, if you are looking at a Republican controlled House and/or Senate, you are looking at investigations and that sort of thing digging into Afghanistan, and plenty of other issues that may bog down the Biden presidency. Panelists, thanks very much. When we come back, the panelists will brief us on tomorrow's headlines. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Finally tonight, a look at tomorrow's headlines with our esteemed panelists. Mara, lead us off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Mine is a foreign policy story, and it's a different kind of immigration story. Migration is weaponized by Russia, U.S. sees national security threat. This is happening in Belarus. They are letting migrants come through Belarus purposely to put them over the border into Lithuania and Poland to be destabilizing. This is how migrant people are being weaponized in a foreign policy dispute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "All right, Bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Yes, Joe Biden says he is not responsible for the problems. He's not at fault for the problems. What's clear is he doesn't have a clue about the problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Byron, brings us home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Mine is Joe Manchin waits for the economy to make case against Democrats giant spending plan. He's obviously nervous about voting for it, and with each bit of really bad news like today's economic news, inflation news, the more nervous he gets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "All right, panelists, thanks very much. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "It's highly unlikely that it's going to be long term inflation that's going to get out of hand. Jobs are up, wages are up, value is up, and savings are up. But we've got problems, too. Many people remain unsettled about the economy, and we all know why. They see higher prices."
    },
    {
      "speaker": "REP. ANDY HARRIS, (R-MD)",
      "utterance": "Half of this infrastructure bill that we passed is actually infrastructure. The other half is for things that they just don't make sense. It's to make sure that we have, I guess, roads that aren't racist. What's on people's minds are the fact that, again, they may not be able to get the things they need for Thanksgiving. If they do, it's going to cost more. If they travel, it's going to cost more."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And if you have been to the grocery store or to the gas station recently, you no doubt are feeling the pain in your wallet. Let's put the numbers up on the screen. All items up 6.2 percent, food up 5.3 percent, and energy up 30 percent. Let's bring in our panel, former education secretary Bill Bennett, Mara Liasson, national political correspondent of National Public Radio, and Byron York, chief political correspondent of \"The Washington Examiner.\" Welcome to all of you. Bill, the politics of inflation, lead us off."
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "utterance": "Well, they are not good for Joe Biden. It is at once pathetic and calamitous. There is the Midas touch where everything King Midas touched turned to cold, but this is a family show, so I won't say what Biden's touch turns things into. But let's say mud. But whether you are talking about Afghanistan or energy or the border or any number of things, it's just been totally incompetent. And the American people want to know where relief is, and he is talking in these abstractions about all these forces allied against him, more sinned against than sinning. He's the guy who is responsible now. He's the guy who is going to bring us together. One last point, this was lunch bucket Joe, remember? The guy who connects with people across the kitchen table? He's not connecting with people across the kitchen table or anywhere else."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "So, here in 50-50 split, Washington in terms of the United States Senate, we're always looking to see what Joe Manchin is saying about any given issue. Let's put this Joe Manchin tweet up on the screen. He says \"By all accounts, the threat posed by record inflation to the American people is not transitory and is, instead, getting worse. From the grocery store to the gas pump, Americans know the inflation tax is real and D.C. can no longer ignore the economic pain Americans feel every day.\" Mara, does that suggest he is not going to go for the next spending package?"
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "utterance": "No. We don't know what Joe Manchin is going to do. Look, presidents are responsible for every -- are held responsible for everything that happens in the economy, the good and the bad, high wages, more jobs, but also higher inflation and bottlenecks and people not being able to get stuff they want. Joe Biden didn't create the bottlenecks or inflation, and I don't know what he or any president could do to stop it right now. But there is no doubt that he is suffering because of it. There are other things that were self- inflicted wounds, I agree with Bill there, like Afghanistan, but not inflation. But people are going to hold it against him because he in power and his party holds all three branches of government."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And there are a lot of folks worried about the impact of trillions more flowing through the economy. Byron, your thoughts? BYRON YORK, CHIEF POLITICAL CORRESPONDENT, \"THE WASHINGTON EXAMINER\": The politics aside, this inflation news today was terrible, wiping out all the gain you, the wage gains that people have made over the past year. And the problem with the Biden administration is they just don't seem to know what to do about it. On the supply chain problem, obviously that's why the president went to the Port of Baltimore today. But they seem to take notice of it once there are a zillion ships idling off the southern California coast and not really before. And on spending, it appears that Democrats are devoting all of their time, and I mean all of their time, trying to figure out a way to make things worse. Back in February, just a couple of weeks into the administration, Larry Summers, the former treasury secretary, warned that all the stimulus that was being passed was too big and could lead to inflation. And the Biden administration just absolutely discounted what he said, ignored it. Now it has turned out to be true. And the president is making a really preposterous claim, saying that we need to spend even more, pass the big BBB bill, and that will help bring inflation under control. Not inspiring a lot of confidence among voters."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Of course, less than a year from now we will be looking at midterm elections. Let's play this clip."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "We need to remember what got us in the White House in the first place. We won in 2020 because of you all, but also because we had at that time at the end of the day a unified party, more unified than ever. Now as you look to 2022, we have to stay united."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, (R-KY) SENATE MINORITY LEADER",
      "utterance": "I think the fall of 22 is likely to be a very good election for Republicans."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, (R-CA), HOUSE MINORITY LEADER",
      "utterance": "Are you going to bring President Biden in with his policies into your district to defend you? Are you going to bring the vice president? Terry McAuliffe did, and look what happened to him. If they continue to push these policies, it could be one of the biggest election losses for Democrats."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "I talked to some folks yesterday who were talking about the possibility of a red wave next year. Bill, your thoughts?"
    },
    {
      "speaker": "BENNETT",
      "utterance": "Well, I mean, he could be going for the record here, breaking that 63 number record. Who will want Joe Biden to turn out for them? Progressives are mad at him. The moderates are going to have to distance themselves from Joe Biden. So I don't see this large or loud call for him to appear in a lot of races coming up in 22. Again, he has lost connection. He has lost connection with his party, which is, of course, at odds. He hasn't brought them together. And he has lost connection with the American people. He just doesn't seem to understand what's going on."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Mara, a year is a long time in American politics. But where are we looking at next year's midterms?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "A year is a long time. Republicans have three things going for them. They have history, the out party generally does better in the first midterm, generally taking over one house or both. They have redistricting going for them. They control more state legislators that drawing the lines that control what districts these representatives run from or in. And the president's approval ratings, as everyone here remarks on over and over again, are really bad. So for those three reasons, the Democrats look like they are facing a huge uphill slog. But, yes, a year is a long time. And talk about who wants Joe Biden to campaign for them? What Republicans in swing districts want Donald Trump to campaign for them? That's another question that Republicans are going to have to answer."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Byron, a setback for Republicans yesterday when Governor Chris Sununu said he was not going to run for the Senate. Obviously, team McConnell not pleased by that. Your thoughts as we look ahead to next year's midterms?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, when Republicans express confidence in winning one of the houses of Congress, they are talking about the house, where they came so close, much closer than expected in 2020. As far as the Senate is concerned, some of them were feeling a little better before this Sununu news, which makes it much more difficult. But in the bigger picture, the Republican idea is if they hold one house of Congress, then the Biden agenda stops cold. And he can only get what he can get done now, and if a Speaker McCarthy or other Republican is sworn in in January of 23, that's the end of the Biden legislative agenda."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Plus, if you are looking at a Republican controlled House and/or Senate, you are looking at investigations and that sort of thing digging into Afghanistan, and plenty of other issues that may bog down the Biden presidency. Panelists, thanks very much. When we come back, the panelists will brief us on tomorrow's headlines. Stay with us."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Finally tonight, a look at tomorrow's headlines with our esteemed panelists. Mara, lead us off."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Mine is a foreign policy story, and it's a different kind of immigration story. Migration is weaponized by Russia, U.S. sees national security threat. This is happening in Belarus. They are letting migrants come through Belarus purposely to put them over the border into Lithuania and Poland to be destabilizing. This is how migrant people are being weaponized in a foreign policy dispute."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "All right, Bill?"
    },
    {
      "speaker": "BENNETT",
      "utterance": "Yes, Joe Biden says he is not responsible for the problems. He's not at fault for the problems. What's clear is he doesn't have a clue about the problems."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Byron, brings us home."
    },
    {
      "speaker": "YORK",
      "utterance": "Mine is Joe Manchin waits for the economy to make case against Democrats giant spending plan. He's obviously nervous about voting for it, and with each bit of really bad news like today's economic news, inflation news, the more nervous he gets."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "All right, panelists, thanks very much. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}