{
  "date": "October 23, 2018",
  "headline": "Impact of migrant caravan on upcoming midterms",
  "subHeadline": "President Trump threatens to cut off funding for Guatemala, Honduras and El Salvador as migrant caravan marches toward U.S.; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/impact-of-migrant-caravan-on-upcoming-midterms",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Guatemala, Honduras, El Salvador, they're paid a lot of money every year. We give them foreign aid, and they did nothing for us, nothing. You're going to find MS-13, you're going to find Middle Eastern, you're going to find everything. And guess what. We're not allowing them in our country. We want safety. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSE ANIBAL RIVERA, HONDURAN MIGRANT",
      "sentences": "One can't live in Honduras paying the criminal gangs. Whatever happens to us is better than going back to Honduras. If we die along the journey, what can we do? But we don't plan to return to Honduras. We have come to terms that anything is better than returning to Honduras. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "It's a big story, the migrant caravan now 7,000 apparently moving towards the U.S. border into Mexico now. Now to our panel in Washington: Matt Schlapp, contributor with The Hill; Charles Lane, opinion writer for The Washington Post, and Chris Stirewalt is politics editor here at Fox News. Chris, you heard the president. How is this playing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS",
      "sentences": "This is a great issue for Republicans. The caravan can't possibly get here by Election Day so they don't have to worry about actually dealing with the problem. What they have is an issue -- the president is in Texas tonight. If you're somebody like Pete Sessions who finds himself in the first competitive race in a long time in a suburban Texas district, this story is catnip. It is perfect because it plays on all of the fears that they can count on to drive persuadable voters in these suburbs toward Republican candidates. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Chuck, clearly immigration law when it comes to Central America does have these big loopholes that this administration has been talking about for quite some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, THE WASHINGTON POST",
      "sentences": "We have this very sad, pitiable situation, actually, in which people are being incentivized to take this long, expensive, dangerous journey from a desperately failed state, basically, in Honduras, where life is very desperate and unsafe, and I believe they are being exploited all along the way. I think they are being exploited by human smugglers. I think they're being exploited by corrupt officials in Mexico. They are probably being exploited politically by the Honduran opposition. There's a lot going on here that, frankly, we don't fully understand. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } But I think they are not going to be exploited politically. The president sees, as Chris says, a terrific issue for them. The one thing about it I think people should realize, these 7,000 people were going to come piecemeal or they were going to come in one big group. And the migration to the border has been up this year, and the loopholes or the incentives or whatever remain in place before Election Day and after the Election Day and have to be addressed one way or the other. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matt, Sarah Sanders came out and told reporters that 100 percent that there are suspected terrorists, unknown Middle Easterners in this caravan, saying we have 10 individuals, suspected or known terrorist, that try to enter our country illegally every day. She's defending the president's comments on that. Your thoughts on this whole caravan issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "sentences": "We just have no idea. This is the problem when you have a system whereby you can rush the border and not go through the normal port of entry process, and you can rush the border. If you can put a kid with you, it doesn't even have to be your own kid, you're going to be able to come into this country. It's called catch and release. Bret, we picked up about 95,000 family units last year, 99 percent of them were released into our country and are still here. Twenty years ago it would have taken hours to repatriate them, but because the system is so clogged up and we have four times the people seeking asylee status that there's no way for us to handle the situation. We have over 31,000 kids, unaccompanied minors that were picked up last year, 98 percent of them are still in this country. It is a good tactic -- I hate it, but it's a good tactic to rush the southern border to try to get some kind of temporary status, because the chances are you will stay in America for at least years, or as long as you want. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There is a lot to the story that we still don't know, the funding for all of this, where it's going to end up, and what Mexico is eventually going to do about it. Quickly, I want to go down the row on this. This is the Saudi foreign minister talking to me about the Khashoggi investigation. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADEL AL-JUBEIR, SAUDI ARABIAN FOREIGN MINISTER",
      "sentences": "The crown prince has denied this. the crown prince is not aware of this. Even the senior leadership of our intelligence service was not aware of this. This was in operation that was a rogue operation. This was an operation where individuals ended up exceeding the authorities and responsibilities they had. They made the mistake when they killed Jamal Khashoggi in the consulate, and they tried to cover up for it. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I have 30 seconds here, down the row. Chris, Chuck, Matt, thoughts on all this. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "I don't know. The president is not buying it. They're going to have to do better than that or there's going to have to be consequences for these rogue actors, one or the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "The Saudis continue to violate the first law of holes, which is when you're in one, stop digging. And their story just gets more complicated and less believable every day. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "When you are talking about a regime that's doesn't believe in basic human rights and doesn't have a constitution, this is a terrible tragedy, and there are terrible tragedies every day with this regime. And I don't trust much of what they say. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban8', 'mobile-mw-ad-ban8', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Gentlemen, we did it, two topics in the time. Thank you very much. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Guatemala, Honduras, El Salvador, they're paid a lot of money every year. We give them foreign aid, and they did nothing for us, nothing. You're going to find MS-13, you're going to find Middle Eastern, you're going to find everything. And guess what. We're not allowing them in our country. We want safety."
    },
    {
      "speaker": "JOSE ANIBAL RIVERA, HONDURAN MIGRANT",
      "utterance": "One can't live in Honduras paying the criminal gangs. Whatever happens to us is better than going back to Honduras. If we die along the journey, what can we do? But we don't plan to return to Honduras. We have come to terms that anything is better than returning to Honduras."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "It's a big story, the migrant caravan now 7,000 apparently moving towards the U.S. border into Mexico now. Now to our panel in Washington: Matt Schlapp, contributor with The Hill; Charles Lane, opinion writer for The Washington Post, and Chris Stirewalt is politics editor here at Fox News. Chris, you heard the president. How is this playing?"
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS",
      "utterance": "This is a great issue for Republicans. The caravan can't possibly get here by Election Day so they don't have to worry about actually dealing with the problem. What they have is an issue -- the president is in Texas tonight. If you're somebody like Pete Sessions who finds himself in the first competitive race in a long time in a suburban Texas district, this story is catnip. It is perfect because it plays on all of the fears that they can count on to drive persuadable voters in these suburbs toward Republican candidates."
    },
    {
      "speaker": "BAIER",
      "utterance": "Chuck, clearly immigration law when it comes to Central America does have these big loopholes that this administration has been talking about for quite some time."
    },
    {
      "speaker": "CHARLES LANE, THE WASHINGTON POST",
      "utterance": "We have this very sad, pitiable situation, actually, in which people are being incentivized to take this long, expensive, dangerous journey from a desperately failed state, basically, in Honduras, where life is very desperate and unsafe, and I believe they are being exploited all along the way. I think they are being exploited by human smugglers. I think they're being exploited by corrupt officials in Mexico. They are probably being exploited politically by the Honduran opposition. There's a lot going on here that, frankly, we don't fully understand. But I think they are not going to be exploited politically. The president sees, as Chris says, a terrific issue for them. The one thing about it I think people should realize, these 7,000 people were going to come piecemeal or they were going to come in one big group. And the migration to the border has been up this year, and the loopholes or the incentives or whatever remain in place before Election Day and after the Election Day and have to be addressed one way or the other."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matt, Sarah Sanders came out and told reporters that 100 percent that there are suspected terrorists, unknown Middle Easterners in this caravan, saying we have 10 individuals, suspected or known terrorist, that try to enter our country illegally every day. She's defending the president's comments on that. Your thoughts on this whole caravan issue?"
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "utterance": "We just have no idea. This is the problem when you have a system whereby you can rush the border and not go through the normal port of entry process, and you can rush the border. If you can put a kid with you, it doesn't even have to be your own kid, you're going to be able to come into this country. It's called catch and release. Bret, we picked up about 95,000 family units last year, 99 percent of them were released into our country and are still here. Twenty years ago it would have taken hours to repatriate them, but because the system is so clogged up and we have four times the people seeking asylee status that there's no way for us to handle the situation. We have over 31,000 kids, unaccompanied minors that were picked up last year, 98 percent of them are still in this country. It is a good tactic -- I hate it, but it's a good tactic to rush the southern border to try to get some kind of temporary status, because the chances are you will stay in America for at least years, or as long as you want."
    },
    {
      "speaker": "BAIER",
      "utterance": "There is a lot to the story that we still don't know, the funding for all of this, where it's going to end up, and what Mexico is eventually going to do about it. Quickly, I want to go down the row on this. This is the Saudi foreign minister talking to me about the Khashoggi investigation."
    },
    {
      "speaker": "ADEL AL-JUBEIR, SAUDI ARABIAN FOREIGN MINISTER",
      "utterance": "The crown prince has denied this. the crown prince is not aware of this. Even the senior leadership of our intelligence service was not aware of this. This was in operation that was a rogue operation. This was an operation where individuals ended up exceeding the authorities and responsibilities they had. They made the mistake when they killed Jamal Khashoggi in the consulate, and they tried to cover up for it."
    },
    {
      "speaker": "BAIER",
      "utterance": "I have 30 seconds here, down the row. Chris, Chuck, Matt, thoughts on all this."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "I don't know. The president is not buying it. They're going to have to do better than that or there's going to have to be consequences for these rogue actors, one or the other."
    },
    {
      "speaker": "LANE",
      "utterance": "The Saudis continue to violate the first law of holes, which is when you're in one, stop digging. And their story just gets more complicated and less believable every day."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "When you are talking about a regime that's doesn't believe in basic human rights and doesn't have a constitution, this is a terrible tragedy, and there are terrible tragedies every day with this regime. And I don't trust much of what they say."
    },
    {
      "speaker": "BAIER",
      "utterance": "Gentlemen, we did it, two topics in the time. Thank you very much. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}