{
  "date": "October 25, 2018",
  "headline": "Suspicious packages sent amid heated political climate",
  "subHeadline": "President Trump condemns political violence, urges unity in wake of suspicious packages; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/suspicious-packages-sent-amid-heated-political-climate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I just want to tell you that in these times that we have to unify. Acts or threats of political violence of any kind have no place in the United States of America. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb2', 'desktop-desk-ad-lb2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEW YORK CITY MAYOR BILL DE BLASIO",
      "sentences": "Don't encourage violence. Don't encourage hatred. Don't encourage attacks on the media. Bring down the temperature to end any messages about the use of violence against people with disagree with. And that has to start at the top. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban2', 'mobile-mw-ad-ban2', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO, D-N.Y.",
      "sentences": "Keeping the debate and the dialogue civil is very, very important. And for elected leaders who in many ways set the tone, it is especially important. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb3', 'tablet-tw-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Both the governor of New York and mayor of New York City not mentioning Donald Trump by name but obviously pointing towards the president and his rhetoric at rallies. As we take a look at the map again of these suspicious packages, one of them we know was a viable explosive. We don't know the details on all of them. They look like it, and they went to the former president, former secretary of state, George Soros over the weekend, former CIA director through in care of CNN, so they had it. As you take a look at the CNN suspicious package, a picture of it was addressed to John Brennan, spelled wrong. We are told a courier took that to CNN and it did not go through the mail service. This one to Eric Holder was returned to the return address, Debbie Wasserman Schultz, but you can see it doesn't look like it's been to the postal system. So we want to find out more details. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban3', 'mobile-mw-ad-ban3', ''); }); } else { console.error('Error: window.foxstrike not found'); } We don't have that from investigators but we do have our panel: Byron York, chief political correspondent for The Washington Examiner; Amy Walter, national editor for the Cook Political Report, and Washington Post columnist Marc Thiessen. OK, Marc, thoughts. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb4', 'tablet-tw-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, WALL STREET JOURNAL",
      "sentences": "I know that we are just weeks away from the most important election in the history of the republic, but it is shocking to me how quickly people on the left have gone to blaming Donald Trump for this. The idea, Philippe Reines, the people you just quoted didn't actually name him. Philippe Reines said, quote, this is on it you with every fiber of your rotten being. You've incited and condoned hate. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb3', 'desktop-desk-ad-lb3', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban4', 'mobile-mw-ad-ban4', ''); }); } else { console.error('Error: window.foxstrike not found'); } The idea that Donald Trump is responsible for these attacks is patently absurd, any more so, by the way, than the idea that Hillary Clinton was responsible for the shooting of Steve Scalise, because if you recall, the shooter and the Steve Scalise case, he tweeted out that Trump is a traitor and the Republicans are the Taliban. And Hillary Clinton during the 2016 campaign compared Republicans to the Taliban, compared Donald Trump to the Nazis, said the Republicans were the enemies she was most proud of the next to the Iranians. That rhetoric does not mean she is responsible for political violence. The problem we have in this country is that there is hatred and vitriol in our politics coming from both sides. And none of these politicians are responsible for the acts of a crazy person who goes and tries to blow up somebody or shoot somebody. But if we are concerned that our politics is becoming so hateful that it could get somebody killed then maybe both sides should cut it out, because there is enough blame to go around on both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And there were calls for that, and we will see what the president says at this rally tonight in Wisconsin. Didn't cancel it. Those rallies are kind of off-the-cuff, and we'll see how he addresses this issue. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb5', 'tablet-tw-ad-lb5', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban5', 'mobile-mw-ad-ban5', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY WALTER, COOK POLITICAL REPORT",
      "sentences": "Yes, this idea, I think it was Mayor de Blasio or Governor Cuomo saying, we have got to be civil. Well, we crossed that bridge a long time ago. We haven't been civil in a long, long time. And all of us I'm sure have gone Twitter messages sent to us that are terrible and are not civil, the way we talk to each other anonymously is not OK. And it's been going on for way too long. What I'm upset about is, I think, was that I wasn't surprised by the fact that this actually happened, that whether these bombs would have gone off or not, but that is something that would lead to incredible violence and potentially death and could happen in this country for political -- based on political opinions or the belief about somebody's political ideology. The fact that it didn't surprise me actually is really, really sad and depressing to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Listen, there are a lot of things that have been happening recently. Senator Susan Collins recently got a letter that said it had contained ricin in her home in Maine. It did not, but there were a number of letters that went out in that similar vein. This is happening. Fortunately, today these packages didn't explode. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban6', 'mobile-mw-ad-ban6', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "sentences": "First, the most important thing you have to say is this kind of criminality has no place in politics and should be punished very severely. But the next thing to say is that it's hard to say more because we don't know who did it. And if you want to instantly politicize this, it's a good idea to remember that sometimes when the facts are known, the even does not end up being what it originally seemed to. So there is a possibility that the person behind this is a violent, uneducated, MAGA hat wearing Trump supporter. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('desktop', 'lb4', 'desktop-desk-ad-lb4', ''); }); } else { console.error('Error: window.foxstrike not found'); } if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb6', 'tablet-tw-ad-lb6', ''); }); } else { console.error('Error: window.foxstrike not found'); } But there is also the possibility it could be more complicated than that. I would point everybody too, not very long ago, there was a wave of threats at Jewish community centers early in the Trump years. There was instant speculation that the person who did it was motivated by Donald Trump's rhetoric. It turned out to be two people, one was an African-American man who wanted to get back at his ex-girlfriend. The other was an Israel Jewish teenager living in Israel. It didn't turn out to be what they originally thought. So that just says that we should all be careful until the forensics people, the investigators actually find who did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There are all kinds of folks on my Twitter feed and Rush Limbaugh and folks on the right saying that this is some kind of Democrat trying to make it like there are mobs on the right and the left, and take away the new cycle from the caravans and everything else. What we don't know is where this is going, and investigators are going to follow it up, hopefully quickly. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('mobile', 'ban7', 'mobile-mw-ad-ban7', ''); }); } else { console.error('Error: window.foxstrike not found'); }",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "That's exactly right. And to add to Byron's point, if you remember in 2010 when there was that car bomb in Times Square, Mayor Bloomberg at the time said this is probably someone who is angry about the health care bill, and it turned out a terrorist, an Al Qaeda terrorist or an ISIS terrorist. So again, we need to find out who it is. But at the same time, whether this was because of political speech or not, the political speech and the culture of contempt in our country has been really, really awful. And I think all of us on the right and the left should do our best to try and stop that, and it starts with ourselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I will say, in 2016 Mayor de Blasio did not call the bombing in Chelsea terrorism. He did call it today. The bombs didn't go off, but he made that declaration, as did House Speaker Paul Ryan a short time ago at this rally. if (window && window.foxstrike && Array.isArray(window.foxstrike.cmd)) { window.foxstrike.cmd.push(function(Strike) { Strike.insertAd('tablet', 'lb7', 'tablet-tw-ad-lb7', ''); }); } else { console.error('Error: window.foxstrike not found'); } Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I just want to tell you that in these times that we have to unify. Acts or threats of political violence of any kind have no place in the United States of America."
    },
    {
      "speaker": "NEW YORK CITY MAYOR BILL DE BLASIO",
      "utterance": "Don't encourage violence. Don't encourage hatred. Don't encourage attacks on the media. Bring down the temperature to end any messages about the use of violence against people with disagree with. And that has to start at the top."
    },
    {
      "speaker": "GOV. ANDREW CUOMO, D-N.Y.",
      "utterance": "Keeping the debate and the dialogue civil is very, very important. And for elected leaders who in many ways set the tone, it is especially important."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Both the governor of New York and mayor of New York City not mentioning Donald Trump by name but obviously pointing towards the president and his rhetoric at rallies. As we take a look at the map again of these suspicious packages, one of them we know was a viable explosive. We don't know the details on all of them. They look like it, and they went to the former president, former secretary of state, George Soros over the weekend, former CIA director through in care of CNN, so they had it. As you take a look at the CNN suspicious package, a picture of it was addressed to John Brennan, spelled wrong. We are told a courier took that to CNN and it did not go through the mail service. This one to Eric Holder was returned to the return address, Debbie Wasserman Schultz, but you can see it doesn't look like it's been to the postal system. So we want to find out more details."
    },
    {
      "speaker": "We don't have that from investigators but we do have our panel",
      "utterance": "Byron York, chief political correspondent for The Washington Examiner; Amy Walter, national editor for the Cook Political Report, and Washington Post columnist Marc Thiessen. OK, Marc, thoughts."
    },
    {
      "speaker": "MARC THIESSEN, WALL STREET JOURNAL",
      "utterance": "I know that we are just weeks away from the most important election in the history of the republic, but it is shocking to me how quickly people on the left have gone to blaming Donald Trump for this. The idea, Philippe Reines, the people you just quoted didn't actually name him. Philippe Reines said, quote, this is on it you with every fiber of your rotten being. You've incited and condoned hate. The idea that Donald Trump is responsible for these attacks is patently absurd, any more so, by the way, than the idea that Hillary Clinton was responsible for the shooting of Steve Scalise, because if you recall, the shooter and the Steve Scalise case, he tweeted out that Trump is a traitor and the Republicans are the Taliban. And Hillary Clinton during the 2016 campaign compared Republicans to the Taliban, compared Donald Trump to the Nazis, said the Republicans were the enemies she was most proud of the next to the Iranians. That rhetoric does not mean she is responsible for political violence. The problem we have in this country is that there is hatred and vitriol in our politics coming from both sides. And none of these politicians are responsible for the acts of a crazy person who goes and tries to blow up somebody or shoot somebody. But if we are concerned that our politics is becoming so hateful that it could get somebody killed then maybe both sides should cut it out, because there is enough blame to go around on both sides."
    },
    {
      "speaker": "BAIER",
      "utterance": "And there were calls for that, and we will see what the president says at this rally tonight in Wisconsin. Didn't cancel it. Those rallies are kind of off-the-cuff, and we'll see how he addresses this issue."
    },
    {
      "speaker": "AMY WALTER, COOK POLITICAL REPORT",
      "utterance": "Yes, this idea, I think it was Mayor de Blasio or Governor Cuomo saying, we have got to be civil. Well, we crossed that bridge a long time ago. We haven't been civil in a long, long time. And all of us I'm sure have gone Twitter messages sent to us that are terrible and are not civil, the way we talk to each other anonymously is not OK. And it's been going on for way too long. What I'm upset about is, I think, was that I wasn't surprised by the fact that this actually happened, that whether these bombs would have gone off or not, but that is something that would lead to incredible violence and potentially death and could happen in this country for political -- based on political opinions or the belief about somebody's political ideology. The fact that it didn't surprise me actually is really, really sad and depressing to me."
    },
    {
      "speaker": "BAIER",
      "utterance": "Listen, there are a lot of things that have been happening recently. Senator Susan Collins recently got a letter that said it had contained ricin in her home in Maine. It did not, but there were a number of letters that went out in that similar vein. This is happening. Fortunately, today these packages didn't explode."
    },
    {
      "speaker": "BRYON YORK, WASHINGTON EXAMINER",
      "utterance": "First, the most important thing you have to say is this kind of criminality has no place in politics and should be punished very severely. But the next thing to say is that it's hard to say more because we don't know who did it. And if you want to instantly politicize this, it's a good idea to remember that sometimes when the facts are known, the even does not end up being what it originally seemed to. So there is a possibility that the person behind this is a violent, uneducated, MAGA hat wearing Trump supporter. But there is also the possibility it could be more complicated than that. I would point everybody too, not very long ago, there was a wave of threats at Jewish community centers early in the Trump years. There was instant speculation that the person who did it was motivated by Donald Trump's rhetoric. It turned out to be two people, one was an African-American man who wanted to get back at his ex-girlfriend. The other was an Israel Jewish teenager living in Israel. It didn't turn out to be what they originally thought. So that just says that we should all be careful until the forensics people, the investigators actually find who did it."
    },
    {
      "speaker": "BAIER",
      "utterance": "There are all kinds of folks on my Twitter feed and Rush Limbaugh and folks on the right saying that this is some kind of Democrat trying to make it like there are mobs on the right and the left, and take away the new cycle from the caravans and everything else. What we don't know is where this is going, and investigators are going to follow it up, hopefully quickly."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "That's exactly right. And to add to Byron's point, if you remember in 2010 when there was that car bomb in Times Square, Mayor Bloomberg at the time said this is probably someone who is angry about the health care bill, and it turned out a terrorist, an Al Qaeda terrorist or an ISIS terrorist. So again, we need to find out who it is. But at the same time, whether this was because of political speech or not, the political speech and the culture of contempt in our country has been really, really awful. And I think all of us on the right and the left should do our best to try and stop that, and it starts with ourselves."
    },
    {
      "speaker": "BAIER",
      "utterance": "I will say, in 2016 Mayor de Blasio did not call the bombing in Chelsea terrorism. He did call it today. The bombs didn't go off, but he made that declaration, as did House Speaker Paul Ryan a short time ago at this rally. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}