{
  "date": "October 10, 2022",
  "headline": "Tucker Carlson: Biden's FBI is conducting political raids - and it's going too far",
  "subHeadline": "Guests: Paul Vaughn, Peter Breen, Joseph Ladapo, Candace Owens, Jared Trainor, Raw Egg Nationalist",
  "url": "https://www.foxnews.com/transcript/tucker-carlson-bidens-fbi-conducting-political-raids-going-far",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "sentences": "Good evening and welcome to TUCKER CARLSON TONIGHT. Happy Columbus Day. Remember Columbus Day? That's the day that we celebrate the discovery of the New World by Christopher Columbus and all that happened after, which was the creation of the freest and most humane society in the history of man. We're still celebrating it, but we're also assessing what happened to that society because it is changing. We want to tell you the story of a man called Paul Vaughn, leading off tonight. Paul Vaughn does not fit the profile of a terrorist. You'd never guess. He is 55 years old. He's a former Pastor who now runs a small Internet service business in middle Tennessee. He and his wife are gentle people. They're faithful Christians. They spend most of their time raising their 11 children. Last Wednesday morning, at about 7:15 AM, a bucolic scene at the Vaughn household. Several of Paul Vaughn's children were standing in the front yard about to head to school. Suddenly, out of nowhere, their world falls down around them. A team of FBI agents armed with automatic rifles swoop in in their SUVs and begins pounding on the front door of the family home. Inside the house, Paul Vaughn is watching this and he is shocked, as he said later, \"When I opened the door and saw the guns pointed at me, I asked them what they wanted. They said they wanted me,\" and they did. The agents led Paul Vaughn away. Inside the house, his wife who had been at the back with their newest child, an 18-month-old baby, ran to the front door. Confused and terrified, she asked what anyone would ask, \"Who are you and why are you taking my husband away?\" We don't need to guess about the exchange because it's on tape. Here is what it looked like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGENT",
      "sentences": "If you're not going to let me in, then I will just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETHANY VAUGHN, PAUL VAUGHN'S WIFE",
      "sentences": "No. I want to know why you were banging on my door with a gun. You're not going to tell me anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGENT",
      "sentences": "No, we're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGENT",
      "sentences": "I tried ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "B. VAUGHN",
      "sentences": "No, you didn't. You did not try. This is not acceptable. Can I have your name? You're not going to give me your name? You're not going to give me any information?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Body armor, little watch caps, automatic weapons held at the ready, taking off with her husband. \"Why are you taking him? Who are you?\" She asks, but of course they completely ignore her. \"No, we're not going to answer. We tried\" -- when they didn't. They don't have to answer because when your husband is a domestic terrorist, the government doesn't owe you an answer to the most basic questions. So, Paul Vaughn, we now learned, is a terrorist, but what did he do? You may be wondering that by this point. Well, as the Department of Justice explained later in the statement, Paul Vaughn opposes abortion and not just in a quiet, personal way. That would be bad enough, but Paul Vaughn is outspoken about his views on abortion. He still believes, being 55, this is a free country with a Bill of Rights that allows you the freedom to say what you want and even have protests on behalf of your ideas. He believes that was the freedom that built this country. So, a year and a half ago, in March of 2021, Vaughn and 10 volunteers from a Christian pro-life group in Tennessee staged a protest at an abortion clinic in Mount Juliet. Now, we don't need to speculate about what happened next, and that's a good thing for Paul Vaughn. It was broadcast live on Facebook by one of the volunteers. That would be 73-year-old Chester Gallagher. Watch this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLICE OFFICER",
      "sentences": "Hey guys. We are going to need you guys to disperse outside, okay? This is your last warning. I need everybody to step outside and go to the sidewalk. You're more than welcome to protest out on the sidewalk, okay? I'm just asking real nicely, please, for you to leave and go outside on the sidewalk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, you live in the United States and you watch nightly the chaos in your city, buildings burning, people being pushed in front of subway trains, people getting knocked in the face on the street for no reason, carjackings, murders up in every city in America. So, you look at that and you think, is that really it? That's why armed FBI agents with automatic rifles arrived at Paul Vaughn's home last Wednesday? Because of that? Because more than a year ago, a group of Christians, many of them elderly, sang hymns? Yes, that's it. That's what he did wrong. Now we should note that we only have this video evidence because of the hard work of Mia Cathell at Townhall, which broke this story. God bless. Without this documentary evidence, without this video, you might be tempted to believe the Biden administration when it tells you that Paul Vaughn \"Used force and physical obstruction to injure, intimidate, and interfere with employees of the abortion clinic.\" Oh, but he didn't. He didn't use physical force. He sang hymns. But for doing that, Joe Biden's Department of Justice now tells us, Paul Vaughn deserves to spend 11 years in prison. Eleven years. Vaughn's \"coconspirators\" from that day in March of 2021, meaning other pro-life activists, are also facing long prison sentences. This group would include 87-year-old Eva Edl. Now, if that name sounds familiar to you, it's because she is something of a celebrity in Christian circles, pro-life circles, and that's because she survived a Yugoslav concentration camp before escaping to this country, where she spent decades advocating against abortion. She has seen firsthand what happens when the government denies the essential humanity of a person. In this picture, you can see her sitting in front of an abortion clinic as a police officer towers over her. Within seconds, two officers are shoving this 87-year-old into the back of a car. Now, again, contrast this with the country you watch every night on television or the one you've experienced if you live in a city where people are afraid to go to the grocery store, where Wendy's burned down in the name of Civil Rights and no one does a thing about it. Watch how they're treated. Same thing happened to 58-year-old Heather Idoni back in March of 2021. It took a whole team of police officers to remove her. Really? You wonder why. How dangerous does she look? Then there was 57-year-old evangelist Calvin John Zastrow. He was also arrested that day in March. Here's a video he shot discussing it:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALVIN JOHN ZASTROW, EVANGELIST",
      "sentences": "When we have national revival, this is what every abortion clinic is going to look like, right here, a field of rubble. Not through violence, through peace, but through God bringing the high places down. So, let's go show up in front of those high places, trust Him, rescue, preach, sing, pray, and see this happen to the rest of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, you may not share his views. Maybe you do, maybe you don't, but be as honest as you can with yourself. Does that guy look dangerous and if so, compared to what? There are a lot of dangerous people wandering around, completely unimpeded. In fact, they're celebrated by this administration. Is that guy a dangerous person? Of course, he's not. He's a Christian. Maybe you're not a Christian. Maybe you're pro-choice. But even if you are, you are not, if you're being completely honest, going to conclude that that guy poses a threat to you or this country because he doesn't and neither is his daughter, who is 24 years old, Eva Darlene Zastrow. She was also apprehended at the clinic with her father. Here's her violent manifesto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EVA DARLENE ZASTROW, DAUGHTER OF CALVIN JOHN ZASTROW",
      "sentences": "I'd seen the pictures before, and I heard that it was murder before, but the connection went from knowing it here to knowing it in my heart. I just praise God that he gave me the opportunity to rescue, and Lord willing, abortion will end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So imagine sitting back at Department of Justice headquarters assessing that video and saying to yourself, \"You know what? They need an armed FBI raid. Get out the body armor. That's a terror manifesto.\" Apparently, they did conclude that because now Joe Biden's Justice Department, the FBI, to its eternal shame, is rounding up everyone associated with Paul Vaughn's entirely nonviolent Christian organization. Take a look at the mug shots from the FBI's investigation into this event in March of 2021. It's on your screen right now. They're telling you, the FBI is telling you, bragging about it, that these people are dangerous. And of course, you know what they know, which is in America 2022, whether you're dangerous or not, depends almost entirely on who you voted for. There are people in this country who molest children. True fact. You are hearing now that they are \"minor-attracted persons.\" You have people on television trying to minimize the gravity of child molestation. Why is that? Well, because they're probably Biden voters. That's the assumption anyway. Meanwhile, those people in the mug shots on the screen, those are the terrorists. Keep in mind that Biden voters, who've actually killed people are facing less jail time than these Christian protesters. Illinois BLM rioter Matthew Rupert received fewer than 11 years for setting fire to a cell phone store in Minneapolis. Oh, really? Twenty-six-year-old Montez Terriel Lee received fewer than 11 years in prison for setting fire to the Max It Prawn Shop in Minneapolis, a fire that wound up killing a 30-year-old man. He got less time than Paul Vaughn is facing. Twenty-year-old Samuel Elliot Frey was sentenced to just over two years in Federal prison for setting fire to a health food store, but it was for a good cause. It was for Joe Biden, so not a big deal. All of those crimes and countless others that are happening around the country at a scale we have not seen in our lifetimes, all of those crimes are being treated as less serious offenses than a man who sang hymns in an abortion clinic. So, what's going on here? Well, a day before the FBI's raid on Paul Vaughn, Joe Biden and Kamala Harris announced their new policy, which is pro- lifers, because they disagree with Joe Biden and upset the base, are now terrorists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "We believe, and I certainly believe that a woman should have the freedom to make decisions about her own body and that her government should not be making those decisions for her. Today's extremist so-called leaders are attacking the freedom and liberty of millions of women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're not going to sit by and let Republicans throughout the country enact extreme policies to threaten access to basic healthcare. My message to folks across the country who are worried about what we're seeing is first, that we have your back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, you think to yourself as you watch something like that, \"Well, of course, there's an election coming up in just a few weeks and a lot of the Democratic base believes that abortion is the key to freedom and happiness and they're very upset about the Roe v. Wade decision. Roe v. Wade is no longer the law of the land and so, Biden and Harris and the rest of the leaders of that party are pandering to them.\" It's okay. We're on your side.\" What you don't think as you watch something like that, that its effect will mean sending guys with automatic weapons to Paul Vaughn's house and scaring the hell out of his 11 children. You never would have imagined that in real life, people who sang hymns in an abortion clinic could be facing 11 years in prison. So, you have to ask, since the parallels are very clear, this is effectively the modern version of Bull Connor's fire hoses and German Shepherds. Has a single Democrat pointed out that this is insane? That an 11-year sentence for him singing might be a little punitive? Has Sandy Cortez said anything? Wait a second. We're pro-choice and everything, but 11 years for a 55-year-old father of 11? Has Rashida Tlaib? What about George Gascon or Larry Krasner? The guys who think, \"Well, we put away too many people in prison. We've got to pull back a little bit. We've got to rehabilitate them.\" What about the compassion mongers at CNN or MSNBC? Have they said a word about this? As their country becomes totalitarian, have they even noticed? We checked. No. The only clip we could find was Nancy Pelosi, where she endorses violence against her political enemies. Here she is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "There has been a number of attacks on churches, on crisis pregnancy centers. Republicans are going after Democrats for not saying anything and they're saying that your rhetoric is contributing to these attacks on these crisis pregnancy centers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "Well, let me just say this: A woman has a right to choose, to live up to her responsibility. It's up to her, her doctor, her family, her husband, her significant other, and her God. I'm a very Catholic person and I believe in every woman's right to make her own decisions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "First of all, you're not a Catholic. I mean, this is ridiculous. Let's stop pretending. Second, you don't believe at all of the right to choose. You applauded as nurses got fired because they didn't want to take the mandatory vax because they did want to hurt their own fertility. They wanted to have children maybe someday and you thought that was great. So, it wasn't their body, their choice. You're a liar and a fraud. You're not a Christian. Be quiet. But what's really stunning is nobody, the people who've lectures for years, the criminal justice system is just to mean, that MS-13 are children of God. They don't have a problem with this at all. The people who claim to hate mass incarceration, it turns out, are strongly for the mass incarceration of anyone who disagrees with them, and they're doing it. As Julie Kelly has reported relentlessly, Judges have sentenced dozens of January 6th defendants to months in prison, followed by probation. Why? Oh, because they entered a public building as police officers stood by, lifted the ropes for them. What was that about, by the way? Don't ask, shut up. They belong in jail. As of this week, dozens of January 6th defendants are still being held in pretrial detention. No one notices. Where's the Republican Party in that? Nowhere. At the same time, the FBI has made zero arrests, none, to protect pro- lifers from actual violence, not hymn singing, firebombing. The CompassCare Pregnancy Services Center in Buffalo was firebombed in June. No arrests have been made. In fact, the FBI seized surveillance footage from the facility and never gave it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "This building was up in flames this morning when police and firefighters arrived and this is the aftermath: Broken windows, shattered glass, and graffiti which the CEO says gives him an indication as to who is behind this. CEO Jim Harden says this didn't come as a shock. Recently, CompassCare has been receiving threats online and in person. The graffiti on the side of the building says \"Jane was here\" and Harden says he thinks the abortion rights group, Jane's Revenge is behind the attack. It's a reference to Jane's Collective which was provided underground abortions in Chicago in the 1960s. The group took responsibility for firebombing a pro-life facility in Madison, Wisconsin last month. Harden says it'll take months to repair the $100,000.00 worth of damage to the facility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "See how this works? So, a group aligned with Joe Biden firebombs a building (firebombs) and the FBI does nothing. Instead, they send agents with automatic rifles to the home of a 55-year-old man with 11 children because he sang hymns in an abortion clinic. This is too much actually. There's always going to be disparities in justice. There's always going to be disparities in law enforcement. You have to believe they are unintentional. This is not unintentional. This is intentional. It's right in our face, and it's completely unacceptable. Chris Wray, who runs the FBI, purportedly a good guy, a decent man who cares about justice, what does he think of this? Is this all right? Sending FBI agents with automatic weapons to arrest a hymn singer? So, we called Chris Wray's office today and asked a simple question: Are you okay with this? You know this is happening? You run the FBI. No response just like Paul Vaughn's wife just shut the door. We don't have to answer your questions. These are political raids, and they're exactly what the most recent FBI whistleblower Steve Friend warned about last month. The FBI didn't respond to those warnings from one of its own agents. It just suspended Steve Friend. So, the raids are continuing. People need to see this. This is going too far, and it's getting scary. Paul Vaughn, who was arrested in front of his many children, joins us now. He is joined by his attorney, Peter Breen, who is a Senior Counsel and VP at the Thomas Moore Society. Thank you both very much. Paul, first to you. I have to wonder, what does your children think of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL VAUGHN, RAIDED BY THE FBI",
      "sentences": "Well, Tucker, they -- you know, there's various thoughts and processing going on. They are dealing with this and trying to work through what happened. Fortunately, as a Christian family, we do a lot of studying about historic Christianity and missionaries in the past and persecution that has happened in the church. So, they're familiar with stories. They know they're people who've been martyred throughout history. They know they've been persecuted and picked on by bully tyrants, just in other parts of history, just like they are being in America today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But you're not allowed to unleash the FBI on an entire religion, are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "P. VAUGHN",
      "sentences": "Absolutely not, and don't think because they've been trained that makes it okay. When my kids go out to the car to go to school, and the FBI pulls up armed, running to the door, and one of them goes to the kids and holds the kids with a long gun inside of my driveway and does not let them go into the house. That is absolutely, as my wife said in the video, unacceptable and there needs to be accountability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's one of the most shocking things I think I've ever seen. I have to ask you. So the FBI, the Department of Justice, I can barely say that phrase with a straight face is claiming that you're a violent extremist who is a physical threat to others. Do you embrace violence? Have you ever committed violence? What are they talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "P. VAUGHN",
      "sentences": "No, I have no idea. There's absolutely no evidence of that. The only place that has ever even seen is in the documents that they made up and used to justify in their mind and through the justice system. The ones that signed off on this needed some kind of justification in their own minds to go after peaceful people that disagreed with them politically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Peter Breen, thank you for working on this case, for defending Paul Vaughn. Do you think that this is actually going to go to trial?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER BREEN, ATTORNEY, THOMAS MOORE SOCIETY",
      "sentences": "Well, Tucker when you've got a Federal prosecutor after you, I mean, we always have to plan for that. You know, Paul wasn't even arrested by the local police for trespassing. But those who did, who were arrested, we're leaning on the tradition of Dr. Martin Luther King. He himself was inspired by Mahatma Gandhi. I mean, this is the great tradition of American civil disobedience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREEN",
      "sentences": "And it's not the sort of thing that you turn into a 10-year felony. Paul himself, we believe we have very strong defenses and hope to beat these charges at trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And I hope you do so with a country that rises up on your side because this is -- he wasn't even arrested for trespassing at the scene, and over a year later, they send the FBI to his house in front of his children. It's really just beyond -- I appreciate both of you coming on tonight. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "P. VAUGHN",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREEN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Kanye West, now known as Ye, showed up at Paris Fashion Week last week with a t-shirt that said White Lives Matter and completely blew up the internet, but he was not alone. He was sitting right next to his friend and our friend, Candace Owens. She joins us straight ahead to discuss the response to that. Plus, the Surgeon General of Florida also one of the good guys was just suspended from Twitter for posting a scientific study that Pfizer didn't like. Hard to believe, but true. He joins us as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Joseph Ladapo is a physician, he has got credentials equal to any doctor in the United States. He is now the Surgeon General of the State of Florida. So on Twitter, he recently announced the results of an analysis conducted by the Department of Health in the State of Florida and it found, \"An 84 percent increase in the relative incidence of cardiac related death among males 18 to 39 years old within 28 days following the mRNA vaccination.\" So, that is a bombshell. Eighty-four percent increase of death. So, you'd think that would be the lead in \"The New York Times,\" but no, everyone is trying to make those facts go away. Twitter removed that tweet, which described the findings. Twitter also suspended Dr. Ladapo's account. Now even in this country in 2022, under Biden, people thought that was crazy. So, there was an outcry and Twitter later reversed the decision. But the fact they did it in the first place tells you everything. Dr. Joseph Ladapo is the author of \"Transcend Fear: A Blueprint for Mindful Leadership in Public Health,\" he joins us tonight. Doctor, thanks so much for coming on. The response to this is shocking. You would think people would want to know because unless I'm misreading that summary, this is a big deal finding, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. JOSEPH LADAPO, SURGEON GENERAL OF THE STATE OF FLORIDA",
      "sentences": "Tucker, it's an enormous deal. I talked to people and there has been so much confusion, as you know, over the past few years, that people have trouble sometimes even identifying when something has so clearly crossed the line. So, I ask people sometimes who are still, you know, hemming and hawing about this. If this vaccine, if it had been known two years ago or so that this vaccine would increase cardiac deaths in young men by 84 percent, would they have approved it? The obvious answer is no, you would never give something to someone who was young and healthy and increase their risk of dying from sudden cardiac death by 84 percent. But people are often, their response is, \"Well, you know, I don't know. COVID is pretty bad.\" Yes. COVID can be terrible. But we don't give people medications that kill them. So, there has been so much confusion. But yes, that was our finding and it was a surprise, but that's what the numbers show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's shocking. And it has -- I mean, considering, you know, 200 million Americans took this drug at gunpoint, they were forced to, this has massive implications. There are 50 states, why is yours the only that's telling us this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LADAPO",
      "sentences": "Why? I think frankly, it's because we are the only one that has asked the question. And, you know, again, it's just a reflection of how many things have been so backwards during the pandemic. Of course, you look more closely at cardiac adverse events when you already know that the vaccine is increasing the incidence of myocarditis in young men by ten, twenty, thirty times. I mean, that's what the studies show. So of course, you should look for that. But instead, like you said, they are just hoping that somehow this goes away. This isn't going away. This is real. And, you know, and it's important. I mean, it's incredibly important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Every time we talk, I have the same thought, which is you'll be part of our public life and public conversation for a long time. So we're grateful to get in on the front end. Dr. Joseph Ladapo, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LADAPO",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, we told you and of course you do need to be told because you saw, last week, Ye, Kanye West at the Paris Fashion Week showed up with a shirt that said White Lives Matter and of course you're not allowed to say that for some reason, a reason that no one ever explained. But he wasn't the only one. Sitting right next to him was his friend, Candace Owens, and so we thought it would be interesting to hear her take on the response to that. Candace Owens joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Kanye West, now Ye, he was not the only person wearing a White Lives Matter t-shirt at the Paris Fashion Week. His friend and our friend, Candace Owens was standing right next to him. So, we asked West what that whole thing was like, and here is what he told us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KANYE WEST, RAPPER",
      "sentences": "The more and more I lean into God and work for God, the more wins God is going to bestow on our team, on Jesus' gang, and for me to go out and just state an obvious and empathetic statement in the middle of the most liberal central light to go, that was like Tiananmen Square, so I was like -- with Candace Owens, and we both wore the shirt at the same time. You know, we've got some Jesus soldiers out here and people say they're willing to die for it, but we live for it. We're living for the battle and what's the battle for? Life itself. Our children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Like Tiananmen Square, Ye West, Candace Owens standing there in front of the tank, which is international media. Candace Owens is the host of the podcast, \"Candace,\" and she joins us tonight. Candace, thanks so much for coming on. So, why did you do that? You did it together? And what do you think of the response? Why can't you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANDACE OWENS, POLITICAL COMMENTATOR",
      "sentences": "Well, I just want to say, it was one of the only weeks that I missed doing your show and the only reason I would miss doing your show, Tucker, is because I knew that there wasn't a cultural moment that would be so significant as this was. You know, I did it because Kanye called me and he said that he needed me to be there at the show, he needed me to be a part of the show. And when he told me what he had in mind and wearing these T shirts, which by the way, he told me the day of, I instantly understood what he was trying to do and what the artistic expression was. What it offered was a stunning commentary on the hypocrisy of the society that we live in. For years, we were told that Black lives matter was not an exclusionary phrase. We were told that it's just what we're saying, we're not trying to leave White people out, right? We're just saying this because this is a moment that Black Americans need to have in this country. They were totally fine when Asian Lives Matter became a slogan as well. Asians, by the way, are doing better in this country economically than White Americans. They're more successful in education as well, and they're more likely to get credit cards as just one example. And yet, despite all of that, it was okay to say Asian Lives Matter. We planned a t-shirt to actually do something that was inclusive to say, actually, White Americans, you are allowed to be a part of this, too, because literally All Lives Matter. And in fact, no lives have been mattering. Black Americans are suffering as a result, because of Black Lives Matter. We know that their neighborhoods have been rioted in inner city communities and the businesses are moving out of there. The results of Black Lives Matter has been White supremacy, assuming that Black Americans were stupid and emotional, and would loot and riot their own communities to fill a false narrative about policing. And so we got to say all of that by wearing one t-shirt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's just so interesting. I mean, if you're triggered, as they say, by a shirt like that, no one who was mad about it ever seem to ask like why? If it had said Malaysian Lives Matter, or you know, anybody -- you would -- a normal person will say, well, of course, all lives matter. But like, why does this make them so mad? It's weird, and dark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "It makes them so mad, because there is actually in this country, a hatred toward White people. It is undeniable. The worst thing that you can be in this country, far from what they're telling you, I would say two things. First and foremost, a Black child in the womb of its mother, that is the most unsafe place for a Black child to be. The second thing is a White, straight male, right? Because they would perceive that as being too normal, right? It's too normal for you to be a White straight male. You need to make yourself somehow problematized by saying that you're trans, that you're suffering, that you're gay, that you're Hispanic, that you have a biracial mother -- something. People are dying to say that they're anything, but being White. And again, that is the commentary that we offer by wearing these shirts. You actually cannot right now today on TikTok, you cannot use the #WhiteLivesMatter because they say that it inspires hatred. And in fact, banning #WhiteLivesMatter is what inspires hatred. The saddest part of this, Tucker, which I want to add is that after wearing the shirt and getting back here out in Tennessee, I went to a Farmers Market and I had White people coming up to me with tears in their eyes and I told Kanye this -- tears in their eyes saying, \"Thank you so much\" as if they are a forgotten people -- \"For just allowing us to have our voices back.\" They've been sitting in silence completely sidelined, told that they're not allowed to be American because there's a vicious narrative around that somehow Black Americans are suffering from policing and therefore White lives can't matter. They do. It's obvious. Kanye was correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. I don't know why people put up with it. I mean, no group -- no group -- no matter what they look like or what they believe should put up with being singled out on the basis of immutable characteristics. There should be zero tolerance for that. And yet, there is enormous, as you said, enforced tolerance. I mean, it should stop now. I agree with that. Candace Owens, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, they're always telling you shark attacks are rare. Sharks aren't dangerous. Well, they are actually not that rare. Sharks are pretty dangerous, it turns out. Very few people have survived one to talk about it. Our next guest was attacked by a Great White and lived to tell the tale. We are honored to speak to him, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Jared Trainor is 31 years old and he spent more than a decade surfing all across California, up and down the coast. Earlier this month, a coworker suggested that he head to Centreville Beach in the famous Humboldt County. So, he did. He paddled past the waves. He noticed that something was strange, a Great White Shark, the one thing all surfers fear showed up, knocked him right off the board, and amazingly Jared Trainor survived. He joins us tonight to explain what that was like. Jared, thanks so much for coming on. Had you worried about this? So, I mean, California -- there are a lot of sharks off California. Were you ever worried about sharks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARED TRAINOR, SHARK ATTACK SURVIVOR",
      "sentences": "Yes. Sharks have been probably one of my biggest fears for a long time. Unless, I surf despite and I have surfed up and down the coast, but for the most part, I surf up here in Humboldt County and it was definitely has been on my mind. I live in a town or a city called Fortuna and the surfing options that we have locally are pretty remote and not a lot of traffic or people in the water. So, surfing there quite a bit. It's definitely on your minds. I'd say probably upwards of 70 percent of the time, I do surf there by myself. So, it was on my mind and being the month of October, I had some second thoughts about it. And yes, that day, it was on my mind more than usual, probably just because it was the beginning of October.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's kind of neat when your worst fears come true, because then, at least you get it out of the way. How did you -- this Great White Shark latches on to you. How do you get him off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAINOR",
      "sentences": "You know, at the time, I had just paddled out I'd probably been in the water for 10 minutes. And you know, between sets of waves, you have some time to think about anything. And it was kind of even on my mind in that moment. And there were a lot of seals in the water. So I actually, you know, it happened so fast that I actually had thought it was a seal. And so, I kind of came to while I was underwater, you know, and most of the pressure was around my knee and it was more localized. So, I thought that it might have been a seal. And yes, I pretty much just gave it one hard kick and it pretty quickly released and I got to my board and paddled in, kind of not knowing that I had, you know, many lacerations and I even checked my knee to see if it had broken my wetsuit and felt a little tear. And almost initially, I felt somewhat inconvenienced or agitated that a seal might have given me an infection. And so when I made it to the beach, that's when I realized how serious it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amazing. There's really nothing cooler than surviving a shark attack from a Great White. So congratulations on being alive and for what an incredible experience. Jared Trainor, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAINOR",
      "sentences": "No problem. Thank you for telling me. I don't feel very lucky, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's pretty cool. So Raw Egg Nationalist is maybe someone you haven't heard of, quite well known online, very smart, writes anonymously, often at the \"American Mind\" and certainly on Twitter. He is the leader of a movement that's looking outside the mainstream for ways to get healthy. We spoke to him for a new \"Tucker Carlson Originals\" documentary, \"The End of Men.\" Here is part of the conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "If the bro scientists have a spiritual leader, it would be a man who calls himself Raw Egg Nationalist. Here is his message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "sentences": "The enemy today is what I like to call soy globalism. The globalist aim is to destroy nations and local communities and they do this by isolating communities and sickening through food and also through so-called medicine. With all the dreadful chemicals we're exposed to on a daily basis, the globalist want you to be fat, sick, depressed, and isolated. It would be better to control you and to milk you for as much economic value as they can before they kill you. That's soy globalism in a nutshell. Oh nothing live in the pod eat the soy. The best response to this is a strong politics nationalism. The nation is only as strong as the individuals who make it up and that's where raw eggs come in. Eggs are a superfood packed with protein, fats, vitamins, minerals, and anabolic cholesterol. The absolute opposite of the disgusting rubbish the globalists want you to eat. Eggs are cheap. You can't patent an egg. By making the individual strong, you make the nation strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We are honored to have Raw Egg Nationalist on the show now. He joins us anonymously. Raw Egg Nationalist, thanks so much for coming on. Why is it -- so your position as articulated in the tape we just played is, it's better to be strong and healthy than to be weak and unhealthy? Why is that so threatening to the people in charge? RAW EGG NATIONALIST (via phone): Well, thanks for having me, Tucker. I think it's threatening for a number of different reasons, and one of them at least is because illness is big business. Illness is huge business in the developed world, especially in the US. So whether we're talking about food, about the awful processed food that most people eat that is laced with high fructose corn syrup and canola oil, whether we're talking about the medical regime, and the medical failure to address the root causes of people's physical and mental ailments, the prescriptive model of medicine, or whether we're talking about the harmful chemicals that are featured in the documentary, which is worth -- it is worth remembering are essential to modern manufacturing processes. You can't make plastic without these horrible estrogenic chemicals that are wreaking havoc with men and women's endocrine systems. So, there's that. Illness is big business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But you would think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "sentences": "And the second thing is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, I'm sorry -- I'm sorry to interrupt you. And the second thing is what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "sentences": "I was just going to say that progressives are afraid of what fit, healthy, motivated men can do. You know, men are a revolutionary force, plain and simple. History tells that time and again. I mean, today is Columbus Day, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "sentences": "So, yes, there's that too. Definitely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And I mean, that does seem to be what triggers them. The idea that if men aren't passive, if they're not medicated, if they're not just sitting inside all day, then maybe they will be a challenge to the hegemony of the people wrecking everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "sentences": "Exactly. I think the real power of this documentary, Tucker, is the fact that you're forcing them to face facts that they don't want to face. You're pointing to hard facts, to real trends that are substantiated by proper research by real scientists and they can't just sweep this away. They can't sweep it under the rug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, they can't. Raw Egg Nationalist, you're definitely one of the stars of this document and we're grateful for that and for coming on tonight. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "sentences": "Thank you for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"The End of Men\" is the documentary. It's now on FOX Nation. So obviously, you can't celebrate Columbus Day. It's Indigenous Peoples Day. No one asked the indigenous people what they think of that, but it doesn't matter. They have only one representative in the United States Congress right now, and that, of course, is Elizabeth Warren. She's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Happy Columbus Day. That's the day that we celebrate the arrival of civilization in the Americas, but not everyone is happy about that. Some people are mad about civilization. Elizabeth Warren, for example, she just tweeted this: \"On Indigenous Peoples Day, we celebrate the contributions, the extraordinary resilience, and the rich cultures of tribal nations and native communities, today and every day. The federal government must recommit itself to honoring its promises to native peoples.\" But wait a second, you may ask yourself shouldn't native peoples be able to speak for themselves? Why should yet another shrewish liberal White lady get to speak for them? Seen too much of that already. Oh, but we would correct you. Elizabeth Warren is not your average shrewish liberal White lady. She herself is an indigenous person. Elizabeth Warren is as indigenous as they come. Not just to Cambridge and in 2012, she gave us proof.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA)",
      "sentences": "My Aunt Bee has walked by that picture at least a thousand times remarked that her father, my Papaw, had high cheek bones like all of the Indians did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. They've all got high cheek bones, those Indians. Duh. Sean Hannity right now. SEAN HANNITY, FOX NEWS CHANNEL HOST, \"HANNITY\": I can't top that. I just - - I know when I am beat. I cannot top that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I just want to send her a small pox blanket, it's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You can't make it up. Tucker, thank you. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "utterance": "Good evening and welcome to TUCKER CARLSON TONIGHT. Happy Columbus Day. Remember Columbus Day? That's the day that we celebrate the discovery of the New World by Christopher Columbus and all that happened after, which was the creation of the freest and most humane society in the history of man. We're still celebrating it, but we're also assessing what happened to that society because it is changing. We want to tell you the story of a man called Paul Vaughn, leading off tonight. Paul Vaughn does not fit the profile of a terrorist. You'd never guess. He is 55 years old. He's a former Pastor who now runs a small Internet service business in middle Tennessee. He and his wife are gentle people. They're faithful Christians. They spend most of their time raising their 11 children. Last Wednesday morning, at about 7:15 AM, a bucolic scene at the Vaughn household. Several of Paul Vaughn's children were standing in the front yard about to head to school. Suddenly, out of nowhere, their world falls down around them. A team of FBI agents armed with automatic rifles swoop in in their SUVs and begins pounding on the front door of the family home. Inside the house, Paul Vaughn is watching this and he is shocked, as he said later, \"When I opened the door and saw the guns pointed at me, I asked them what they wanted. They said they wanted me,\" and they did. The agents led Paul Vaughn away. Inside the house, his wife who had been at the back with their newest child, an 18-month-old baby, ran to the front door. Confused and terrified, she asked what anyone would ask, \"Who are you and why are you taking my husband away?\" We don't need to guess about the exchange because it's on tape. Here is what it looked like."
    },
    {
      "speaker": "AGENT",
      "utterance": "If you're not going to let me in, then I will just --"
    },
    {
      "speaker": "BETHANY VAUGHN, PAUL VAUGHN'S WIFE",
      "utterance": "No. I want to know why you were banging on my door with a gun. You're not going to tell me anything?"
    },
    {
      "speaker": "AGENT",
      "utterance": "No, we're not."
    },
    {
      "speaker": "AGENT",
      "utterance": "I tried ma'am."
    },
    {
      "speaker": "B. VAUGHN",
      "utterance": "No, you didn't. You did not try. This is not acceptable. Can I have your name? You're not going to give me your name? You're not going to give me any information?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Body armor, little watch caps, automatic weapons held at the ready, taking off with her husband. \"Why are you taking him? Who are you?\" She asks, but of course they completely ignore her. \"No, we're not going to answer. We tried\" -- when they didn't. They don't have to answer because when your husband is a domestic terrorist, the government doesn't owe you an answer to the most basic questions. So, Paul Vaughn, we now learned, is a terrorist, but what did he do? You may be wondering that by this point. Well, as the Department of Justice explained later in the statement, Paul Vaughn opposes abortion and not just in a quiet, personal way. That would be bad enough, but Paul Vaughn is outspoken about his views on abortion. He still believes, being 55, this is a free country with a Bill of Rights that allows you the freedom to say what you want and even have protests on behalf of your ideas. He believes that was the freedom that built this country. So, a year and a half ago, in March of 2021, Vaughn and 10 volunteers from a Christian pro-life group in Tennessee staged a protest at an abortion clinic in Mount Juliet. Now, we don't need to speculate about what happened next, and that's a good thing for Paul Vaughn. It was broadcast live on Facebook by one of the volunteers. That would be 73-year-old Chester Gallagher. Watch this:"
    },
    {
      "speaker": "POLICE OFFICER",
      "utterance": "Hey guys. We are going to need you guys to disperse outside, okay? This is your last warning. I need everybody to step outside and go to the sidewalk. You're more than welcome to protest out on the sidewalk, okay? I'm just asking real nicely, please, for you to leave and go outside on the sidewalk."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, you live in the United States and you watch nightly the chaos in your city, buildings burning, people being pushed in front of subway trains, people getting knocked in the face on the street for no reason, carjackings, murders up in every city in America. So, you look at that and you think, is that really it? That's why armed FBI agents with automatic rifles arrived at Paul Vaughn's home last Wednesday? Because of that? Because more than a year ago, a group of Christians, many of them elderly, sang hymns? Yes, that's it. That's what he did wrong. Now we should note that we only have this video evidence because of the hard work of Mia Cathell at Townhall, which broke this story. God bless. Without this documentary evidence, without this video, you might be tempted to believe the Biden administration when it tells you that Paul Vaughn \"Used force and physical obstruction to injure, intimidate, and interfere with employees of the abortion clinic.\" Oh, but he didn't. He didn't use physical force. He sang hymns. But for doing that, Joe Biden's Department of Justice now tells us, Paul Vaughn deserves to spend 11 years in prison. Eleven years. Vaughn's \"coconspirators\" from that day in March of 2021, meaning other pro-life activists, are also facing long prison sentences. This group would include 87-year-old Eva Edl. Now, if that name sounds familiar to you, it's because she is something of a celebrity in Christian circles, pro-life circles, and that's because she survived a Yugoslav concentration camp before escaping to this country, where she spent decades advocating against abortion. She has seen firsthand what happens when the government denies the essential humanity of a person. In this picture, you can see her sitting in front of an abortion clinic as a police officer towers over her. Within seconds, two officers are shoving this 87-year-old into the back of a car. Now, again, contrast this with the country you watch every night on television or the one you've experienced if you live in a city where people are afraid to go to the grocery store, where Wendy's burned down in the name of Civil Rights and no one does a thing about it. Watch how they're treated. Same thing happened to 58-year-old Heather Idoni back in March of 2021. It took a whole team of police officers to remove her. Really? You wonder why. How dangerous does she look? Then there was 57-year-old evangelist Calvin John Zastrow. He was also arrested that day in March. Here's a video he shot discussing it:"
    },
    {
      "speaker": "CALVIN JOHN ZASTROW, EVANGELIST",
      "utterance": "When we have national revival, this is what every abortion clinic is going to look like, right here, a field of rubble. Not through violence, through peace, but through God bringing the high places down. So, let's go show up in front of those high places, trust Him, rescue, preach, sing, pray, and see this happen to the rest of them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, you may not share his views. Maybe you do, maybe you don't, but be as honest as you can with yourself. Does that guy look dangerous and if so, compared to what? There are a lot of dangerous people wandering around, completely unimpeded. In fact, they're celebrated by this administration. Is that guy a dangerous person? Of course, he's not. He's a Christian. Maybe you're not a Christian. Maybe you're pro-choice. But even if you are, you are not, if you're being completely honest, going to conclude that that guy poses a threat to you or this country because he doesn't and neither is his daughter, who is 24 years old, Eva Darlene Zastrow. She was also apprehended at the clinic with her father. Here's her violent manifesto."
    },
    {
      "speaker": "EVA DARLENE ZASTROW, DAUGHTER OF CALVIN JOHN ZASTROW",
      "utterance": "I'd seen the pictures before, and I heard that it was murder before, but the connection went from knowing it here to knowing it in my heart. I just praise God that he gave me the opportunity to rescue, and Lord willing, abortion will end."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So imagine sitting back at Department of Justice headquarters assessing that video and saying to yourself, \"You know what? They need an armed FBI raid. Get out the body armor. That's a terror manifesto.\" Apparently, they did conclude that because now Joe Biden's Justice Department, the FBI, to its eternal shame, is rounding up everyone associated with Paul Vaughn's entirely nonviolent Christian organization. Take a look at the mug shots from the FBI's investigation into this event in March of 2021. It's on your screen right now. They're telling you, the FBI is telling you, bragging about it, that these people are dangerous. And of course, you know what they know, which is in America 2022, whether you're dangerous or not, depends almost entirely on who you voted for. There are people in this country who molest children. True fact. You are hearing now that they are \"minor-attracted persons.\" You have people on television trying to minimize the gravity of child molestation. Why is that? Well, because they're probably Biden voters. That's the assumption anyway. Meanwhile, those people in the mug shots on the screen, those are the terrorists. Keep in mind that Biden voters, who've actually killed people are facing less jail time than these Christian protesters. Illinois BLM rioter Matthew Rupert received fewer than 11 years for setting fire to a cell phone store in Minneapolis. Oh, really? Twenty-six-year-old Montez Terriel Lee received fewer than 11 years in prison for setting fire to the Max It Prawn Shop in Minneapolis, a fire that wound up killing a 30-year-old man. He got less time than Paul Vaughn is facing. Twenty-year-old Samuel Elliot Frey was sentenced to just over two years in Federal prison for setting fire to a health food store, but it was for a good cause. It was for Joe Biden, so not a big deal. All of those crimes and countless others that are happening around the country at a scale we have not seen in our lifetimes, all of those crimes are being treated as less serious offenses than a man who sang hymns in an abortion clinic. So, what's going on here? Well, a day before the FBI's raid on Paul Vaughn, Joe Biden and Kamala Harris announced their new policy, which is pro- lifers, because they disagree with Joe Biden and upset the base, are now terrorists."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "We believe, and I certainly believe that a woman should have the freedom to make decisions about her own body and that her government should not be making those decisions for her. Today's extremist so-called leaders are attacking the freedom and liberty of millions of women."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're not going to sit by and let Republicans throughout the country enact extreme policies to threaten access to basic healthcare. My message to folks across the country who are worried about what we're seeing is first, that we have your back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, you think to yourself as you watch something like that, \"Well, of course, there's an election coming up in just a few weeks and a lot of the Democratic base believes that abortion is the key to freedom and happiness and they're very upset about the Roe v. Wade decision. Roe v. Wade is no longer the law of the land and so, Biden and Harris and the rest of the leaders of that party are pandering to them.\" It's okay. We're on your side.\" What you don't think as you watch something like that, that its effect will mean sending guys with automatic weapons to Paul Vaughn's house and scaring the hell out of his 11 children. You never would have imagined that in real life, people who sang hymns in an abortion clinic could be facing 11 years in prison. So, you have to ask, since the parallels are very clear, this is effectively the modern version of Bull Connor's fire hoses and German Shepherds. Has a single Democrat pointed out that this is insane? That an 11-year sentence for him singing might be a little punitive? Has Sandy Cortez said anything? Wait a second. We're pro-choice and everything, but 11 years for a 55-year-old father of 11? Has Rashida Tlaib? What about George Gascon or Larry Krasner? The guys who think, \"Well, we put away too many people in prison. We've got to pull back a little bit. We've got to rehabilitate them.\" What about the compassion mongers at CNN or MSNBC? Have they said a word about this? As their country becomes totalitarian, have they even noticed? We checked. No. The only clip we could find was Nancy Pelosi, where she endorses violence against her political enemies. Here she is."
    },
    {
      "speaker": "REPORTER",
      "utterance": "There has been a number of attacks on churches, on crisis pregnancy centers. Republicans are going after Democrats for not saying anything and they're saying that your rhetoric is contributing to these attacks on these crisis pregnancy centers."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "Well, let me just say this: A woman has a right to choose, to live up to her responsibility. It's up to her, her doctor, her family, her husband, her significant other, and her God. I'm a very Catholic person and I believe in every woman's right to make her own decisions."
    },
    {
      "speaker": "CARLSON",
      "utterance": "First of all, you're not a Catholic. I mean, this is ridiculous. Let's stop pretending. Second, you don't believe at all of the right to choose. You applauded as nurses got fired because they didn't want to take the mandatory vax because they did want to hurt their own fertility. They wanted to have children maybe someday and you thought that was great. So, it wasn't their body, their choice. You're a liar and a fraud. You're not a Christian. Be quiet. But what's really stunning is nobody, the people who've lectures for years, the criminal justice system is just to mean, that MS-13 are children of God. They don't have a problem with this at all. The people who claim to hate mass incarceration, it turns out, are strongly for the mass incarceration of anyone who disagrees with them, and they're doing it. As Julie Kelly has reported relentlessly, Judges have sentenced dozens of January 6th defendants to months in prison, followed by probation. Why? Oh, because they entered a public building as police officers stood by, lifted the ropes for them. What was that about, by the way? Don't ask, shut up. They belong in jail. As of this week, dozens of January 6th defendants are still being held in pretrial detention. No one notices. Where's the Republican Party in that? Nowhere. At the same time, the FBI has made zero arrests, none, to protect pro- lifers from actual violence, not hymn singing, firebombing. The CompassCare Pregnancy Services Center in Buffalo was firebombed in June. No arrests have been made. In fact, the FBI seized surveillance footage from the facility and never gave it back."
    },
    {
      "speaker": "REPORTER",
      "utterance": "This building was up in flames this morning when police and firefighters arrived and this is the aftermath: Broken windows, shattered glass, and graffiti which the CEO says gives him an indication as to who is behind this. CEO Jim Harden says this didn't come as a shock. Recently, CompassCare has been receiving threats online and in person. The graffiti on the side of the building says \"Jane was here\" and Harden says he thinks the abortion rights group, Jane's Revenge is behind the attack. It's a reference to Jane's Collective which was provided underground abortions in Chicago in the 1960s. The group took responsibility for firebombing a pro-life facility in Madison, Wisconsin last month. Harden says it'll take months to repair the $100,000.00 worth of damage to the facility."
    },
    {
      "speaker": "CARLSON",
      "utterance": "See how this works? So, a group aligned with Joe Biden firebombs a building (firebombs) and the FBI does nothing. Instead, they send agents with automatic rifles to the home of a 55-year-old man with 11 children because he sang hymns in an abortion clinic. This is too much actually. There's always going to be disparities in justice. There's always going to be disparities in law enforcement. You have to believe they are unintentional. This is not unintentional. This is intentional. It's right in our face, and it's completely unacceptable. Chris Wray, who runs the FBI, purportedly a good guy, a decent man who cares about justice, what does he think of this? Is this all right? Sending FBI agents with automatic weapons to arrest a hymn singer? So, we called Chris Wray's office today and asked a simple question: Are you okay with this? You know this is happening? You run the FBI. No response just like Paul Vaughn's wife just shut the door. We don't have to answer your questions. These are political raids, and they're exactly what the most recent FBI whistleblower Steve Friend warned about last month. The FBI didn't respond to those warnings from one of its own agents. It just suspended Steve Friend. So, the raids are continuing. People need to see this. This is going too far, and it's getting scary. Paul Vaughn, who was arrested in front of his many children, joins us now. He is joined by his attorney, Peter Breen, who is a Senior Counsel and VP at the Thomas Moore Society. Thank you both very much. Paul, first to you. I have to wonder, what does your children think of this?"
    },
    {
      "speaker": "PAUL VAUGHN, RAIDED BY THE FBI",
      "utterance": "Well, Tucker, they -- you know, there's various thoughts and processing going on. They are dealing with this and trying to work through what happened. Fortunately, as a Christian family, we do a lot of studying about historic Christianity and missionaries in the past and persecution that has happened in the church. So, they're familiar with stories. They know they're people who've been martyred throughout history. They know they've been persecuted and picked on by bully tyrants, just in other parts of history, just like they are being in America today."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But you're not allowed to unleash the FBI on an entire religion, are you?"
    },
    {
      "speaker": "P. VAUGHN",
      "utterance": "Absolutely not, and don't think because they've been trained that makes it okay. When my kids go out to the car to go to school, and the FBI pulls up armed, running to the door, and one of them goes to the kids and holds the kids with a long gun inside of my driveway and does not let them go into the house. That is absolutely, as my wife said in the video, unacceptable and there needs to be accountability."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's one of the most shocking things I think I've ever seen. I have to ask you. So the FBI, the Department of Justice, I can barely say that phrase with a straight face is claiming that you're a violent extremist who is a physical threat to others. Do you embrace violence? Have you ever committed violence? What are they talking about?"
    },
    {
      "speaker": "P. VAUGHN",
      "utterance": "No, I have no idea. There's absolutely no evidence of that. The only place that has ever even seen is in the documents that they made up and used to justify in their mind and through the justice system. The ones that signed off on this needed some kind of justification in their own minds to go after peaceful people that disagreed with them politically."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Peter Breen, thank you for working on this case, for defending Paul Vaughn. Do you think that this is actually going to go to trial?"
    },
    {
      "speaker": "PETER BREEN, ATTORNEY, THOMAS MOORE SOCIETY",
      "utterance": "Well, Tucker when you've got a Federal prosecutor after you, I mean, we always have to plan for that. You know, Paul wasn't even arrested by the local police for trespassing. But those who did, who were arrested, we're leaning on the tradition of Dr. Martin Luther King. He himself was inspired by Mahatma Gandhi. I mean, this is the great tradition of American civil disobedience."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BREEN",
      "utterance": "And it's not the sort of thing that you turn into a 10-year felony. Paul himself, we believe we have very strong defenses and hope to beat these charges at trial."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And I hope you do so with a country that rises up on your side because this is -- he wasn't even arrested for trespassing at the scene, and over a year later, they send the FBI to his house in front of his children. It's really just beyond -- I appreciate both of you coming on tonight. Thank you so much."
    },
    {
      "speaker": "P. VAUGHN",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "BREEN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Kanye West, now known as Ye, showed up at Paris Fashion Week last week with a t-shirt that said White Lives Matter and completely blew up the internet, but he was not alone. He was sitting right next to his friend and our friend, Candace Owens. She joins us straight ahead to discuss the response to that. Plus, the Surgeon General of Florida also one of the good guys was just suspended from Twitter for posting a scientific study that Pfizer didn't like. Hard to believe, but true. He joins us as well."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Joseph Ladapo is a physician, he has got credentials equal to any doctor in the United States. He is now the Surgeon General of the State of Florida. So on Twitter, he recently announced the results of an analysis conducted by the Department of Health in the State of Florida and it found, \"An 84 percent increase in the relative incidence of cardiac related death among males 18 to 39 years old within 28 days following the mRNA vaccination.\" So, that is a bombshell. Eighty-four percent increase of death. So, you'd think that would be the lead in \"The New York Times,\" but no, everyone is trying to make those facts go away. Twitter removed that tweet, which described the findings. Twitter also suspended Dr. Ladapo's account. Now even in this country in 2022, under Biden, people thought that was crazy. So, there was an outcry and Twitter later reversed the decision. But the fact they did it in the first place tells you everything. Dr. Joseph Ladapo is the author of \"Transcend Fear: A Blueprint for Mindful Leadership in Public Health,\" he joins us tonight. Doctor, thanks so much for coming on. The response to this is shocking. You would think people would want to know because unless I'm misreading that summary, this is a big deal finding, is it not?"
    },
    {
      "speaker": "DR. JOSEPH LADAPO, SURGEON GENERAL OF THE STATE OF FLORIDA",
      "utterance": "Tucker, it's an enormous deal. I talked to people and there has been so much confusion, as you know, over the past few years, that people have trouble sometimes even identifying when something has so clearly crossed the line. So, I ask people sometimes who are still, you know, hemming and hawing about this. If this vaccine, if it had been known two years ago or so that this vaccine would increase cardiac deaths in young men by 84 percent, would they have approved it? The obvious answer is no, you would never give something to someone who was young and healthy and increase their risk of dying from sudden cardiac death by 84 percent. But people are often, their response is, \"Well, you know, I don't know. COVID is pretty bad.\" Yes. COVID can be terrible. But we don't give people medications that kill them. So, there has been so much confusion. But yes, that was our finding and it was a surprise, but that's what the numbers show."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's shocking. And it has -- I mean, considering, you know, 200 million Americans took this drug at gunpoint, they were forced to, this has massive implications. There are 50 states, why is yours the only that's telling us this?"
    },
    {
      "speaker": "LADAPO",
      "utterance": "Why? I think frankly, it's because we are the only one that has asked the question. And, you know, again, it's just a reflection of how many things have been so backwards during the pandemic. Of course, you look more closely at cardiac adverse events when you already know that the vaccine is increasing the incidence of myocarditis in young men by ten, twenty, thirty times. I mean, that's what the studies show. So of course, you should look for that. But instead, like you said, they are just hoping that somehow this goes away. This isn't going away. This is real. And, you know, and it's important. I mean, it's incredibly important."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Every time we talk, I have the same thought, which is you'll be part of our public life and public conversation for a long time. So we're grateful to get in on the front end. Dr. Joseph Ladapo, thank you very much."
    },
    {
      "speaker": "LADAPO",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, we told you and of course you do need to be told because you saw, last week, Ye, Kanye West at the Paris Fashion Week showed up with a shirt that said White Lives Matter and of course you're not allowed to say that for some reason, a reason that no one ever explained. But he wasn't the only one. Sitting right next to him was his friend, Candace Owens, and so we thought it would be interesting to hear her take on the response to that. Candace Owens joins us next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Kanye West, now Ye, he was not the only person wearing a White Lives Matter t-shirt at the Paris Fashion Week. His friend and our friend, Candace Owens was standing right next to him. So, we asked West what that whole thing was like, and here is what he told us."
    },
    {
      "speaker": "KANYE WEST, RAPPER",
      "utterance": "The more and more I lean into God and work for God, the more wins God is going to bestow on our team, on Jesus' gang, and for me to go out and just state an obvious and empathetic statement in the middle of the most liberal central light to go, that was like Tiananmen Square, so I was like -- with Candace Owens, and we both wore the shirt at the same time. You know, we've got some Jesus soldiers out here and people say they're willing to die for it, but we live for it. We're living for the battle and what's the battle for? Life itself. Our children."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Like Tiananmen Square, Ye West, Candace Owens standing there in front of the tank, which is international media. Candace Owens is the host of the podcast, \"Candace,\" and she joins us tonight. Candace, thanks so much for coming on. So, why did you do that? You did it together? And what do you think of the response? Why can't you do that?"
    },
    {
      "speaker": "CANDACE OWENS, POLITICAL COMMENTATOR",
      "utterance": "Well, I just want to say, it was one of the only weeks that I missed doing your show and the only reason I would miss doing your show, Tucker, is because I knew that there wasn't a cultural moment that would be so significant as this was. You know, I did it because Kanye called me and he said that he needed me to be there at the show, he needed me to be a part of the show. And when he told me what he had in mind and wearing these T shirts, which by the way, he told me the day of, I instantly understood what he was trying to do and what the artistic expression was. What it offered was a stunning commentary on the hypocrisy of the society that we live in. For years, we were told that Black lives matter was not an exclusionary phrase. We were told that it's just what we're saying, we're not trying to leave White people out, right? We're just saying this because this is a moment that Black Americans need to have in this country. They were totally fine when Asian Lives Matter became a slogan as well. Asians, by the way, are doing better in this country economically than White Americans. They're more successful in education as well, and they're more likely to get credit cards as just one example. And yet, despite all of that, it was okay to say Asian Lives Matter. We planned a t-shirt to actually do something that was inclusive to say, actually, White Americans, you are allowed to be a part of this, too, because literally All Lives Matter. And in fact, no lives have been mattering. Black Americans are suffering as a result, because of Black Lives Matter. We know that their neighborhoods have been rioted in inner city communities and the businesses are moving out of there. The results of Black Lives Matter has been White supremacy, assuming that Black Americans were stupid and emotional, and would loot and riot their own communities to fill a false narrative about policing. And so we got to say all of that by wearing one t-shirt."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's just so interesting. I mean, if you're triggered, as they say, by a shirt like that, no one who was mad about it ever seem to ask like why? If it had said Malaysian Lives Matter, or you know, anybody -- you would -- a normal person will say, well, of course, all lives matter. But like, why does this make them so mad? It's weird, and dark."
    },
    {
      "speaker": "OWENS",
      "utterance": "It makes them so mad, because there is actually in this country, a hatred toward White people. It is undeniable. The worst thing that you can be in this country, far from what they're telling you, I would say two things. First and foremost, a Black child in the womb of its mother, that is the most unsafe place for a Black child to be. The second thing is a White, straight male, right? Because they would perceive that as being too normal, right? It's too normal for you to be a White straight male. You need to make yourself somehow problematized by saying that you're trans, that you're suffering, that you're gay, that you're Hispanic, that you have a biracial mother -- something. People are dying to say that they're anything, but being White. And again, that is the commentary that we offer by wearing these shirts. You actually cannot right now today on TikTok, you cannot use the #WhiteLivesMatter because they say that it inspires hatred. And in fact, banning #WhiteLivesMatter is what inspires hatred. The saddest part of this, Tucker, which I want to add is that after wearing the shirt and getting back here out in Tennessee, I went to a Farmers Market and I had White people coming up to me with tears in their eyes and I told Kanye this -- tears in their eyes saying, \"Thank you so much\" as if they are a forgotten people -- \"For just allowing us to have our voices back.\" They've been sitting in silence completely sidelined, told that they're not allowed to be American because there's a vicious narrative around that somehow Black Americans are suffering from policing and therefore White lives can't matter. They do. It's obvious. Kanye was correct."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. I don't know why people put up with it. I mean, no group -- no group -- no matter what they look like or what they believe should put up with being singled out on the basis of immutable characteristics. There should be zero tolerance for that. And yet, there is enormous, as you said, enforced tolerance. I mean, it should stop now. I agree with that. Candace Owens, thank you."
    },
    {
      "speaker": "OWENS",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, they're always telling you shark attacks are rare. Sharks aren't dangerous. Well, they are actually not that rare. Sharks are pretty dangerous, it turns out. Very few people have survived one to talk about it. Our next guest was attacked by a Great White and lived to tell the tale. We are honored to speak to him, next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Jared Trainor is 31 years old and he spent more than a decade surfing all across California, up and down the coast. Earlier this month, a coworker suggested that he head to Centreville Beach in the famous Humboldt County. So, he did. He paddled past the waves. He noticed that something was strange, a Great White Shark, the one thing all surfers fear showed up, knocked him right off the board, and amazingly Jared Trainor survived. He joins us tonight to explain what that was like. Jared, thanks so much for coming on. Had you worried about this? So, I mean, California -- there are a lot of sharks off California. Were you ever worried about sharks?"
    },
    {
      "speaker": "JARED TRAINOR, SHARK ATTACK SURVIVOR",
      "utterance": "Yes. Sharks have been probably one of my biggest fears for a long time. Unless, I surf despite and I have surfed up and down the coast, but for the most part, I surf up here in Humboldt County and it was definitely has been on my mind. I live in a town or a city called Fortuna and the surfing options that we have locally are pretty remote and not a lot of traffic or people in the water. So, surfing there quite a bit. It's definitely on your minds. I'd say probably upwards of 70 percent of the time, I do surf there by myself. So, it was on my mind and being the month of October, I had some second thoughts about it. And yes, that day, it was on my mind more than usual, probably just because it was the beginning of October."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's kind of neat when your worst fears come true, because then, at least you get it out of the way. How did you -- this Great White Shark latches on to you. How do you get him off?"
    },
    {
      "speaker": "TRAINOR",
      "utterance": "You know, at the time, I had just paddled out I'd probably been in the water for 10 minutes. And you know, between sets of waves, you have some time to think about anything. And it was kind of even on my mind in that moment. And there were a lot of seals in the water. So I actually, you know, it happened so fast that I actually had thought it was a seal. And so, I kind of came to while I was underwater, you know, and most of the pressure was around my knee and it was more localized. So, I thought that it might have been a seal. And yes, I pretty much just gave it one hard kick and it pretty quickly released and I got to my board and paddled in, kind of not knowing that I had, you know, many lacerations and I even checked my knee to see if it had broken my wetsuit and felt a little tear. And almost initially, I felt somewhat inconvenienced or agitated that a seal might have given me an infection. And so when I made it to the beach, that's when I realized how serious it was."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amazing. There's really nothing cooler than surviving a shark attack from a Great White. So congratulations on being alive and for what an incredible experience. Jared Trainor, thank you."
    },
    {
      "speaker": "TRAINOR",
      "utterance": "No problem. Thank you for telling me. I don't feel very lucky, but --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's pretty cool. So Raw Egg Nationalist is maybe someone you haven't heard of, quite well known online, very smart, writes anonymously, often at the \"American Mind\" and certainly on Twitter. He is the leader of a movement that's looking outside the mainstream for ways to get healthy. We spoke to him for a new \"Tucker Carlson Originals\" documentary, \"The End of Men.\" Here is part of the conversation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "If the bro scientists have a spiritual leader, it would be a man who calls himself Raw Egg Nationalist. Here is his message."
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "utterance": "The enemy today is what I like to call soy globalism. The globalist aim is to destroy nations and local communities and they do this by isolating communities and sickening through food and also through so-called medicine. With all the dreadful chemicals we're exposed to on a daily basis, the globalist want you to be fat, sick, depressed, and isolated. It would be better to control you and to milk you for as much economic value as they can before they kill you. That's soy globalism in a nutshell. Oh nothing live in the pod eat the soy. The best response to this is a strong politics nationalism. The nation is only as strong as the individuals who make it up and that's where raw eggs come in. Eggs are a superfood packed with protein, fats, vitamins, minerals, and anabolic cholesterol. The absolute opposite of the disgusting rubbish the globalists want you to eat. Eggs are cheap. You can't patent an egg. By making the individual strong, you make the nation strong."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We are honored to have Raw Egg Nationalist on the show now. He joins us anonymously. Raw Egg Nationalist, thanks so much for coming on. Why is it -- so your position as articulated in the tape we just played is, it's better to be strong and healthy than to be weak and unhealthy? Why is that so threatening to the people in charge?"
    },
    {
      "speaker": "RAW EGG NATIONALIST (via phone)",
      "utterance": "Well, thanks for having me, Tucker. I think it's threatening for a number of different reasons, and one of them at least is because illness is big business. Illness is huge business in the developed world, especially in the US. So whether we're talking about food, about the awful processed food that most people eat that is laced with high fructose corn syrup and canola oil, whether we're talking about the medical regime, and the medical failure to address the root causes of people's physical and mental ailments, the prescriptive model of medicine, or whether we're talking about the harmful chemicals that are featured in the documentary, which is worth -- it is worth remembering are essential to modern manufacturing processes. You can't make plastic without these horrible estrogenic chemicals that are wreaking havoc with men and women's endocrine systems. So, there's that. Illness is big business."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But you would think --"
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "utterance": "And the second thing is --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, I'm sorry -- I'm sorry to interrupt you. And the second thing is what?"
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "utterance": "I was just going to say that progressives are afraid of what fit, healthy, motivated men can do. You know, men are a revolutionary force, plain and simple. History tells that time and again. I mean, today is Columbus Day, right?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "utterance": "So, yes, there's that too. Definitely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And I mean, that does seem to be what triggers them. The idea that if men aren't passive, if they're not medicated, if they're not just sitting inside all day, then maybe they will be a challenge to the hegemony of the people wrecking everything."
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "utterance": "Exactly. I think the real power of this documentary, Tucker, is the fact that you're forcing them to face facts that they don't want to face. You're pointing to hard facts, to real trends that are substantiated by proper research by real scientists and they can't just sweep this away. They can't sweep it under the rug."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, they can't. Raw Egg Nationalist, you're definitely one of the stars of this document and we're grateful for that and for coming on tonight. Thank you very much."
    },
    {
      "speaker": "RAW EGG NATIONALIST",
      "utterance": "Thank you for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"The End of Men\" is the documentary. It's now on FOX Nation. So obviously, you can't celebrate Columbus Day. It's Indigenous Peoples Day. No one asked the indigenous people what they think of that, but it doesn't matter. They have only one representative in the United States Congress right now, and that, of course, is Elizabeth Warren. She's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Happy Columbus Day. That's the day that we celebrate the arrival of civilization in the Americas, but not everyone is happy about that. Some people are mad about civilization."
    },
    {
      "speaker": "Elizabeth Warren, for example, she just tweeted this",
      "utterance": "\"On Indigenous Peoples Day, we celebrate the contributions, the extraordinary resilience, and the rich cultures of tribal nations and native communities, today and every day. The federal government must recommit itself to honoring its promises to native peoples.\" But wait a second, you may ask yourself shouldn't native peoples be able to speak for themselves? Why should yet another shrewish liberal White lady get to speak for them? Seen too much of that already. Oh, but we would correct you. Elizabeth Warren is not your average shrewish liberal White lady. She herself is an indigenous person. Elizabeth Warren is as indigenous as they come. Not just to Cambridge and in 2012, she gave us proof."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA)",
      "utterance": "My Aunt Bee has walked by that picture at least a thousand times remarked that her father, my Papaw, had high cheek bones like all of the Indians did."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. They've all got high cheek bones, those Indians. Duh. Sean Hannity right now. SEAN HANNITY, FOX NEWS CHANNEL HOST, \"HANNITY\": I can't top that. I just - - I know when I am beat. I cannot top that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I just want to send her a small pox blanket, it's unbelievable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You can't make it up. Tucker, thank you."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}