{
  "date": "October 22, 2021",
  "headline": "'Hannity' on Biden's agenda",
  "subHeadline": "'Hannity' welcomed guests Kellyanne Conway, Ian Prior, Dana Loesch, Mark Brnovich and Clay Travis.",
  "url": "https://www.foxnews.com/transcript/hannity-on-day-68",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ANNOUNCER",
      "sentences": "Americans Held Hostage, Abandoned Behind Enemy Lines, Day 68.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "And welcome to HANNITY. Yep, 68 long days, our Americans, fellow Americans, their families, our allies, thousands of green cardholders all trapped behind the enemy lines of the Taliban, abandoned by your President Joe Biden. According to multiple reports, one young woman beheaded by the Taliban. Why? Because she once played for the Afghan national volleyball team. As we speak, all female athletes in the country, they're being hunted down by the Taliban. Female athletes are not allowed to exist in the new Islamic Emirates of Afghanistan. Oh, the one that Joe and Jen Psaki say are so business-like and professional, all according to Joe, right? Now, the people that you are taking off the terror watch list -- Joe Biden is now allowing former Taliban leaders taking them off the watch list and allowing them to come to America. Does he think they've changed? Do we have any indication they may have changed? I doubt they changed. And, of course, Biden has simply moved on or in his words he's turned the page. After all, he has more important things to worry about like reminiscing about his long train rides to Delaware. Very important matters. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "And so, Angelo Negri was from - - you remember Ang? Ang came up to me one day when I was -- when they just had announced that I had flown 1 million some -- X-number of miles on Air Force aircraft. And Ang comes up, and I'm getting into the car, and he goes, \"Joey, baby. What do you.\" And I thought the Secret Service was going to shoot him. I said, \"No, no, no, no. He's good. He's good.\" It's a true story. You know how many miles you did Amtrak?\" And I said, \"No, Ang. I don't have any idea, pal.\" He said, \"Let me tell you. We were at the retirement dinner.\" And he said, \"We added it up. You averaged a hundred -- I think it says -- twenty-one days a year. One hundred and twenty-one days. Your 36 years, plus as Vice President. Boom, boom. You have traveled over 2 million miles, Joe. I don't want to hear any more about the Air Force.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why talk about Afghanistan and the Americans he abandoned or his disaster at the border or begging OPEC for energy or the disaster known as the Biden economy? Now that bizarre, that rambling story is not even true, according to multiple media outlets and fact checkers. But that never stops Joe Biden from repeating one lie after another, in this case on five separate occasions. And even worse, apparently, Joe Biden now believes he was vice president of the United States for -- get this -- 36 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "A lot of the folks in Amtrak became my family, not a joke. I'd ride every day, I commuted every single day for 36 years as president, vice president United States. After my wife and daughter were killed, I went home to see my family, never stopped going -- doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thirty-six years as vice president, okay. I think it's pretty clear to everyone watching Joe Biden is not well. This man should not be our president. He is not mentally, cognitively strong enough and not fit to serve. And by the way, he also has blood on his hands as a result of his decision in Afghanistan something he said he wouldn't do. And now, because of Biden's obvious decline, his radical base they're calling all the shots their New Green Deal socialism is destroying the economy, his policy on energy is killing everybody, everybody's paying more for every item we buy. Look at this, tonight's American labor shortage is so bad, Domino's can't find drivers to deliver its pizzas. Grocery store shelves, yeah, they're going completely empty, and that's all across the country. We have cargo ships that have been anchored off the coast of California now for more time than it took them to cross the Pacific Ocean. Your Christmas presents probably are not going to arrive in time for Christmas and you're going to have to explain to your kids why Santa was being so mean this year. Inflation is at a 30-year high, even CNBC is forecasting this looming recession, trillions of dollars in this new Build Back Better/New Green Deal socialism spending that will only exacerbate all of these very serious problems. Then to make matters worse -- well, Joe's about to fire thousands of teachers and nurses and emergency medical professionals, and cops, and soldiers, and firefighters because of his rigid vaccine mandate that will only exacerbate every problem in the economy we already have in a major way. And remember, Biden and other top Democrats, they once vowed not to import or support any kind of vaccine requirement. Do you want to know where vaccine hesitancy comes from? Them, because they change their mind. The CDC website changes constantly. The NIH, flip flop Fauci, Joe Biden, all of it, they've literally have created an environment where nobody believes anything they say. This might bring back memories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Do you think COVID vaccines should be mandatory?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No, I don't think it should be mandatory. I wouldn't demand to be mandatory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "But perhaps the federal government should step in and issue mandates? And if not, are you putting the needs of unvaccinated people ahead of the needs of vaccinated people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, I think the question here, one, that's not the role of the federal government. That is the role that institutions, private sector entities, and others may take. That certainly is appropriate. Also, local communities are going to take steps they need to take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "I don't think you'll ever see a mandating of vaccine, particularly for the general public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We cannot require, that's not something that we can do. Oh, all of a sudden, I guess they can do. It is it just to score political points or divide the country for political gain? Why is there no other option like many states and localities have adopted. Now, whether Democrats like it or not -- look, the debate of vax, don't vax, you know what? We've had that debate. And for whatever reason I don't know millions of Americans are willing to lose their job lose their benefits abandon their retirement because that's how strongly they believe in their position. Many of these people have rare conditions that forbids them from getting the vaccine. Others have natural immunity and they believe the science of natural immunity, like for example this case we're all watching in Israel. It's going to be peer-reviewed, 800,000 people, close to it, and it seems natural immunity is better than the vaccine. Time will tell. Let's follow the science. The debate for them though for many people is over their minds are made up they're willing to lose it all and they're locked in. That will tank our economy, we will suffer even more and why? In order to vilify those Americans that will not make us any safer or more secure? It's not going to end COVID-19. It's not going to stop the spread. But Democrats, they don't seem to care about it. How about a simple option like okay, we don't want you to lose your pension, we don't want you to lose your job, we don't want to be short-staffed, how about you take a test once a week or twice a week or whatever. By the way, why don't they ever mention monoclonal antibodies or other treatments, whether you have a breakthrough case of COVID or you're unvaccinated, it seems to be working wonders because Joe Biden now didn't for the first time actually mentioned it, because it was so successfully, used by Ron DeSantis in Florida. They definitely don't care seemingly about the economy, they made that clear. Yesterday, in response to the current economic crisis and opposition to the New Green Deal socialism, Build Back Better, Congresswoman Alexandria Ocasio-Cortez complained that Republicans are just upset about a changing country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "I think they are upset about a changing country. I think they are upset about the fact that we cannot build or have or that they cannot really have majority -- you know, they cannot be elected with a majority with just a very narrow, homogeneous, classist base. And they are scared and they are angry and they are doing absolutely everything possible to ensure that we disenfranchise the very people and communities that have the power of changing this country for the better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think a lot of people are upset at the state of the economy. A lot of Americans upset that we abandoned Americans behind enemy lines. A lot of Americans are upset at the disaster at the border. A lot of Americans are upset that illegal immigrants get preferential treatment, no COVID testing, no vaccine mandates for them. I think most Americans are really upset. It costs so much more to fill up their gas tank, and heat and cool their home. And, of course, the rising grocery bills and empty shelves, and virtually nobody in the media mob is blaming Joe Biden even though he deserves it. And he reduced artificially America's oil and gas supply, and in the meantime, demand remain constant, that means the price goes way up. And you know what? It's gone way up and it's paying Americans not to work. We have record level spending, causing inflation to skyrocket. Now, by the way, hawking a multi-trillion dollar socialist spending bill, basically stealing from your kids, your grandkids -- guess what that does to inflation. That'll make it worse. The mob in the media, they're not angry about any of that. Instead, they're mad that Joe Biden's messaging isn't more on point? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So what is going on with you? Why are you so bad at politicking? Why are you so bad at politics, Democrats, when you have the winning message, when you have the Senate and you have the Congress and you have the White House and you can't win with a winning message, something is wrong. Democrats, get your butts in gear and get passionate about saving this damn country. You're not doing it. You're weak. You are weak. You are weak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'd take a little disagreement with that winning message thing about socialism. But anyway, forget the horrible economic crisis Joe Biden needs to sell it better? Really? Well, we -- I guess the greedy spoiled people of America -- I guess we all just need to lower our expectations, settle for less, tell your kids at Christmas that Santa is mad at you and it's not going to be the same this year. We need to stop complaining, sit back, enjoy another dark winter under Joe Biden and Anthony Fauci. Joining us now with more, the host of \"Life, Liberty, & Levin,\" the author of ten solid weeks in a row, the number one best-selling book in the country, the number one selling book for the entire year, American Marxism, the great one I call him, Mark Levin. Great one, I'll let you just take it from here, because I can't name a single thing Joe Biden is doing that's working. Maybe you can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, FOX NEWS HOST",
      "sentences": "No, I can't. Thank you, Sean. What's going on is American Marxism, we better call it what it is and what's going on here. But it's -- I want to talk about something specific that's illustrative of what's going on in this country. We have open borders that violates federal statutes, nobody's holding any hearings on that because they don't care that Joe Biden's violating the law. Joe Biden has put in place critical race theory throughout this government, violates in my view the equal protection part of the 14th Amendment and the 1964 Civil Rights Act. This genderism, which violates the rights of little girls and women who participate in athletes and so -- in athletics and so forth, you can see how they're trying to legislate in secret they keep talking about the so- called progressives and moderates working out a deal. The only people who are cut out is we the people. We're not involved in this deal. They keep threatening the independence of the Supreme Court, of course. We have murder through the roof. We have our enemies on the move. Communist China, fascistic Russia, the Islamic regime in Tehran and, of course, the inbred there in North Korea. And what's the House of Representatives focused on? Making inflation worse, spending trillions more. And then Nancy Pelosi has set up a little Soviet type of politburo called this January 6 Committee, in which he only allowed people on the committee who already decided that Donald Trump is guilty of something. And so, we have reprobates on this committee like Liz Cheney. I remember when people used to talk about wanting her father in prison. You remember that, Sean? I remember when people were very upset and said that her father had lied about the intelligence information, and I don't remember any special committee put together to investigate any of that. Liz Cheney's not investigating what happened in Afghanistan. She's not investigating all the MS-13 and drugs coming across the border. She's not investigating threats against the U.S. Supreme Court or anything of the sort. She's lost her mind. She's unhinged. And I'm picking on her specifically as an example of what is a Soviet-style committee set up by a speaker of the house who's chasing after an ex- president of the United States. The only kind of regimes that do this sort of thing -- Mao used to do this. Of course, Stalin used to do this. Castro used to do this. They go after people who are no longer in office. They try to use the power of the government. Has anybody been charged on January with insurrection? They keep calling this an insurrection. Nobody. Has anybody been charged with sedition? Nobody. Has anybody been charged with treason? Nobody. So why do they keep calling it an insurrection? The only person killed on January 6 was an innocent protester who wasn't violent in the least. The FBI already said there was no plot. So what is this committee that Nancy Pelosi has put together? What is this committee actually doing? Well, it's the worst attack on our democracy in history. No, it's not. The greatest threat to our country is not what happened on January. It's what happens every day, the Democrat Party, and their surrogates and mouthpieces in the media. That's the worst attack on this country, our economic system, our representative governing system, and so forth. That's the greatest threat that we face. Did people see Merrick Garland testify today? They have two types of people that they appoint in this administration -- radical Marxist kooks and feeble types. Now, here you have Merrick Garland that doesn't know anything that's going on. There was a real insurrection at the Interior Department last week. Merrick Garland was unaware of it, utterly unaware of it. It was -- they pushed through, they injured a police officer, nobody gives a damn. When the Portland courthouse, a federal courthouse was attacked night after night for over two months, with fire bombs, with all kinds of stuff, when we're police were under attack who Nancy Pelosi called storm troopers, Merrick Garland says well that's not domestic terrorism because nobody was there it was happening at night. Meanwhile, they go after parents. Liz Cheney concerned about that? Not in the least. Now, we have a big problem in this country ladies and gentlemen. We have a rogue presidency, we have a rogue Department of Justice, we have an out-of- control Democrat-controlled House by three votes. The Democrat controls Senate 50-50. By the luck of the Constitution, the vice president breaks the tie. And what do they want to do, what do they say they want to do? Fundamentally transform our economic system. Well, you have a choice you have a free market economic system that you have in free countries, that respects individuals, creates growth and wealth for individual human beings to work their way up the ladder, or you have a centralized, Marxist type socialist economic system where morons in Washington, D.C. either who work for the civil service not all but enough, and the politicians decide who gets what. Now, where does that work? Where has that ever worked? Did it work in Cuba? Did it work in Venezuela? Does it work anywhere where it's tried? No, and they're doing it in secrecy. And by God, we have to get it done by October 31st. Why? Because Joe Biden's going to be at some big meeting. I think it's a climate change meeting, where he wants to talk about climate change. So we've got to fundamentally transform our economic system, our governing system, destroy your freedom, destroy your lifestyle by October 31 so Joe Biden can jet off to a climate change meeting. This government is dysfunctional. Many of the Democrats are out of their minds. Some of the Republicans are out of their minds. The media are corrupt. We need a big fumigation effort here, so in the next election, we have to throw these bums out. And the election after that, we have to throw this doddering old fool in the Oval Office House. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's why we call you the great one, Mark Levin. Mark, thank you. Here now with more reaction is senior counsel to President Trump, Kellyanne Conway, FOX News contributor Lara Trump. Lara, let's get your thoughts on that and much more. I'll let you take it from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I think mark hit on something really important, the problem is just the Democrat Party, by and large. I mean, they have a big problem on their hands as they're heading to because no one wants to buy what the Democrats are selling. What are they running on? Open borders, inflation, empty shelves all across our country, high crime, defunding the police, making us dependent on foreign oil again? I mean, they really have given Americans nothing positive. He is exactly right -- their goal at the end of the day is to socialize America. That's not just an unpopular message in this country. It is un-American. People have not flocked to America since the inception of our country because of socialism. They have flocked here because of our freedoms, because of our capitalist system that says if you come to America no matter who you are, no matter where you started, and you have the will to work hard and you have a dream, there is no limit to what you can achieve in America. And right now, they want to stifle that. They don't want people to have dreams. They want to divide us. They want to make sure that we are fully reliant on the government going forward from here on out. Socialism, as Mark just pointed out, has never worked anywhere it's ever been tried, and quite frankly, if we do not take back the House, the Senate in `22, and then the White House in `24, we are in a huge mess as a country and I don't know if we can ever recover. But never forget who brought it to you. A House, a Senate and a White House fully run by Democrats, ladies and gentlemen. That who -- that's who has brought you the total and complete disaster that we have in America right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well said, I can't add to that. Kellyanne, I'll ask you the question this way. We do know how to solve these problems. If we wanted to solve the border issue, we'd go back to the Trump policies. If we wanted to solve the energy issues, we go back to the Trump policies. If we care about Americans we abandoned in Afghanistan, we go in and rescue them sooner than later. I don't believe in leaving them behind. The economic damage that is being done in large part because of energy, this can all be reversed, Kellyanne, but it's not going to happen with this radical group of Democrats and this party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, FORMER SENIOR COUNSELOR TO PRESIDENT TRUM",
      "sentences": "No, and if anything, they're trying to impose their will on us. In fact, I know people call them gaffes and mental acuity lapses, but these are just lies. Build Back Better cost zero dollars, that's false. We won't strand anybody in Afghanistan, that's a lie. We -- I mean, he lies about his background on Amtrak. Also that we -- the border is secure, a lie. There's not a crisis, a lie. And I think we have to call them to account out in the lies. This is another thing that's being reflected in the polls now. Joe Biden doesn't have a mandate as it is, because he has a 50-50 Senate and a very slim, hairline majority in the House. So he doesn't have a mandate really in Washington, he doesn't have a mandate in the polls now. And yet his staff has convinced him he should be FDR sprinkled with a little AOC, and it's a toxic combination for the rest of us. That's why it's led to inflation nation. If you look at the latest poll, Sean, three quick things. Number one, 54 disapprove of Joe Biden's handling the economy. He's given us inflation nation. Number two, inflation is now tied with COVID, as the major concern in America. Think about that for a moment, and that's because the cost of living is something that people need to grapple with. Those same folks who benefited, the blue-collar workers from energy independence under President Trump and the Tax Cut and Jobs Act under President Trump, and the deregulation the small business boon under President Trump, they're now suffering under Joe Biden's policies and inflation is tied with COVID. Number three, it's the pessimism we see in going forward. Forty-six percent of the people in the CNBC poll say the economy will be worse over the next year. That's the highest number since 2008 when we had an economic collapse. They don't see any time in sight. They wish we had the Trump policies back. They know we can do this and we know we had better days before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And it's only going to get worse. Kellyanne, thank you. Lara Trump, thank you. When we come back, Attorney General Merrick Garland grilled by lawmakers today about the DOJ's effort to go after parents concerned about issues like CRT. We've got the highlights, didn't do particularly well, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, the Attorney General Merrick Garland was on the hot seat on Capitol Hill today. He tried to walk back his efforts to weaponize the FBI against parents standing up to radical, out of control school boards. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN (R-OH)",
      "sentences": "FBI agents be attending local school board meetings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "No FBI agents will not be attending local school board's meetings, and there's nothing in this memo to suggest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, real strong Republicans like Jim Jordan made sure to hold him accountable after that deception. Now, listen to Congressman Jordan expose Garland's agenda to politicize the DOJ, along with this exchange with the Committee Chairman Jerry Nadler. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "The chairman just said the Trump DOJ was political and went after their opponents. Are you kidding me? Three weeks ago, the National School Board Association writes President Biden asking him to involve the FBI and local school board matters. Five days later, the attorney general of the United States does just that. A snitch line on parents started five days after a left-wing political organization ask for it. If that's not political, I don't know what is. It's a video about parents at school board meetings, moms and dads speaking at school board meetings, and you guys aren't going to let us play it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER (D-NY)",
      "sentences": "It will not be -- an objection has been heard that you failed to give the 48 hours request, required by the rule, and therefore, it wasn't heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What rule? Mr. Chairman, what rule?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What rule? Can we get an answer? Ask yourself -- what are Democrats like Nadler are so afraid of? You know, why are they so resistant to transparency and openness? Why we're so resistant to making sure that children are not being indoctrinated in school and who would be against parents wanting to involve themselves in their kids education? That's called good parenting. The fact is there are now efforts all across the country to turn our schools into far left indoctrination centers and it's fueled by extreme ideologies like CRT and then attack anyone that dares stand in their way. Now, earlier in the week, former Secretary of State Condoleezza Rice was on that hard-hitting loving news show known as \"The View\" and had this to say when asked about CRT. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONDOLEEZZA RICE, FORMER SECRETARY OF STATE",
      "sentences": "I would like black kids to be completely empowered to know that they are beautiful in their blackness but in order to do that, I don't have to make white kids feel bad for being white. So somehow this is the conversation that has gone in the wrong direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow. Democrats, they continue to ignore the issues that matter most and the unequal standard of justice is staring us right in the face, because also at today's hearing, Congressman Ken Buck grill Garland about Hunter Biden's art business and the Biden family corrupt syndicate business. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEN BUCK (R-CO)",
      "sentences": "In 2019, Hunter Biden couldn't find a gallery to list his art. And what happened in 2020 that changed all that? His dad became president of the United States. Now, a single piece of art from Hunter Biden sells for more than the average American home. Will you appoint a special counsel to investigate Hunter Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARLAND",
      "sentences": "I'm not -- for the same reason that I'm not able to respond to questions about investigations of the former president or of anyone else, I'm not unable able to discuss any investigations pending or otherwise with respect to any citizen of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "sentences": "General Garland, you may not get these four hours back but you may get some art history credit for today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joining us now, executive director of Fight for Schools, Ian Prior, along with FOX News contributor Leo 2.0 Terrell. Leo, let me let me begin with you and I want to ask you this fundamental question here. I would like parents involved in school. On that issue, I think it's a slam dunk and they the fact that they were willing to listen to the radicals in their party and look at parents as domestic terrorists?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "sentences": "Sean, you said it earlier. Joe Biden, Democratic Party have weaponized -- Department of Justice has weaponized the FBI to intimidate parents over their concerns over a racist curriculum. That is a local matter. This is nothing more than a backdoor way of voter intimidation to scare parents who hate critical race theory from getting involved in local politics. It's the centerpiece of the election for 2022. And I applaud Condoleezza Rice because I want to destroy this notion I hate critical race theory. Condoleezza Rice hates critical race theory. People of all colors find it racist, it's anti-white, it's anti-black, it makes the country hate each other. And I think it's very clear that Garland is a great thing that Garland never became a judge because he is totally non-responsive. You got not a single answer from a guy who wanted to sit on the Supreme Court. Thank goodness he was not placed on the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, he's politicized the Justice Department. He's not looking at Delaware's draconian non-inclusive voting laws, no, he's going after the very inclusive voting laws of Georgia. You know, they don't have early voting in Delaware. They don't have drop boxes in Delaware. Both states have photo ID requirements. Ian, let me go to you. Parents are concerned rightly so, but also this other question which was brought up here, and that is the Biden family syndicate. Now, Joe Biden while he's firing Keystone XL pipeline workers is giving a waiver for Vladimir Putin's pipeline, Joe Biden has been next to silent as China is saber-rattling and flying into Taiwan airspace with their fighter jets as they talk about reunification with Taiwan. I want the question asked by a special counsel -- are the Bidens compromised by Russia, by China, by Kazakhstan, Ukraine for example, and when are we going to get those answers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IAN PRIOR, EXECUTIVE DIRECTOR OF FIGHT FOR SCHOOLS",
      "sentences": "You know, I don't think we're going to get those answers. Obviously, a special counsel would have to come from the Department of Justice, and you know, we saw today why Merrick Garland is attorney general. He's a figurehead. Mark Levin said earlier on the show weakness. I think what's happening at the Department of Justice, they appointed Merrick Garland because they thought, well, he appeased some of the moderate Republicans, he'll get through. But the real power center at the Department of Justice is his staff and his deputies, and these are the same people that were working with the White House probably before this NSBA school board letter comes out and goes to the Department of Justice. I mean, this cake was baked before they put it in the oven. So I think looking for the Department of Justice to appoint a special counsel to look into some of these matters is, you know, we're going to be waiting a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's unbelievable. And these kids are being indoctrinated and you know what? It's a captive audience and if parents dare to speak out, now, we're going to intimidate them. This has -- that's not the America I know. Just like abandoning Americans in Afghanistan. That's not the America I know. Thank you both, Ian, Leo. Now, the Biden united sanctuary states of America is worsening by the minute. Now border arrests have now hit the highest level since 1986 as authorities now detained more than 1.7 million illegal immigrants at the border so far this year, that we know about. We know the numbers higher. And remember, that number does not even include the so-called getaways, meaning the illegal immigrants that were not caught. It doesn't include that. And according to a new report, a whopping 125,000 illegal immigrant children have crossed the border under the Biden administration. And the real world consequences of open borders are more undeniable than ever, because we're now learning that the man accused of raping a woman on a crowded train in Philadelphia -- yeah, that person was released from immigration detention and never deported. How much worse does this get before they can admit they've created this crisis? We know the answer, Trump policies worked. Remember, the crisis extends beyond the southern border, and we have shown you all week that Biden is secretly resettling these illegal immigrants all across the country in the dead of night, oh 2:00, 4:00 a.m. That's actually called, according to Jen Psaki, chief propagandist, that would be an early morning flight. Not one that I've ever heard of. Now, why not tell for example these -- these states that they're sending these people in, and why do they get preferential treatment as illegal immigrants. Why don't they get COVID testing? Where's their vaccine mandate? Where's their proof of a positive test? Because they're not going to be here very long, another Jen Psaki lie? Here with reaction, Arizona Senate candidate, state Attorney General Mark Brnovich, along with radio talk show host Dana Loesch. Dana, we'll get your take first. Just looking at this, you know, I said Joe Biden had march April, May, June, July to get all our Americans out of Afghanistan, 13 days before he abandoned Americans, he said he wouldn't do it. I think John Ondrasik is right. He has blood on his hands. Now, Joe is aiding and abetting law breaking at the border and then other crimes are committed, I blame him for that too. Is that fair? DANA LOESCH, NATIONALLY SYNDICATED RADIO SHOW OF \"THE DANA SHOW\": Oh I think, yeah, I think that's absolutely fair, Sean, and as always, good to see you. I think it's absolutely fair and it's fair to say too that this administration is just advertising the fact that there's no law and order at the border. So is anybody surprised that we have a record number of arrests, a record number of people being detained? And again, people will get cited and then they're released. I mean, that's the other big problem here. And to your point about all of these children, these migrants that -- and this has been ongoing for quite a long time, I was actually just a little earlier talking with Congressman Tony Gonzalez here from my state, my Republic of Texas, saying that this has been an ongoing thing for quite some time, that's now just coming to light, the number of children that are being transferred to elsewhere into the interior part of the United States. Now, Sean, as you so often have talked about on your program, this idea of Democratic compassion at the border and Democrats say that they do this because there's very concerned about the individuals that are coming to seek asylum here in the United States, their actions in responding to this do not seem like those of compassionate people, much less a compassionate government. Compassion is making sure that we are enforcing the rule of law equally which we are not doing and it is creating further crisis. And it's actually endangering children that's on their hands too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, you're right there on the border in Arizona and it's as bad there. What can you tell us you're discovering about how illegal immigrants in the dark of night are being dispersed around the country like we saw in New York and in Florida, Attorney General?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK BRNOVICH (R), ARIZONA ATTORNEY GENERAL",
      "sentences": "Yeah, Sean, I was just at our border again this week and I will tell you that law enforcement is demoralized because the Biden administration is essentially decriminalize people crossing illegally. We know the cartels are seizing control the southern border, and meanwhile, the bidet administration and his enablers like cartel Kelly are literally putting folks, criminals, felons, people even on the terror watches are being distributed throughout the entire country. As you said at the very beginning, we know that these are just the people that have given up. It's we're going to reach a record amount more than 2 million this year, but what about the gotaways? Folks in law enforcement will tell you what they're really concerned about is 18 to 20 year old males crossing our desert in the dead of night, thousands every week dressed in camouflage that we know have criminal records that are dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But they're not checking the background, they're not doing the background. They're not doing a health check. They should. A security check, they should. And means testing whether or not people can take care of themselves while they are here after they pass the other two tests and not be a burden on the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRNOVICH",
      "sentences": "Absolutely, Sean. And you know, we have several lawsuits. And during the course of one of our lawsuits, trying to get the bite administration to enforce the law internal documents from DHS show that felons, dangerous people, rapist, killers are being released into our communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Fifty-two people with terrorist ties coming up from Panama. Panama's government told us that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait, say that again, Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Fifty-two people that had ties to -- had terror ties coming up from Panama. Panama's government there, one of their officials actually told the United States that, said that they were trying to tell, Sean, the administration for quite some time, administration's not listening. That's a huge deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, and also remember, the old Taliban rulers from 20 years ago, Joe Biden is taking them off the terror watch list and inviting them to come to America. Is there any evidence they've changed their hearts? I doubt it. Scary times. Dana, thank you. Attorney General, soon to be hopefully senator, we appreciate you being with us. Coming up, wait until you see Kamala Harris -- I mean, this was the single most bizarre birthday celebration at the White House. We've got the tape. Clay Travis, Lisa Boothe, they have reaction, as we continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, the PR makeover for Vice President Harris is not particularly working and she's being mocked yet again tonight after this bizarre moment when she shouted surprise at her own surprise party. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And it only got worse from there, of this awkward exchange between Joe and Kamala after he presented her with a bouquet of flowers. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNTIED STATES",
      "sentences": "Really? Oh, Joe, I'm very touched. Thank you. This is my favorite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Got it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Oh, I'm going to hang this up with great pride. Thank you, Mr. President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why do I get the feeling I'm watching an episode of \"Real Housewives\"? Now, ask yourself, why is this -- you know, is this what the Biden teams focused on, putting out birthday cheer, \"let's go, Joe\" videos when they really should focus on you know like rescuing our fellow Americans from Afghanistan, addressing the supply chain crisis, inflation, maybe the difficulty at the southern border that they created, maybe pay attention to Russia, China, Iran. Their priorities are to say the least messed up. Here with reaction, FOX News contributor, Lisa Boothe, OutKick founder, co- host of the \"Clay Travis Buck Sexton Show,\" Clay Travis.. Clay, we'll start with you tonight. I don't mind birthday celebrations. You know, I think some people go overboard. I don't give a flying rip about my birthday. You know what? If you're going to give me a present, here's what I want -- I want a better Betty Crocker vanilla cake with the vanilla icing in the can pre-made and I'm good. There's nothing else you can give me that's going to make me happier than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK CO-FOUNDER",
      "sentences": "Sean, maybe the only thing that's gone well for Joe Biden since he took office is the idea that Kamala Harris would be an improvement has completely given up the ghost. Remember when everybody was like, hey, Joe Biden is old, he's decrepit, there's no way he's going to make it through his term. They're going to replace him with a younger, more politically savvy Kamala Harris that will be able to run in the future, Democrats are like, my goodness, keep everyone away from Kamala Harris. She might be the only politician in America, Sean, with a lower approval rating than Joe Biden it's because of stilted, wooden, awkward, inauthentic video after inauthentic video. This wasn't too long ago, she was talking about seeing the craters on the moons with those kid actors from Canada. Now, she's yelling surprise at her own birthday party, and kissing her husband on the mouth while both are wearing masks. No one does this. She's a fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The ma -- the whole thing is so staged, Lisa Boothe. Now, we already got word that she's hired PR people for this, quote, makeover. Then they hire the child actors, then they have, oh yeah, I'm sure they're all wearing their masks every single minute of every day, even though they're fully vaccinated et cetera, et cetera, with the booster shots. It's just phony and meanwhile we've got real suffering real problems for poor Americans middle-class Americans. Look at the price of a gallon of gas. Let's start there. Everything we buy costs more. This is a -- this is beyond amateur hour here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, yeah, I mean everything has gone downhill since Joe Biden took office. But to Clay's point, look, they're desperately trying to make this woman likeable because they know Joe Biden's not seeking a second term. He can barely get through a press conference. He probably goes to bed at 5:00 p.m. after having ice cream every night. This man is not running for a second term. So that leaves them with Kamala Harris. And when Joe Biden was trying to pick a VP, he said, okay, here are the boxes I want to check -- a woman and a minority. Nowhere on that list was likability. And the problem for this administration and the problem for Kamala Harris is, look, you know, Sean, working in television, any publicly facing job, whether it's TV, whether it's being a politician, authenticity is the key to trust. And she is the most inauthentic person. So no one trusts her and that's why she was fifth in California and before dropping out in the Democratic presidential primary, and also why her approval ratings are abysmal. No one trusts this woman, because she's a phony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Clay when you watch it closely, especially when Kamala Harris is in her own office -- you know, there's somebody there filming in the office, knowing that Joe's coming. And she's, \"Oh, Joe\" and the act and the show -- it was all staged, just like the child actors. It's all staged. It's all phony. I mean, I don't, maybe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS",
      "sentences": "You said it was the \"Real Housewives,\" Sean, I think it's \"Veep\". The difference is \"Veep\" is a satirical comedy designed to ridicule politics. This is actually Kamala Harris\". And you know this too guys, that's probably the best take. To your point, they had cameras there, they might have had Joe Biden walk in eight different times to try to hand those flowers to her and they're like oh this is the best version, we'll share this with the public. When you have a reality show going on, it's rare that you get real authenticity because you are taking multiple versions. That's the best version of Kamala. She's either the worst actress of all time, which may well be true, or the least authentic. Maybe, she's just being an accurate version of herself which as Lisa said is an absolute fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Last 30 seconds, Lisa Boothe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Well, I would say on the COVID front, with still wearing the masks, this is the only issue that Joe Biden isn't completely upside down on. So it's in his political interest to continue the fear-mongering, to continue this in perpetuity, because it's the only thing that he has any sort of semblance of control over. That's why he went from 70 percent of the country needed to be vaccinated to 98 percent. If he had his -- you know, control, none of us will ever be free in this society because this is the only political issue he isn't getting absolutely crushed on because the man's a complete disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Guys --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And Kamala Harris is obviously even worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Obviously, the borders, begging OPEC for oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Surprise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Russia, China, Afghanistan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS",
      "sentences": "The only thing going --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They're making movies at the White House. Unbelievable. I think I think there's a t-shirt here for -- Brandon's birthday. We'll call it that. All right. Thank you both. All right. Straight ahead, today, we have a hero of the day you don't want to miss this tape, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Tonight, we have a hero of the day. Earlier yesterday morning, Yuma County, Arizona, person enters a gas station armed with the gun trying to rob the place. Look at your screen. The person comes face-to- face with the U.S. marine veteran, instantly disarms him, stopping the robbery from happening and sending the other would-be robber fleeing. That's a hero and you know what? Congratulations. Anyway, everyone should learn to defend themselves to some extent, please. All right. That is all the time we have left for tonight. In the meantime, let not your heart be troubled, \"THE INGRAHAM ANGLE\", including surgery, is next. Have a great night, we'll see you tomorrow. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Americans Held Hostage, Abandoned Behind Enemy Lines, Day 68."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "And welcome to HANNITY. Yep, 68 long days, our Americans, fellow Americans, their families, our allies, thousands of green cardholders all trapped behind the enemy lines of the Taliban, abandoned by your President Joe Biden. According to multiple reports, one young woman beheaded by the Taliban. Why? Because she once played for the Afghan national volleyball team. As we speak, all female athletes in the country, they're being hunted down by the Taliban. Female athletes are not allowed to exist in the new Islamic Emirates of Afghanistan. Oh, the one that Joe and Jen Psaki say are so business-like and professional, all according to Joe, right? Now, the people that you are taking off the terror watch list -- Joe Biden is now allowing former Taliban leaders taking them off the watch list and allowing them to come to America. Does he think they've changed? Do we have any indication they may have changed? I doubt they changed. And, of course, Biden has simply moved on or in his words he's turned the page. After all, he has more important things to worry about like reminiscing about his long train rides to Delaware. Very important matters. Take a look."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "And so, Angelo Negri was from - - you remember Ang? Ang came up to me one day when I was -- when they just had announced that I had flown 1 million some -- X-number of miles on Air Force aircraft. And Ang comes up, and I'm getting into the car, and he goes, \"Joey, baby. What do you.\" And I thought the Secret Service was going to shoot him. I said, \"No, no, no, no. He's good. He's good.\" It's a true story. You know how many miles you did Amtrak?\" And I said, \"No, Ang. I don't have any idea, pal.\" He said, \"Let me tell you. We were at the retirement dinner.\" And he said, \"We added it up. You averaged a hundred -- I think it says -- twenty-one days a year. One hundred and twenty-one days. Your 36 years, plus as Vice President. Boom, boom. You have traveled over 2 million miles, Joe. I don't want to hear any more about the Air Force.\""
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why talk about Afghanistan and the Americans he abandoned or his disaster at the border or begging OPEC for energy or the disaster known as the Biden economy? Now that bizarre, that rambling story is not even true, according to multiple media outlets and fact checkers. But that never stops Joe Biden from repeating one lie after another, in this case on five separate occasions. And even worse, apparently, Joe Biden now believes he was vice president of the United States for -- get this -- 36 years."
    },
    {
      "speaker": "BIDEN",
      "utterance": "A lot of the folks in Amtrak became my family, not a joke. I'd ride every day, I commuted every single day for 36 years as president, vice president United States. After my wife and daughter were killed, I went home to see my family, never stopped going -- doing that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thirty-six years as vice president, okay. I think it's pretty clear to everyone watching Joe Biden is not well. This man should not be our president. He is not mentally, cognitively strong enough and not fit to serve. And by the way, he also has blood on his hands as a result of his decision in Afghanistan something he said he wouldn't do. And now, because of Biden's obvious decline, his radical base they're calling all the shots their New Green Deal socialism is destroying the economy, his policy on energy is killing everybody, everybody's paying more for every item we buy. Look at this, tonight's American labor shortage is so bad, Domino's can't find drivers to deliver its pizzas. Grocery store shelves, yeah, they're going completely empty, and that's all across the country. We have cargo ships that have been anchored off the coast of California now for more time than it took them to cross the Pacific Ocean. Your Christmas presents probably are not going to arrive in time for Christmas and you're going to have to explain to your kids why Santa was being so mean this year. Inflation is at a 30-year high, even CNBC is forecasting this looming recession, trillions of dollars in this new Build Back Better/New Green Deal socialism spending that will only exacerbate all of these very serious problems. Then to make matters worse -- well, Joe's about to fire thousands of teachers and nurses and emergency medical professionals, and cops, and soldiers, and firefighters because of his rigid vaccine mandate that will only exacerbate every problem in the economy we already have in a major way. And remember, Biden and other top Democrats, they once vowed not to import or support any kind of vaccine requirement. Do you want to know where vaccine hesitancy comes from? Them, because they change their mind. The CDC website changes constantly. The NIH, flip flop Fauci, Joe Biden, all of it, they've literally have created an environment where nobody believes anything they say. This might bring back memories."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Do you think COVID vaccines should be mandatory?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "No, I don't think it should be mandatory. I wouldn't demand to be mandatory."
    },
    {
      "speaker": "REPORTER",
      "utterance": "But perhaps the federal government should step in and issue mandates? And if not, are you putting the needs of unvaccinated people ahead of the needs of vaccinated people?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, I think the question here, one, that's not the role of the federal government. That is the role that institutions, private sector entities, and others may take. That certainly is appropriate. Also, local communities are going to take steps they need to take."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "I don't think you'll ever see a mandating of vaccine, particularly for the general public."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We cannot require, that's not something that we can do. Oh, all of a sudden, I guess they can do. It is it just to score political points or divide the country for political gain? Why is there no other option like many states and localities have adopted. Now, whether Democrats like it or not -- look, the debate of vax, don't vax, you know what? We've had that debate. And for whatever reason I don't know millions of Americans are willing to lose their job lose their benefits abandon their retirement because that's how strongly they believe in their position. Many of these people have rare conditions that forbids them from getting the vaccine. Others have natural immunity and they believe the science of natural immunity, like for example this case we're all watching in Israel. It's going to be peer-reviewed, 800,000 people, close to it, and it seems natural immunity is better than the vaccine. Time will tell. Let's follow the science. The debate for them though for many people is over their minds are made up they're willing to lose it all and they're locked in. That will tank our economy, we will suffer even more and why? In order to vilify those Americans that will not make us any safer or more secure? It's not going to end COVID-19. It's not going to stop the spread. But Democrats, they don't seem to care about it. How about a simple option like okay, we don't want you to lose your pension, we don't want you to lose your job, we don't want to be short-staffed, how about you take a test once a week or twice a week or whatever. By the way, why don't they ever mention monoclonal antibodies or other treatments, whether you have a breakthrough case of COVID or you're unvaccinated, it seems to be working wonders because Joe Biden now didn't for the first time actually mentioned it, because it was so successfully, used by Ron DeSantis in Florida. They definitely don't care seemingly about the economy, they made that clear. Yesterday, in response to the current economic crisis and opposition to the New Green Deal socialism, Build Back Better, Congresswoman Alexandria Ocasio-Cortez complained that Republicans are just upset about a changing country."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "I think they are upset about a changing country. I think they are upset about the fact that we cannot build or have or that they cannot really have majority -- you know, they cannot be elected with a majority with just a very narrow, homogeneous, classist base. And they are scared and they are angry and they are doing absolutely everything possible to ensure that we disenfranchise the very people and communities that have the power of changing this country for the better."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think a lot of people are upset at the state of the economy. A lot of Americans upset that we abandoned Americans behind enemy lines. A lot of Americans are upset at the disaster at the border. A lot of Americans are upset that illegal immigrants get preferential treatment, no COVID testing, no vaccine mandates for them. I think most Americans are really upset. It costs so much more to fill up their gas tank, and heat and cool their home. And, of course, the rising grocery bills and empty shelves, and virtually nobody in the media mob is blaming Joe Biden even though he deserves it. And he reduced artificially America's oil and gas supply, and in the meantime, demand remain constant, that means the price goes way up. And you know what? It's gone way up and it's paying Americans not to work. We have record level spending, causing inflation to skyrocket. Now, by the way, hawking a multi-trillion dollar socialist spending bill, basically stealing from your kids, your grandkids -- guess what that does to inflation. That'll make it worse. The mob in the media, they're not angry about any of that. Instead, they're mad that Joe Biden's messaging isn't more on point? Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So what is going on with you? Why are you so bad at politicking? Why are you so bad at politics, Democrats, when you have the winning message, when you have the Senate and you have the Congress and you have the White House and you can't win with a winning message, something is wrong. Democrats, get your butts in gear and get passionate about saving this damn country. You're not doing it. You're weak. You are weak. You are weak."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'd take a little disagreement with that winning message thing about socialism. But anyway, forget the horrible economic crisis Joe Biden needs to sell it better? Really? Well, we -- I guess the greedy spoiled people of America -- I guess we all just need to lower our expectations, settle for less, tell your kids at Christmas that Santa is mad at you and it's not going to be the same this year. We need to stop complaining, sit back, enjoy another dark winter under Joe Biden and Anthony Fauci. Joining us now with more, the host of \"Life, Liberty, & Levin,\" the author of ten solid weeks in a row, the number one best-selling book in the country, the number one selling book for the entire year, American Marxism, the great one I call him, Mark Levin. Great one, I'll let you just take it from here, because I can't name a single thing Joe Biden is doing that's working. Maybe you can."
    },
    {
      "speaker": "MARK LEVIN, FOX NEWS HOST",
      "utterance": "No, I can't. Thank you, Sean. What's going on is American Marxism, we better call it what it is and what's going on here. But it's -- I want to talk about something specific that's illustrative of what's going on in this country. We have open borders that violates federal statutes, nobody's holding any hearings on that because they don't care that Joe Biden's violating the law. Joe Biden has put in place critical race theory throughout this government, violates in my view the equal protection part of the 14th Amendment and the 1964 Civil Rights Act. This genderism, which violates the rights of little girls and women who participate in athletes and so -- in athletics and so forth, you can see how they're trying to legislate in secret they keep talking about the so- called progressives and moderates working out a deal. The only people who are cut out is we the people. We're not involved in this deal. They keep threatening the independence of the Supreme Court, of course. We have murder through the roof. We have our enemies on the move. Communist China, fascistic Russia, the Islamic regime in Tehran and, of course, the inbred there in North Korea. And what's the House of Representatives focused on? Making inflation worse, spending trillions more. And then Nancy Pelosi has set up a little Soviet type of politburo called this January 6 Committee, in which he only allowed people on the committee who already decided that Donald Trump is guilty of something. And so, we have reprobates on this committee like Liz Cheney. I remember when people used to talk about wanting her father in prison. You remember that, Sean? I remember when people were very upset and said that her father had lied about the intelligence information, and I don't remember any special committee put together to investigate any of that. Liz Cheney's not investigating what happened in Afghanistan. She's not investigating all the MS-13 and drugs coming across the border. She's not investigating threats against the U.S. Supreme Court or anything of the sort. She's lost her mind. She's unhinged. And I'm picking on her specifically as an example of what is a Soviet-style committee set up by a speaker of the house who's chasing after an ex- president of the United States. The only kind of regimes that do this sort of thing -- Mao used to do this. Of course, Stalin used to do this. Castro used to do this. They go after people who are no longer in office. They try to use the power of the government. Has anybody been charged on January with insurrection? They keep calling this an insurrection. Nobody. Has anybody been charged with sedition? Nobody. Has anybody been charged with treason? Nobody. So why do they keep calling it an insurrection? The only person killed on January 6 was an innocent protester who wasn't violent in the least. The FBI already said there was no plot. So what is this committee that Nancy Pelosi has put together? What is this committee actually doing? Well, it's the worst attack on our democracy in history. No, it's not. The greatest threat to our country is not what happened on January. It's what happens every day, the Democrat Party, and their surrogates and mouthpieces in the media. That's the worst attack on this country, our economic system, our representative governing system, and so forth. That's the greatest threat that we face. Did people see Merrick Garland testify today? They have two types of people that they appoint in this administration -- radical Marxist kooks and feeble types. Now, here you have Merrick Garland that doesn't know anything that's going on. There was a real insurrection at the Interior Department last week. Merrick Garland was unaware of it, utterly unaware of it. It was -- they pushed through, they injured a police officer, nobody gives a damn. When the Portland courthouse, a federal courthouse was attacked night after night for over two months, with fire bombs, with all kinds of stuff, when we're police were under attack who Nancy Pelosi called storm troopers, Merrick Garland says well that's not domestic terrorism because nobody was there it was happening at night. Meanwhile, they go after parents. Liz Cheney concerned about that? Not in the least. Now, we have a big problem in this country ladies and gentlemen. We have a rogue presidency, we have a rogue Department of Justice, we have an out-of- control Democrat-controlled House by three votes. The Democrat controls Senate 50-50. By the luck of the Constitution, the vice president breaks the tie. And what do they want to do, what do they say they want to do? Fundamentally transform our economic system. Well, you have a choice you have a free market economic system that you have in free countries, that respects individuals, creates growth and wealth for individual human beings to work their way up the ladder, or you have a centralized, Marxist type socialist economic system where morons in Washington, D.C. either who work for the civil service not all but enough, and the politicians decide who gets what. Now, where does that work? Where has that ever worked? Did it work in Cuba? Did it work in Venezuela? Does it work anywhere where it's tried? No, and they're doing it in secrecy. And by God, we have to get it done by October 31st. Why? Because Joe Biden's going to be at some big meeting. I think it's a climate change meeting, where he wants to talk about climate change. So we've got to fundamentally transform our economic system, our governing system, destroy your freedom, destroy your lifestyle by October 31 so Joe Biden can jet off to a climate change meeting. This government is dysfunctional. Many of the Democrats are out of their minds. Some of the Republicans are out of their minds. The media are corrupt. We need a big fumigation effort here, so in the next election, we have to throw these bums out. And the election after that, we have to throw this doddering old fool in the Oval Office House. That's it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's why we call you the great one, Mark Levin. Mark, thank you. Here now with more reaction is senior counsel to President Trump, Kellyanne Conway, FOX News contributor Lara Trump. Lara, let's get your thoughts on that and much more. I'll let you take it from there."
    },
    {
      "speaker": "LARA TRUMP, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I think mark hit on something really important, the problem is just the Democrat Party, by and large. I mean, they have a big problem on their hands as they're heading to because no one wants to buy what the Democrats are selling. What are they running on? Open borders, inflation, empty shelves all across our country, high crime, defunding the police, making us dependent on foreign oil again? I mean, they really have given Americans nothing positive. He is exactly right -- their goal at the end of the day is to socialize America. That's not just an unpopular message in this country. It is un-American. People have not flocked to America since the inception of our country because of socialism. They have flocked here because of our freedoms, because of our capitalist system that says if you come to America no matter who you are, no matter where you started, and you have the will to work hard and you have a dream, there is no limit to what you can achieve in America. And right now, they want to stifle that. They don't want people to have dreams. They want to divide us. They want to make sure that we are fully reliant on the government going forward from here on out. Socialism, as Mark just pointed out, has never worked anywhere it's ever been tried, and quite frankly, if we do not take back the House, the Senate in `22, and then the White House in `24, we are in a huge mess as a country and I don't know if we can ever recover. But never forget who brought it to you. A House, a Senate and a White House fully run by Democrats, ladies and gentlemen. That who -- that's who has brought you the total and complete disaster that we have in America right now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well said, I can't add to that. Kellyanne, I'll ask you the question this way. We do know how to solve these problems. If we wanted to solve the border issue, we'd go back to the Trump policies. If we wanted to solve the energy issues, we go back to the Trump policies. If we care about Americans we abandoned in Afghanistan, we go in and rescue them sooner than later. I don't believe in leaving them behind. The economic damage that is being done in large part because of energy, this can all be reversed, Kellyanne, but it's not going to happen with this radical group of Democrats and this party."
    },
    {
      "speaker": "KELLYANNE CONWAY, FORMER SENIOR COUNSELOR TO PRESIDENT TRUM",
      "utterance": "No, and if anything, they're trying to impose their will on us. In fact, I know people call them gaffes and mental acuity lapses, but these are just lies. Build Back Better cost zero dollars, that's false. We won't strand anybody in Afghanistan, that's a lie. We -- I mean, he lies about his background on Amtrak. Also that we -- the border is secure, a lie. There's not a crisis, a lie. And I think we have to call them to account out in the lies. This is another thing that's being reflected in the polls now. Joe Biden doesn't have a mandate as it is, because he has a 50-50 Senate and a very slim, hairline majority in the House. So he doesn't have a mandate really in Washington, he doesn't have a mandate in the polls now. And yet his staff has convinced him he should be FDR sprinkled with a little AOC, and it's a toxic combination for the rest of us. That's why it's led to inflation nation. If you look at the latest poll, Sean, three quick things. Number one, 54 disapprove of Joe Biden's handling the economy. He's given us inflation nation. Number two, inflation is now tied with COVID, as the major concern in America. Think about that for a moment, and that's because the cost of living is something that people need to grapple with. Those same folks who benefited, the blue-collar workers from energy independence under President Trump and the Tax Cut and Jobs Act under President Trump, and the deregulation the small business boon under President Trump, they're now suffering under Joe Biden's policies and inflation is tied with COVID. Number three, it's the pessimism we see in going forward. Forty-six percent of the people in the CNBC poll say the economy will be worse over the next year. That's the highest number since 2008 when we had an economic collapse. They don't see any time in sight. They wish we had the Trump policies back. They know we can do this and we know we had better days before."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And it's only going to get worse. Kellyanne, thank you. Lara Trump, thank you. When we come back, Attorney General Merrick Garland grilled by lawmakers today about the DOJ's effort to go after parents concerned about issues like CRT. We've got the highlights, didn't do particularly well, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, the Attorney General Merrick Garland was on the hot seat on Capitol Hill today. He tried to walk back his efforts to weaponize the FBI against parents standing up to radical, out of control school boards. Take a look."
    },
    {
      "speaker": "REP. JIM JORDAN (R-OH)",
      "utterance": "FBI agents be attending local school board meetings?"
    },
    {
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "utterance": "No FBI agents will not be attending local school board's meetings, and there's nothing in this memo to suggest."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, real strong Republicans like Jim Jordan made sure to hold him accountable after that deception. Now, listen to Congressman Jordan expose Garland's agenda to politicize the DOJ, along with this exchange with the Committee Chairman Jerry Nadler. Watch this."
    },
    {
      "speaker": "JORDAN",
      "utterance": "The chairman just said the Trump DOJ was political and went after their opponents. Are you kidding me? Three weeks ago, the National School Board Association writes President Biden asking him to involve the FBI and local school board matters. Five days later, the attorney general of the United States does just that. A snitch line on parents started five days after a left-wing political organization ask for it. If that's not political, I don't know what is. It's a video about parents at school board meetings, moms and dads speaking at school board meetings, and you guys aren't going to let us play it?"
    },
    {
      "speaker": "REP. JERROLD NADLER (D-NY)",
      "utterance": "It will not be -- an objection has been heard that you failed to give the 48 hours request, required by the rule, and therefore, it wasn't heard."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What rule? Mr. Chairman, what rule?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "What rule? Can we get an answer? Ask yourself -- what are Democrats like Nadler are so afraid of? You know, why are they so resistant to transparency and openness? Why we're so resistant to making sure that children are not being indoctrinated in school and who would be against parents wanting to involve themselves in their kids education? That's called good parenting. The fact is there are now efforts all across the country to turn our schools into far left indoctrination centers and it's fueled by extreme ideologies like CRT and then attack anyone that dares stand in their way. Now, earlier in the week, former Secretary of State Condoleezza Rice was on that hard-hitting loving news show known as \"The View\" and had this to say when asked about CRT. Take a look."
    },
    {
      "speaker": "CONDOLEEZZA RICE, FORMER SECRETARY OF STATE",
      "utterance": "I would like black kids to be completely empowered to know that they are beautiful in their blackness but in order to do that, I don't have to make white kids feel bad for being white. So somehow this is the conversation that has gone in the wrong direction."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow. Democrats, they continue to ignore the issues that matter most and the unequal standard of justice is staring us right in the face, because also at today's hearing, Congressman Ken Buck grill Garland about Hunter Biden's art business and the Biden family corrupt syndicate business. Take a look."
    },
    {
      "speaker": "REP. KEN BUCK (R-CO)",
      "utterance": "In 2019, Hunter Biden couldn't find a gallery to list his art. And what happened in 2020 that changed all that? His dad became president of the United States. Now, a single piece of art from Hunter Biden sells for more than the average American home. Will you appoint a special counsel to investigate Hunter Biden?"
    },
    {
      "speaker": "GARLAND",
      "utterance": "I'm not -- for the same reason that I'm not able to respond to questions about investigations of the former president or of anyone else, I'm not unable able to discuss any investigations pending or otherwise with respect to any citizen of the United States."
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "utterance": "General Garland, you may not get these four hours back but you may get some art history credit for today."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joining us now, executive director of Fight for Schools, Ian Prior, along with FOX News contributor Leo 2.0 Terrell. Leo, let me let me begin with you and I want to ask you this fundamental question here. I would like parents involved in school. On that issue, I think it's a slam dunk and they the fact that they were willing to listen to the radicals in their party and look at parents as domestic terrorists?"
    },
    {
      "speaker": "LEO TERRELL, FOX NEWS CONTRIBUTOR",
      "utterance": "Sean, you said it earlier. Joe Biden, Democratic Party have weaponized -- Department of Justice has weaponized the FBI to intimidate parents over their concerns over a racist curriculum. That is a local matter. This is nothing more than a backdoor way of voter intimidation to scare parents who hate critical race theory from getting involved in local politics. It's the centerpiece of the election for 2022. And I applaud Condoleezza Rice because I want to destroy this notion I hate critical race theory. Condoleezza Rice hates critical race theory. People of all colors find it racist, it's anti-white, it's anti-black, it makes the country hate each other. And I think it's very clear that Garland is a great thing that Garland never became a judge because he is totally non-responsive. You got not a single answer from a guy who wanted to sit on the Supreme Court. Thank goodness he was not placed on the Supreme Court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, he's politicized the Justice Department. He's not looking at Delaware's draconian non-inclusive voting laws, no, he's going after the very inclusive voting laws of Georgia. You know, they don't have early voting in Delaware. They don't have drop boxes in Delaware. Both states have photo ID requirements. Ian, let me go to you. Parents are concerned rightly so, but also this other question which was brought up here, and that is the Biden family syndicate. Now, Joe Biden while he's firing Keystone XL pipeline workers is giving a waiver for Vladimir Putin's pipeline, Joe Biden has been next to silent as China is saber-rattling and flying into Taiwan airspace with their fighter jets as they talk about reunification with Taiwan. I want the question asked by a special counsel -- are the Bidens compromised by Russia, by China, by Kazakhstan, Ukraine for example, and when are we going to get those answers?"
    },
    {
      "speaker": "IAN PRIOR, EXECUTIVE DIRECTOR OF FIGHT FOR SCHOOLS",
      "utterance": "You know, I don't think we're going to get those answers. Obviously, a special counsel would have to come from the Department of Justice, and you know, we saw today why Merrick Garland is attorney general. He's a figurehead. Mark Levin said earlier on the show weakness. I think what's happening at the Department of Justice, they appointed Merrick Garland because they thought, well, he appeased some of the moderate Republicans, he'll get through. But the real power center at the Department of Justice is his staff and his deputies, and these are the same people that were working with the White House probably before this NSBA school board letter comes out and goes to the Department of Justice. I mean, this cake was baked before they put it in the oven. So I think looking for the Department of Justice to appoint a special counsel to look into some of these matters is, you know, we're going to be waiting a long time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's unbelievable. And these kids are being indoctrinated and you know what? It's a captive audience and if parents dare to speak out, now, we're going to intimidate them. This has -- that's not the America I know. Just like abandoning Americans in Afghanistan. That's not the America I know. Thank you both, Ian, Leo. Now, the Biden united sanctuary states of America is worsening by the minute. Now border arrests have now hit the highest level since 1986 as authorities now detained more than 1.7 million illegal immigrants at the border so far this year, that we know about. We know the numbers higher. And remember, that number does not even include the so-called getaways, meaning the illegal immigrants that were not caught. It doesn't include that. And according to a new report, a whopping 125,000 illegal immigrant children have crossed the border under the Biden administration. And the real world consequences of open borders are more undeniable than ever, because we're now learning that the man accused of raping a woman on a crowded train in Philadelphia -- yeah, that person was released from immigration detention and never deported. How much worse does this get before they can admit they've created this crisis? We know the answer, Trump policies worked. Remember, the crisis extends beyond the southern border, and we have shown you all week that Biden is secretly resettling these illegal immigrants all across the country in the dead of night, oh 2:00, 4:00 a.m. That's actually called, according to Jen Psaki, chief propagandist, that would be an early morning flight. Not one that I've ever heard of. Now, why not tell for example these -- these states that they're sending these people in, and why do they get preferential treatment as illegal immigrants. Why don't they get COVID testing? Where's their vaccine mandate? Where's their proof of a positive test? Because they're not going to be here very long, another Jen Psaki lie? Here with reaction, Arizona Senate candidate, state Attorney General Mark Brnovich, along with radio talk show host Dana Loesch. Dana, we'll get your take first. Just looking at this, you know, I said Joe Biden had march April, May, June, July to get all our Americans out of Afghanistan, 13 days before he abandoned Americans, he said he wouldn't do it. I think John Ondrasik is right. He has blood on his hands. Now, Joe is aiding and abetting law breaking at the border and then other crimes are committed, I blame him for that too. Is that fair? DANA LOESCH, NATIONALLY SYNDICATED RADIO SHOW OF \"THE DANA SHOW\": Oh I think, yeah, I think that's absolutely fair, Sean, and as always, good to see you. I think it's absolutely fair and it's fair to say too that this administration is just advertising the fact that there's no law and order at the border. So is anybody surprised that we have a record number of arrests, a record number of people being detained? And again, people will get cited and then they're released. I mean, that's the other big problem here. And to your point about all of these children, these migrants that -- and this has been ongoing for quite a long time, I was actually just a little earlier talking with Congressman Tony Gonzalez here from my state, my Republic of Texas, saying that this has been an ongoing thing for quite some time, that's now just coming to light, the number of children that are being transferred to elsewhere into the interior part of the United States. Now, Sean, as you so often have talked about on your program, this idea of Democratic compassion at the border and Democrats say that they do this because there's very concerned about the individuals that are coming to seek asylum here in the United States, their actions in responding to this do not seem like those of compassionate people, much less a compassionate government. Compassion is making sure that we are enforcing the rule of law equally which we are not doing and it is creating further crisis. And it's actually endangering children that's on their hands too."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, you're right there on the border in Arizona and it's as bad there. What can you tell us you're discovering about how illegal immigrants in the dark of night are being dispersed around the country like we saw in New York and in Florida, Attorney General?"
    },
    {
      "speaker": "MARK BRNOVICH (R), ARIZONA ATTORNEY GENERAL",
      "utterance": "Yeah, Sean, I was just at our border again this week and I will tell you that law enforcement is demoralized because the Biden administration is essentially decriminalize people crossing illegally. We know the cartels are seizing control the southern border, and meanwhile, the bidet administration and his enablers like cartel Kelly are literally putting folks, criminals, felons, people even on the terror watches are being distributed throughout the entire country. As you said at the very beginning, we know that these are just the people that have given up. It's we're going to reach a record amount more than 2 million this year, but what about the gotaways? Folks in law enforcement will tell you what they're really concerned about is 18 to 20 year old males crossing our desert in the dead of night, thousands every week dressed in camouflage that we know have criminal records that are dangerous."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But they're not checking the background, they're not doing the background. They're not doing a health check. They should. A security check, they should. And means testing whether or not people can take care of themselves while they are here after they pass the other two tests and not be a burden on the American people."
    },
    {
      "speaker": "BRNOVICH",
      "utterance": "Absolutely, Sean. And you know, we have several lawsuits. And during the course of one of our lawsuits, trying to get the bite administration to enforce the law internal documents from DHS show that felons, dangerous people, rapist, killers are being released into our communities."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Fifty-two people with terrorist ties coming up from Panama. Panama's government told us that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait, say that again, Dana?"
    },
    {
      "speaker": "LOESCH",
      "utterance": "Fifty-two people that had ties to -- had terror ties coming up from Panama. Panama's government there, one of their officials actually told the United States that, said that they were trying to tell, Sean, the administration for quite some time, administration's not listening. That's a huge deal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, and also remember, the old Taliban rulers from 20 years ago, Joe Biden is taking them off the terror watch list and inviting them to come to America. Is there any evidence they've changed their hearts? I doubt it. Scary times. Dana, thank you. Attorney General, soon to be hopefully senator, we appreciate you being with us. Coming up, wait until you see Kamala Harris -- I mean, this was the single most bizarre birthday celebration at the White House. We've got the tape. Clay Travis, Lisa Boothe, they have reaction, as we continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, the PR makeover for Vice President Harris is not particularly working and she's being mocked yet again tonight after this bizarre moment when she shouted surprise at her own surprise party. Take a look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And it only got worse from there, of this awkward exchange between Joe and Kamala after he presented her with a bouquet of flowers. Take a look."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNTIED STATES",
      "utterance": "Really? Oh, Joe, I'm very touched. Thank you. This is my favorite."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Got it. Thank you."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Oh, I'm going to hang this up with great pride. Thank you, Mr. President."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why do I get the feeling I'm watching an episode of \"Real Housewives\"? Now, ask yourself, why is this -- you know, is this what the Biden teams focused on, putting out birthday cheer, \"let's go, Joe\" videos when they really should focus on you know like rescuing our fellow Americans from Afghanistan, addressing the supply chain crisis, inflation, maybe the difficulty at the southern border that they created, maybe pay attention to Russia, China, Iran. Their priorities are to say the least messed up. Here with reaction, FOX News contributor, Lisa Boothe, OutKick founder, co- host of the \"Clay Travis Buck Sexton Show,\" Clay Travis.. Clay, we'll start with you tonight. I don't mind birthday celebrations. You know, I think some people go overboard. I don't give a flying rip about my birthday. You know what? If you're going to give me a present, here's what I want -- I want a better Betty Crocker vanilla cake with the vanilla icing in the can pre-made and I'm good. There's nothing else you can give me that's going to make me happier than that."
    },
    {
      "speaker": "CLAY TRAVIS, OUTKICK CO-FOUNDER",
      "utterance": "Sean, maybe the only thing that's gone well for Joe Biden since he took office is the idea that Kamala Harris would be an improvement has completely given up the ghost. Remember when everybody was like, hey, Joe Biden is old, he's decrepit, there's no way he's going to make it through his term. They're going to replace him with a younger, more politically savvy Kamala Harris that will be able to run in the future, Democrats are like, my goodness, keep everyone away from Kamala Harris. She might be the only politician in America, Sean, with a lower approval rating than Joe Biden it's because of stilted, wooden, awkward, inauthentic video after inauthentic video. This wasn't too long ago, she was talking about seeing the craters on the moons with those kid actors from Canada. Now, she's yelling surprise at her own birthday party, and kissing her husband on the mouth while both are wearing masks. No one does this. She's a fraud."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The ma -- the whole thing is so staged, Lisa Boothe. Now, we already got word that she's hired PR people for this, quote, makeover. Then they hire the child actors, then they have, oh yeah, I'm sure they're all wearing their masks every single minute of every day, even though they're fully vaccinated et cetera, et cetera, with the booster shots. It's just phony and meanwhile we've got real suffering real problems for poor Americans middle-class Americans. Look at the price of a gallon of gas. Let's start there. Everything we buy costs more. This is a -- this is beyond amateur hour here."
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, yeah, I mean everything has gone downhill since Joe Biden took office. But to Clay's point, look, they're desperately trying to make this woman likeable because they know Joe Biden's not seeking a second term. He can barely get through a press conference. He probably goes to bed at 5:00 p.m. after having ice cream every night. This man is not running for a second term. So that leaves them with Kamala Harris. And when Joe Biden was trying to pick a VP, he said, okay, here are the boxes I want to check -- a woman and a minority. Nowhere on that list was likability. And the problem for this administration and the problem for Kamala Harris is, look, you know, Sean, working in television, any publicly facing job, whether it's TV, whether it's being a politician, authenticity is the key to trust. And she is the most inauthentic person. So no one trusts her and that's why she was fifth in California and before dropping out in the Democratic presidential primary, and also why her approval ratings are abysmal. No one trusts this woman, because she's a phony."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Clay when you watch it closely, especially when Kamala Harris is in her own office -- you know, there's somebody there filming in the office, knowing that Joe's coming. And she's, \"Oh, Joe\" and the act and the show -- it was all staged, just like the child actors. It's all staged. It's all phony. I mean, I don't, maybe --"
    },
    {
      "speaker": "TRAVIS",
      "utterance": "You said it was the \"Real Housewives,\" Sean, I think it's \"Veep\". The difference is \"Veep\" is a satirical comedy designed to ridicule politics. This is actually Kamala Harris\". And you know this too guys, that's probably the best take. To your point, they had cameras there, they might have had Joe Biden walk in eight different times to try to hand those flowers to her and they're like oh this is the best version, we'll share this with the public. When you have a reality show going on, it's rare that you get real authenticity because you are taking multiple versions. That's the best version of Kamala. She's either the worst actress of all time, which may well be true, or the least authentic. Maybe, she's just being an accurate version of herself which as Lisa said is an absolute fraud."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Last 30 seconds, Lisa Boothe?"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Well, I would say on the COVID front, with still wearing the masks, this is the only issue that Joe Biden isn't completely upside down on. So it's in his political interest to continue the fear-mongering, to continue this in perpetuity, because it's the only thing that he has any sort of semblance of control over. That's why he went from 70 percent of the country needed to be vaccinated to 98 percent. If he had his -- you know, control, none of us will ever be free in this society because this is the only political issue he isn't getting absolutely crushed on because the man's a complete disaster."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Guys --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And Kamala Harris is obviously even worse."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Obviously, the borders, begging OPEC for oil."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Surprise."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Russia, China, Afghanistan --"
    },
    {
      "speaker": "TRAVIS",
      "utterance": "The only thing going --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They're making movies at the White House. Unbelievable. I think I think there's a t-shirt here for -- Brandon's birthday. We'll call it that. All right. Thank you both. All right. Straight ahead, today, we have a hero of the day you don't want to miss this tape, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Tonight, we have a hero of the day. Earlier yesterday morning, Yuma County, Arizona, person enters a gas station armed with the gun trying to rob the place. Look at your screen. The person comes face-to- face with the U.S. marine veteran, instantly disarms him, stopping the robbery from happening and sending the other would-be robber fleeing. That's a hero and you know what? Congratulations. Anyway, everyone should learn to defend themselves to some extent, please. All right. That is all the time we have left for tonight. In the meantime, let not your heart be troubled, \"THE INGRAHAM ANGLE\", including surgery, is next. Have a great night, we'll see you tomorrow."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}