{
  "date": "October 25, 2021",
  "headline": "'Watters' World' on Biden's crises piling up",
  "subHeadline": "'Watters' World' welcomed guests Kellyanne Conway, Sarah Palin, Maureen O'Connell, Mark Geragos and Curt Schilling.",
  "url": "https://www.foxnews.com/transcript/watters-world-on-bidens-crises-piling-up",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Welcome to WATTERS' WORLD. I'm Jesse Watters. Problems aren't progress. That's the subject of tonight's Watters' Words. Inflation, hostage crisis, border crisis, gas prices, empty shelves, backlogs, supply chains, labor shortage, high crime, pandemic, Chinese missiles, and a stalled agenda. If a presidency has three of these things, it's in deep trouble. The Biden presidency is facing all of these things at the same time. Alarm bells should be going off right now, but not in Biden's fantasy land. Problems are really progress. Everything is fine. And Joe Biden is totally fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "sentences": "I'll tell you what -- I would like to learn it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. JILL BIDEN, FIRST LADY OF THE UNITED STATES",
      "sentences": "Look at me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "(INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Does anybody know what's going on here? Or how about here? ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360: With just in terms of inflation, because you had told us at a Town Hall, I think it was in July, that it was just near-term inflation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The President of the United States frozen in time like Cornholio from \"Beavis and Butthead.\" And when he unfroze, he short circuited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "... go through Los Angeles and -- and what am I doing here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Is it Long Beach?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Long Beach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Gas prices in California hit over $7.00 a gallon. Does Biden has a plan to reduce gas prices?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "My guess is, you'll start to see gas prices come down as we get by and going into the winter -- I mean, excuse me, into next year in 2022. I don't see anything that is going to happen in the meantime that is going to significantly reduce gas prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Sorry to break it to you, Joe, but it's your job to figure out what's going to reduce gas prices. You're guessing prices are going to drop next year? How? Biden was asked about the border crisis, highest number of illegal crossings since 1986.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Do you have plans to visit the southern border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I've been there before and I haven't -- I mean, I know it well. I guess, I should go down, but the -- whole point of it is, I haven't had a whole hell of a lot of time to get down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "FOX couldn't find any evidence Biden has ever been to the border in his 40 years in Washington. So that looks like a flat out lie. \"I guess I should go down.\" Here he is guessing again. You haven't had time? He took off Monday any he took a Friday this week. No events, four-day weekend. He's got the lightest schedule of any modern American President. He's had time to spend 19 weekends at home in Delaware, 10 weekends already at Camp David. Food must be pretty good there. In the first nine months of his presidency, Biden has done just 10 interviews. Donald Trump did 57 in that same amount of time. Obama did 131, even Ronald Reagan did more interviews than Biden and he got shot in the chest the first year. Biden got elected on the promise he would return things to normal, but life in America isn't normal. This is now the new normal -- masks and mandates are here to stay. You can't hire, can't fly, can't shop. The White House thinks it's just a joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "If people couldn't get dishwashers and furniture and treadmills delivered on time, not to mention all sorts of other things. So why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The tragedy of the short -- the treadmill that's delayed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Right. The problem, but the serious -- the serious point is why didn't the President act sooner in a more aggressive way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "People bought treadmills because panicked Democrats and mandates are keeping gyms closed, and COVID preys on obesity. You'd think the White House would be following the science and want people to work out. A majority of Americans are seriously struggling with high prices and shortages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can't afford half the stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's called inflation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You can definitely feel the difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's outrageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is going up every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "well, I think, it really affects people who are just living on the edge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It has a huge impact because it takes an impact in your entire life when you're spending more on groceries that you have less for everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Inflation is now the top issue voters are concerned about, but the worst paper in America, \"The Washington Post\" said Americans are spoiled. We should get used to empty shelves and delayed deliveries. Ready? \"Don't rant about short-staffed stores and supply chain woes.\" They go on, \"American consumers, their expectations pampered and catered to for decades, are not accustomed to inconvenience. We do ourselves a favor by consciously lowering expectations.\" Don't you guys get it? It's not Biden's fault. It's our fault for expecting to have Christmas presents for Christmas. Turkeys for Thanksgiving and toilet paper for tomorrow. It's like when Jimmy Carter told us to wear sweaters when home heating bills were sky high. This is the new normal here, guys. Get used to it, peasant. We're making progress and nothing is going to cost a thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "All of this is paid for, every single penny. It is not going to raise one single cent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Does the President still believe that Build Back Better will not add a dime to the national debt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Correct. It won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Why should Americans believe that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Because it won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The most expensive bill in American history won't cost a dime. The border is closed and empty shelves mean the economy is recovering. That's the spin. These are Soviet Russia style lies here. But American media fact checkers are comatose. That's why you come to me. Here's another beauty from the White House. \"The York Post\" caught the Biden administration flying illegals into New York and Florida in the dead of night and sneaking them into the hands of so-called sponsors without telling state governors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "sentences": "Why is the administration flying thousands of migrants from the border to Florida and New York in the middle of the night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Well, I'm not sure that's in the middle of the night. But let me tell you what's happening here. It is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "2:30 a.m., 4:29 a.m., very early in the morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Here we are talking about early flights, earlier than you might like to take a flight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Past midnight under the cover of darkness is really just the early morning. They think we're stupid, but they're the idiots. China just launched a hypersonic missile that in a few years could evade our missile defense and obliterate LA. The Biden's State Department is busy though. Out of touch Tony Blinken celebrating International Pronouns Day, officially recognizing the pronouns Z, zer and zers. Very clear why Biden's poll numbers are tanking. Last two polls have him at 37 percent approval. He's in a death spiral because people think he's out of touch, an incompetent liar who is making their lives more difficult and more expensive. And don't you dare disagree with the Biden agenda, they will send the Feds after you. Remember the letter the Attorney General received from the liberal school board union claiming parents angry at critical race theory are domestic terrorists who should be investigated under the Patriot Act. The Biden White House colluded with the school boards and drafted that letter with them. It was all a setup to get the F.B.I. to threaten parents just for exercising their First Amendment. Democrats conspiring to push hoaxes so the F.B.I. targets their political enemies. Sounds like the Russia hoax they used on Trump, and now they're using that on you. It's what we've been warning you about. The Democrats are so predictable. They'll sell you a dream and offer up a nightmare. It's time for America to wake up. Joining me now for reaction, former Trump White House senior aide and adviser Kellyanne Conway. Kellyanne Conway, it's good to have you in studio here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, FORMER COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "It is amazing. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I missed you so much. I think a lot of people miss the last President. What have you been seeing and hearing from the people in this country as you've watched the first nine months unfold?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Gallup today came out with a poll that showed since June, Joe Biden's approval rating among Independents has cratered 21 points. Think about that. Just three months, three or four months, it's gone down 21 points. Now, Independents traditionally, Jesse would say, I'm an Independent. You look down, they haven't voted in years. That's no longer true. Independents call themselves independents because they are paying attention to politics, not because they're not. They refuse to declare -- they refuse to pledge allegiance to either party, they declare independence from both parties and they don't like Washington, they don't like politicians to begin with. They look at Joe Biden now and they don't see somebody who is able to leverage 47 years in Washington and they see someone who is a product of 47 years in Washington, and the Democrats don't have a messaging problem. They don't have a messenger problem. They have a fact problem. They are trying to foist on the rest of us trillions of dollars in spending that according to the polls, people don't want. They say no, everybody loves the Build Back Better plan. They want childcare, they want roads, and they want bridges. Well, we like chocolate chip cookies and newborn puppies, too. But that's not what this is. People know the particulars. They know the price tag. And I would say with Biden, we really should listen to the Democrats, the 25 who ran against him and didn't want him to be President. They didn't think he was up to the task, up to the fight, up to the job. They were right. America doesn't want Biden now. The Democrats don't want him in the future. You see that Kamala Harris is making moves already. A really, historically terrible Vice President has made history yet again, by having the highest disapproval ratings of any Vice President in the 50 years we've been polling for Vice Presidents. People will say that's racism and sexism. Folks, it is called eyesight and hearing. They watch her, they listen to her. They don't even know what she's in charge of. She doesn't seem to be good at anything that we can see. And so now you've got Pete Buttigieg, allegedly this week off of paternity leave, and his donors are telling, you've got to run against Kamala next time. Hey, folks, Joe Biden is running for a second term. But I part company with people on this one. You see, Joe Biden, it's hard to watch him, it's hard to believe in a country of 330 million that that's the best we can do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Even some of the mainstream media now are giving him a pass. They probably regret voting for him because most of them did. But Jesse, I part company in this fight, I think people know what they see. They'll judge his mental acuity, and whether he's up to the fight, up to the job, but he should be made to eat and own all of his decisions. If we create too much sympathy for Joe Biden and excuse too much of his conduct, his numbers will go back up. He should be made to own and eat every single one of the policies he has put before us. You had a great open about everything that's going wrong and all the lies they tell. I'll add to it. Inflation, it is seasonal. It's not. We're an inflation nation now. People feel that in the grocery cart and at the gas pump. The border that's that seasonal also. It is transitory. No, it's not. It's a true crisis. And Joe Biden actually said, my wife has been to the border. She is the First Lady, respectfully, but she went in 2019 when he wasn't the President. She gave meals or something. So he -- look, this is the advice I gave to Donald for the debate last year, I'd left the White House, but I was there for debate prep. My main advice was let Biden speak, and you can see why. Numbers completely numb his brain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "He doesn't know where his wife stand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because people don't even let him speak. He barely talks to the media, and anytime he gets a chance to, he runs and turns the other way. He is not doing the basics of a politician, especially a Democratic politician. He's not even projecting that he cares. He's not even showing any sort of like, I'm on this guys. We've got this. And that's kind of the bread and butter for the Democratic Party, right? Just appear that you care. And he's saying, you know what, not much I can do here about gas prices. You know, I can't do much about the supply chain, you know, doing the best we can. Maybe shop a little earlier for Christmas. This is basic political stuff. He's been a politician for four decades. He can't even do the bare minimum. And that's why people are like, whoa, whoa, at least show me you care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Yes. Well, his numbers are down there, too. The poll came out earlier this month that he is down among -- does he care about people? Is he compassionate? And those are the personal attributes pollsters like me look for. It's always personal attributes and then policy metrics. He's down all the way around. And this is why I think people have lost faith with him very quickly. Losing confidence in his competence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "But it's also, he just has no connective tissue. And because we're nine months -- look, in less time that it takes to have a baby, these people have destroyed a lot of American unraveled so many of the policy prescriptions. Think about this, the guy who had never held political office, Donald Trump was so much more natural at doing this. And now you have Biden come in here and he doesn't communicate the same way. Like the tweets or not, at least you knew who was in charge, what he was thinking, who was calling the shots, and you had a President communicating with people for free. Everybody received the President's communication instantly. The billionaire CEO, the plumber on the job looking at his phone, the stay-at-home mom, everybody got it from the President of the United States. This guy is not up to the task, and because we are nine months in, Jesse, nobody can say, but Trump, it's Trump's fault. It's Trump's fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And mostly I wanted to ask Kellyanne Conway the most important question of the day. Can the Eagles turn it around?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, they need to. I mean, we are so sad. You know, my mother just ordered that day a new Zach Ertz jersey for my son.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And I like the Hurts to Ertz combination --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No more Hurts to Ertz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I told my son, it is now a collector's item. They need to turn around. They also need to realize there are things called running backs, you can use them, and there are things called field goals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "If it is fourth and four from the fore for the goal, you can kick a field goal, it will give you three points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Take the points. Take the points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "But you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, the Eagles are going to turn around. I don't know about Joe Biden, but I think we're more confident in the Eagles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And the Cowboys fans should calm down a little bit. They already smell a Super Bowl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What did you call them? The Cowgirls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The Cowgirl fans. They need to calm down a little.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you, Kellyanne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "You've got it. Take care, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "College students donating to the Taliban. You've got to see this footage. And Kamala Harris caught acting again. Up next with Sarah Palin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Higher Education hitting a brand new low. Liberal colleges across the country are so busy trying to indoctrinate our kids. They're getting dumber by the day. And now, they're getting downright dangerous. Watch what went down in Berkeley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMI HOROWITZ, FILM PRODUCER",
      "sentences": "I'm Ami Horowitz and I'm here at the University of California Berkeley. There is no way I can raise money for the Taliban. Right? I'm trying to raise money for the Taliban. We're trying to raise money for the Taliban. America destroying the world and we want to -- we want to secure it for striking against the American homeland. Strike the U.S. both abroad and the homeland to teach them a lesson. Life means nothing to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would work for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "I'm trying to raise money for the Taliban and want to be able to train our fighters to fight back its American interests. Basically want to create a safe space for enemies of the United States. You want to do that again like we did in 2001.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "$5.00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "$10.00",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "10.00",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fifteen bucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Maybe like $15.00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fifty bucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOROWITZ",
      "sentences": "Fifty 0 bucks. Oh, dude. Come over here, buddy. Come over here, my brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here to react, former vice presidential nominee and former governor of Alaska, Sarah Palin. I don't know, Sarah, I'm laughing but deep down, I'm angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH PALIN (R), FORMER VICE PRESIDENTIAL NOMINEE",
      "sentences": "Yes, that does anger any reasonable person, any patriot in America. Surely, though, this was selective, right? The whole -- the clips that we just saw, surely this guy interviewed thousands and thousands of students and just found this handful of goofballs who -- I mean, really, Jesse, they've got to be clueless. This can't be real. This can't be real. And I hope that their parents watch this and understand what it is that their kids that they're paying the tuition for -- that their kids are supporting. This is outrageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, these are like the enemies of the state here at the University of Berkeley, probably the most liberal school in the country. I don't know, Governor, did they become radicalized once they went to Berkeley or did they always hate America and now Berkeley is just making it worse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALIN",
      "sentences": "I think, you know, inherently anybody at Berkeley, you apply to go to Berkeley knowing what you're getting into and knowing that, you know, the peer group around you, you're going to be all one team that is so liberal, that you're very, very much out of touch with the rest of the country. But I think now that people who would choose to go to that school without a mission of changing the school, but being a part of this liberal zoo circus that they're a part of, no, I think that they didn't like America to start with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, and you know what, if these were conservatives pulling this stunt, I'm sure the F.B.I. would be knocking at their door, but these people can get away with anything. Sarah Palin, I need to show you some footage that made me cringe. This is our esteemed Vice President Kamala Harris. I guess it was her 57th birthday this week. Happy Birthday, Mrs. Vice President. Well, here she is. She yelled \"surprise\" at her own birthday party and then kissed her husband with a mask on. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Perfectly natural, just walk into a surprise party for yourself with a mask and kiss your husband and yell surprise. Here she is acting very, very surprised again when the actual President comes in to wish her a Happy Birthday. Roll this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Really? Oh, Joe. Oh, I'm very touched. Thank you. This is my favorite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Got it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Oh, I'm going to hang this up with great pride. Thank you, Mr. President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, just not staged at all, Governor. You're just working at your desk with your mask on with cameras there, waiting to shoot the President come in wish you a Happy Birthday. She's all in act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALIN",
      "sentences": "No, this can't be real, no. Every time you show me this clip, Jesse, I swear, it is cold sweat. It's like no, this cannot be our country. These are episodes of \"Veep.\" And you know, I used to be into that show \"Veep.\" And my team, we would text each other right after the show going, \"Oh, that's hilarious,\" you know, but would that ever really happen in real life? Now, we're texting each other when we see a clip like this going. \"Veep\" had nothing on what Kamala and Joe are presenting to this country. You know, we'd like to tell our children, right, well, this is America. Anybody can grow up and be the President. Well, I think the Democrats took that one a little bit too far with who they settled for and the country evidently accepted. And now you know, we see what's happening, a fundamental transformation of America in all the worst ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, I have to say goodbye to Governor Palin. She's going to go play a tune on the piano behind her. Maybe you could play Happy Birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALIN",
      "sentences": "Well, I wouldn't fake it, anyway, like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'll see you later, Governor. Have a great weekend. Should Brian Laundrie's parents be charged for aiding and abetting? And will Alec Baldwin be charged for killing a crew member on the movie set? Mark Geragos has answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON SCOTT, FOX NEWS CHANNEL ANCHOR",
      "sentences": "Welcome to \"FOX News Live.\" I'm Jon Scott. The White House and Democrats say they are edging closer to getting a deal on their domestic spending bill despite missing any informal deadline, negotiators are working through the weekend. They're trying to bring progressives and moderates together to shrink the once $3.5 trillion package to $2 trillion. Vice President Kamala Harris says she is quote \"confident\" that an agreement will be reached. The high stakes race for Virginia Governor drawing the big guns, former President Obama hitting the campaign trail this afternoon in Richmond, Virginia hoping to boost support for Democratic candidate Terry McAuliffe, the state's former governor. Meanwhile, Republican Glenn Youngkin also hit the campaign trail today. Latest polling shows the candidate is locked in a dead heat race. I'm Jon Scott. Now back to WATTERS' WORLD.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The manhunt for Brian Laundrie is over. Police found his backpack and notepad near bones in a Florida nature reserve. Dental records confirming those were indeed his remains. The F.B.I. had been searching that reserve for over a month, but say the area where Laundrie was found had been underwater until now. Laundrie is the only person of interest in the murder of Gabby Petito, but focus is now shifting to his parents. The Laundrie family and notified the F.B.I. on Tuesday, the night before the remains were found that they wanted to help search for Brian, an odd coincidence. They helped the search and his remains are found. Many of us wondering, should the Laundrie parents face charges? Their shifting timelines, lack of cooperation, suspicious camping trip, and iPhone shopping spree require some answers. Joining me now is criminal defense attorney Mark Geragos and former F.B.I. agent Maureen O'Connell. All right, Maureen, we'll start with you. I don't like what I'm feeling from the Laundrie parents. Should I not be suspicious here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAUREEN O'CONNELL, FORMER F.B.I. AGENT",
      "sentences": "Well, I do agree that their behavior has been suspicious, but I also agree that they have a right to remain silent. Now, I think a lot of this is going to hinge on what the Medical Examiner comes back with. If the Medical Examiner determines that Brian Laundrie died close to the time that he went on the run, then I think their culpability all but dissipates. If however, it they make the determination which is doubtful at this point considering that they were skeletal remains that he was -- he disappeared a week ago, that's something totally an entirely different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because he could have been in communication, you believe, with his family or with his attorney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNELL",
      "sentences": "Correct. Now, he did go on this quote-unquote \"camping trip\" before he was a fugitive. And before someone is a fugitive, you are allowed to, you know, you could give them $2 million, a plane trip and a truckload of supplies and there's nothing illegal about that. It would be -- if they helped him materially after he went on the run, then that's a different story. However, with him having died, I don't really see the authorities piling on at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know, Mark, I just feel like the country needs answers. The Petito family deserves justice, and if there's any way that they harbored him, aided and abetted him, materially, I think honestly, the prosecution needs to look very hard -- the F.B.I. very hard at what they knew and when they knew it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK GERAGOS, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Look, I think you and I have talked about this before, and I've been kind of a skeptic over whether or not the parents had any liability. The problem is, and you mentioned the word, the enormous coincidence that happened within the last 36 hours, whereby apparently they told the lawyer and the lawyer texted the F.B.I. or the authorities that they were going to go search, lo and behold, they and the authorities show up at the same time and within a very short period of time, find a notebook, find a backpack and find the remains. That is, you know, most people in the criminal justice system don't buy into coincidences and that is going to, I think, reignite the authorities to take a look at them. I wouldn't be so sure that people aren't going to focus a lot of the animus that they had towards the sun, the opposite of visiting the sins of the father upon the son, it's going to be visiting the sins of the son upon the parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, another horrible situation involving Alec Baldwin. I wanted to take your temperature on, Mark. You saw the reports. He was shooting a film and discharged a live round from a prop gun killing the cinematographer, Halyna Hutchins, and shooting and wounding the director. I can't imagine why he would be handed a loaded gun or what kind of precautions they were taking that weren't followed on a movie set. What is going to be the result of a death like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERAGOS",
      "sentences": "Well, look, I'm old enough to remember the \"Twilight Zone\" prosecution in Los Angeles many years ago with John Landis and there was a death on the set there as well. And you know, anytime you have a high profile situation like this and a death and a clamoring for somebody to be held accountable, I know that Mr. Baldwin is cooperating as I'm sure he feels awful about whatever happened here or how this transpired, but it's hard to explain how this happened and it would not surprise me at some point if you saw some kind of an involuntary manslaughter charge against somebody here because obviously somebody didn't do what they were supposed to do and that's a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right, because you don't know, Maureen, if you know someone handed this gun to him that was loaded and they knew it was loaded, you know, that's obviously something that the investigators are going to have to look at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNELL",
      "sentences": "Yeah, but definitely, Jesse, the number one thing to think about is no matter what the gun is, or the firearm, or whatever type of projectile or not even having projectiles, you don't ever point a gun in an area where someone is standing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERAGOS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNELL",
      "sentences": "And if they -- who was the prop master? If it turns out that there wasn't a prop master on set, that's going to be a huge problem for the producers. I don't see Alec Baldwin being held responsible for this in any way, shape, or form unless he was a producer that decided not to hire an armorer or not to hire a prop master to save money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There's a whole --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNELL",
      "sentences": "If that's the case, then a lot of people are in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, there is a whole chain of custody you have to go through, many steps before you actually receive a loaded weapon or even a prop gun on a set or anywhere. It doesn't look like those were followed and someone is going to have to be held accountable for that, and right, you've got to look obviously, what you're holding in your hand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNELL",
      "sentences": "You've got to double check every single time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNELL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'CONNELL",
      "sentences": "When you're an F.B.I. agent on the firing range and you've been shooting for 30 years, you still double check every single time. So you have to have people on set.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Mark, Maureen, thank you guys so much for your insight. We always appreciate it. Anti Joe Biden chants sweeping the nation. Curt Schilling warming up in the bullpen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You don't need to look at the polls to know Americans aren't fans of Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "(Chanting \"[bleep] Biden.\")",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "(Chanting \"[bleep] Biden.\")",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "(Chanting \"[bleep] Biden.\")",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The country has clearly spoken and we don't like them. And when the media tried to cover for him, once again, by saying a NASCAR crowd was chanting, \"Let's go Brandon,\" the name of the driver who won the race instead of \"F Joe Biden,\" another rally cry was born.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "(Chanting \"Let's go Brandon, [bleep] Joe Biden.\")",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Boys in blue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's go Brandon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The media is slowly getting frustrated with the President, but they still aren't talking about the chant that's sweeping the nation. Let's bring in Curt Schilling who has probably heard pretty much everything yelled from the stands. Curt, great to have you back on WATTERS' WORLD. What do you make of this chant? I mean, this thing is everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CURT SCHILLING, FORMER MAJOR LEAGUE BASEBALL PITCHER",
      "sentences": "There aren't as many things as there used to be that make me say I love my country, but that's one of them. I mean, it's just -- it's classic. It's -- Jesse, this is -- in a microcosm, this is the world we live in. We know what we heard. We heard what we know. We know what they were saying is what we're feeling and the media tried to tell us something else. And I guess at some point, you know, for me, a lot of it is -- I get to the point where I get physically angry now because they really do think we're as stupid as they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, they do. And that's why they lie to us with such impunity because they think they can get away with pretty much everything. I remember, during the Trump presidency, if one person booed, one person, that was a huge story everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And now, you have a chants that you can't deny, they're coming at -- their international, they're coming out of cop cars, and the media won't even touch it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "What and we're laughing about it, but it's tragic. It truly is tragic, because, you know, I was trying to come up with a sports analogy because sports is so easy, and it's why liberals hate it so much because it's black and white. It really is. You win and you lose. And they've tried to introduce participation as an actual finish and have been failing horribly at it, but I couldn't come -- I'm thinking to myself, you know, this would be like playing a football game every single day for a year and handing the ball off to Joe Biden and he fumbles every single play of every game every day and the referees being the media call a penalty on somebody else to negate the fumble. And they keep doing it and they do it because they do it -- they can do it now with impunity and you know, it's why a channel like CNN doesn't get a million viewers for any show for 30 straight days. I mean, the media is in many, many ways has committed suicide and they just don't -- they're the last ones to know that the trigger got cold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They are the last ones to know. I think you mentioned CNN, their news show over there about the media I think losing the \"Peppa Pig\" reruns. That's how bad things are over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Okay, again, first it was \"Peppa Pig\" which, okay, maybe, but now it's \"Peppa Pig\" reruns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. I know if you thought it was bad, it was a \"Peppa Pig\" episode that you've already saw people would rather watch that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Right, but again, Jesse, isn't that -- the fear -- the thing that I try to tell younger people is, you know, you work in a business, Jesse, it's a multibillion dollar business. Media is big business, right? When media companies and subsidiaries and conglomerates, when they stop doing the things they do for ratings and money, you have to be afraid of how that whole thing is playing out. If CNN is not -- they're clearly not doing programming and MSNBC and all these other idiots that they subject some of America to, when they stop worrying about ratings, that means they're not really worrying about revenue and if a media company isn't worrying about revenue, what are they worrying about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a great point. They've stopped becoming actual newscasters, telling the people the news that's going on. Now, they just want to tell the narrative and the narrative is so bad for their so-called viewers that they would rather watch reruns of \"Peppa Pig.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "The thing is -- you're not -- you don't work for a nonprofit. FOX is not a nonprofit. These companies aren't nonprofit. They are revenue generating publicly held companies in many cases, who have decided they don't need to make money anymore and that should scare people because they're getting money from somewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, no, it should and they've surrendered because I think political ideology is much more important than putting on a compelling and honest newscast. I want to play a soundbite from Aaron Rodgers, Packers quarterback. He's had it with woke culture, cancel culture. Here he is. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AARON RODGERS, PACKERS QUARTERBACK",
      "sentences": "I'm not a part of this, you know, woke, cancel culture that gets off on trying to silence people all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now, do you that opinion is held by a lot athletes of Aaron's caliber?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Welcome to 2021, Aaron. Sweet. You know, I mean, in many ways - - and I don't say this -- I am not lauding myself, but I think, from the athletic side of things, I think I was the kickoff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "I honestly believe what happened to me -- and listen, if you google me, you're going to come up with racist, homophobic, transphobic -- all -- every phobic you can ever imagine when none of the events that would support those accusations have ever happened in my life. But this same media that Aaron's talking about, this cancel culture, in addition to being -- and I said this. I moved to Tennessee and I've come to realize the dumbest people I've met in last 20 years graduated from Harvard and I lived in math, but the fact of the matter is these --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Curt --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know if you saw the top of the show but we had Berkeley students trying to donate to the Taliban and that's one of the best schools in the country, so I think your point has been proven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "It's not though, Jesse. It is was not one of the best schools in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right, best in quotes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Right, and that's what -- they've got an entire generation of people believing things that aren't true. And so when you let the media drive the narrative like they have, you make -- they could cancel -- look at Justice Kavanaugh, where is Christine Blasey Ford?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know. Yes, exactly. Where is Dr. Ford? That's a good question. CNN is not going to ask that question. That's for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "No, they are not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Curt. I've got to run. Because I've got to pay some bills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because that's what we do here at FOX, we've got to bills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Keep doing what you're doing Stay the course, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thanks, Curt. You're the man. I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHILLING",
      "sentences": "Take care, bro.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Don't mess with the Marines. Is AOC in love and a brand spanking new Hooters controversy. \"Triple Play\" ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Time now for \"Triple Play.\" Up first, armed thugs ambush a gas station in Arizona. Little did they know, a Marine vet was inside. James Kilcer stays calm and disarms the gunman, robbers took off running and he held one of these other guys down until the cops came. He says the Marine Corps taught them not to mess around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES KILCER, MARINE VETERAN",
      "sentences": "So, I saw one person with a gun and they started yelling \"open the register\" and kind of did a quick sweep. I saw two other guys without -- no other weapons and decided that's the guy I'm going to hit. Once it happened, it was -- I was mentally prepared and just made it happen and did what had to be done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Joining me now, Kacie McDonnell, host of \"Mansion Global\" on Fox Business Network and host of \"Monsters across America\" on FOX Nation. So, when I go into a Quickie Mart, I do a sweep for Sweetarts and Pepsi. I'm not looking for armed gunman, but this trained guy did the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KACIE MCDONNELL, FOX BUSINESS NETWORK HOST",
      "sentences": "Jimbo man, what a boss. Can you imagine that? I want to be able to do that be that tactical in that situation. I hope he got whatever was in that bag for free after handling that situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I think he can eat there whenever he wants and spend -- right, free gas for the rest of his life, which is useful because gas is very expensive in Biden's American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "Right, $7.00 now in California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think in California. Would you ever do this? Or would you basically duck and cover?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "No, I would love to learn how to do that. I mean, self-defense is great for any woman, but to be able to like ta-ta -- like two bad guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're busy playing around the mansions, I don't think you're going to train with the Marines. All right, we've got another story here. AOC, you know, like she does these little video things where she answers people's questions. Here is AOC asked about Bernie. Run it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "Yes, I talk with Bernie on the phone a decent amount. Not just because we're colleagues, but like he is legitimately my friend and makes me happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't want to get too involved in AOC's life, Kacie, but there seems to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "You seem like you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. But there's something more there that I was picking up on with her and Bernie. What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "I don't know, but the thing when girls play with their hair --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Is that a thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "I don't -- I mean, I think so. You know that, come on. Girls put it like, oh my gosh, did you bring Rocky to the show today? Because he makes me so happy. I don't know, it's just a little unprofessional.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We're not saying that there's anything going on with AOC and Bernie Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "No, of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because we would never do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But we're just trying to read the room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "I just think it was a little -- I heard -- the baby voice was a little -- she and I are about the same age and I think it's just, I don't know -- I don't -- I don't know about the baby voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The baby voice, the hair twirling -- we're picking up on all the cues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "Yes, I don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But again, we don't -- we're not saying Bernie and AOC are like friends with benefit. We would never say that here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We are just trying to analyze what's going on. I want to analyze something else. Hooters is involved in some sort of controversy. Kacie, really has been begging us all week to talk about this for some reason. They're having a new shorts policies. I guess, the regular orange shorts that they wear, they're getting rid of them. They want them to wear these shorts. Well, some of the girls are unhappy. Here's one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So this is how the old orange shorts fit, it covered a lot of -- I mean, you can still see a little bit right here, but like coverage. These tights, I can't even hide the front of my leggings. And oh, oh look, a wedgie. So, there isn't anything covered by these shorts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So what did Hooters do? Did they switch the policy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "I have -- I have so many things to say. First of all, thank God for TikTok that we can ask these hard hitting questions, but I will say the day that high-waisted goes out of fashion, you will not see me ever anymore out in public, but I do understand the front part of it. But it's not called peaches. So, I think as long as the t-shirts, there's no war on the t-shirts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I have no idea what you just said -- high-waisted? Peaches?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "High-waisted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I have no idea -- is that code?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "Ask Emma, she'll know. She'll know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "She will let you know. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, all right. Listen, I heard one of the girls with the new shorts made like double the amount of tips. So listen, it's a simple supply and demand situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "I would --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We don't judge on WATTERS' WORLD. We don't judge. They were whatever they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "Yes free world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Free world. Kacie, going around other people's mansions and silently passing judgment. Not a great gig.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONELL",
      "sentences": "I love all the mansions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A baby announcement, next in \"Last Call.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Time now for \"Last Call.\" A big congratulations to our producer, Danielle, who just welcomed her first baby. Olivia Jean arrived at 11:44 a.m. on Thursday weighing in at six pounds four ounces. There she is, Olivia. Danielle and her husband, Nick, congratulations from everybody on WATTERS' WORLD. Very happy for you. That's all for tonight. Be sure to follow me on Facebook, Instagram, and Twitter. \"JUSTICE WITH JUDGE JEANINE\" is next and remember, I'm Watters and this is my world. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Welcome to WATTERS' WORLD. I'm Jesse Watters. Problems aren't progress. That's the subject of tonight's Watters' Words. Inflation, hostage crisis, border crisis, gas prices, empty shelves, backlogs, supply chains, labor shortage, high crime, pandemic, Chinese missiles, and a stalled agenda. If a presidency has three of these things, it's in deep trouble. The Biden presidency is facing all of these things at the same time. Alarm bells should be going off right now, but not in Biden's fantasy land. Problems are really progress. Everything is fine. And Joe Biden is totally fine."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "utterance": "I'll tell you what -- I would like to learn it."
    },
    {
      "speaker": "DR. JILL BIDEN, FIRST LADY OF THE UNITED STATES",
      "utterance": "Look at me."
    },
    {
      "speaker": "BIDEN",
      "utterance": "(INAUDIBLE)."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Does anybody know what's going on here? Or how about here? ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360: With just in terms of inflation, because you had told us at a Town Hall, I think it was in July, that it was just near-term inflation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The President of the United States frozen in time like Cornholio from \"Beavis and Butthead.\" And when he unfroze, he short circuited."
    },
    {
      "speaker": "BIDEN",
      "utterance": "... go through Los Angeles and -- and what am I doing here?"
    },
    {
      "speaker": "COOPER",
      "utterance": "Is it Long Beach?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Long Beach."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Gas prices in California hit over $7.00 a gallon. Does Biden has a plan to reduce gas prices?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "My guess is, you'll start to see gas prices come down as we get by and going into the winter -- I mean, excuse me, into next year in 2022. I don't see anything that is going to happen in the meantime that is going to significantly reduce gas prices."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Sorry to break it to you, Joe, but it's your job to figure out what's going to reduce gas prices. You're guessing prices are going to drop next year? How? Biden was asked about the border crisis, highest number of illegal crossings since 1986."
    },
    {
      "speaker": "COOPER",
      "utterance": "Do you have plans to visit the southern border?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I've been there before and I haven't -- I mean, I know it well. I guess, I should go down, but the -- whole point of it is, I haven't had a whole hell of a lot of time to get down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "FOX couldn't find any evidence Biden has ever been to the border in his 40 years in Washington. So that looks like a flat out lie. \"I guess I should go down.\" Here he is guessing again. You haven't had time? He took off Monday any he took a Friday this week. No events, four-day weekend. He's got the lightest schedule of any modern American President. He's had time to spend 19 weekends at home in Delaware, 10 weekends already at Camp David. Food must be pretty good there. In the first nine months of his presidency, Biden has done just 10 interviews. Donald Trump did 57 in that same amount of time. Obama did 131, even Ronald Reagan did more interviews than Biden and he got shot in the chest the first year. Biden got elected on the promise he would return things to normal, but life in America isn't normal. This is now the new normal -- masks and mandates are here to stay. You can't hire, can't fly, can't shop. The White House thinks it's just a joke."
    },
    {
      "speaker": "QUESTION",
      "utterance": "If people couldn't get dishwashers and furniture and treadmills delivered on time, not to mention all sorts of other things. So why --"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The tragedy of the short -- the treadmill that's delayed."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Right. The problem, but the serious -- the serious point is why didn't the President act sooner in a more aggressive way?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "People bought treadmills because panicked Democrats and mandates are keeping gyms closed, and COVID preys on obesity. You'd think the White House would be following the science and want people to work out. A majority of Americans are seriously struggling with high prices and shortages."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Can't afford half the stuff."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's crazy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's called inflation."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You can definitely feel the difference."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think it's outrageous."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It is going up every day."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "well, I think, it really affects people who are just living on the edge."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It has a huge impact because it takes an impact in your entire life when you're spending more on groceries that you have less for everything."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Inflation is now the top issue voters are concerned about, but the worst paper in America, \"The Washington Post\" said Americans are spoiled. We should get used to empty shelves and delayed deliveries. Ready? \"Don't rant about short-staffed stores and supply chain woes.\" They go on, \"American consumers, their expectations pampered and catered to for decades, are not accustomed to inconvenience. We do ourselves a favor by consciously lowering expectations.\" Don't you guys get it? It's not Biden's fault. It's our fault for expecting to have Christmas presents for Christmas. Turkeys for Thanksgiving and toilet paper for tomorrow. It's like when Jimmy Carter told us to wear sweaters when home heating bills were sky high. This is the new normal here, guys. Get used to it, peasant. We're making progress and nothing is going to cost a thing."
    },
    {
      "speaker": "BIDEN",
      "utterance": "All of this is paid for, every single penny. It is not going to raise one single cent."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Does the President still believe that Build Back Better will not add a dime to the national debt?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Correct. It won't."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Why should Americans believe that?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Because it won't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The most expensive bill in American history won't cost a dime. The border is closed and empty shelves mean the economy is recovering. That's the spin. These are Soviet Russia style lies here. But American media fact checkers are comatose. That's why you come to me. Here's another beauty from the White House. \"The York Post\" caught the Biden administration flying illegals into New York and Florida in the dead of night and sneaking them into the hands of so-called sponsors without telling state governors."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "utterance": "Why is the administration flying thousands of migrants from the border to Florida and New York in the middle of the night?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Well, I'm not sure that's in the middle of the night. But let me tell you what's happening here. It is --"
    },
    {
      "speaker": "DOOCY",
      "utterance": "2:30 a.m., 4:29 a.m., very early in the morning."
    },
    {
      "speaker": "PSAKI",
      "utterance": "Here we are talking about early flights, earlier than you might like to take a flight."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Past midnight under the cover of darkness is really just the early morning. They think we're stupid, but they're the idiots. China just launched a hypersonic missile that in a few years could evade our missile defense and obliterate LA. The Biden's State Department is busy though. Out of touch Tony Blinken celebrating International Pronouns Day, officially recognizing the pronouns Z, zer and zers. Very clear why Biden's poll numbers are tanking. Last two polls have him at 37 percent approval. He's in a death spiral because people think he's out of touch, an incompetent liar who is making their lives more difficult and more expensive. And don't you dare disagree with the Biden agenda, they will send the Feds after you. Remember the letter the Attorney General received from the liberal school board union claiming parents angry at critical race theory are domestic terrorists who should be investigated under the Patriot Act. The Biden White House colluded with the school boards and drafted that letter with them. It was all a setup to get the F.B.I. to threaten parents just for exercising their First Amendment. Democrats conspiring to push hoaxes so the F.B.I. targets their political enemies. Sounds like the Russia hoax they used on Trump, and now they're using that on you. It's what we've been warning you about. The Democrats are so predictable. They'll sell you a dream and offer up a nightmare. It's time for America to wake up. Joining me now for reaction, former Trump White House senior aide and adviser Kellyanne Conway. Kellyanne Conway, it's good to have you in studio here."
    },
    {
      "speaker": "KELLYANNE CONWAY, FORMER COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "It is amazing. Thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I missed you so much. I think a lot of people miss the last President. What have you been seeing and hearing from the people in this country as you've watched the first nine months unfold?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Gallup today came out with a poll that showed since June, Joe Biden's approval rating among Independents has cratered 21 points. Think about that. Just three months, three or four months, it's gone down 21 points. Now, Independents traditionally, Jesse would say, I'm an Independent. You look down, they haven't voted in years. That's no longer true. Independents call themselves independents because they are paying attention to politics, not because they're not. They refuse to declare -- they refuse to pledge allegiance to either party, they declare independence from both parties and they don't like Washington, they don't like politicians to begin with. They look at Joe Biden now and they don't see somebody who is able to leverage 47 years in Washington and they see someone who is a product of 47 years in Washington, and the Democrats don't have a messaging problem. They don't have a messenger problem. They have a fact problem. They are trying to foist on the rest of us trillions of dollars in spending that according to the polls, people don't want. They say no, everybody loves the Build Back Better plan. They want childcare, they want roads, and they want bridges. Well, we like chocolate chip cookies and newborn puppies, too. But that's not what this is. People know the particulars. They know the price tag. And I would say with Biden, we really should listen to the Democrats, the 25 who ran against him and didn't want him to be President. They didn't think he was up to the task, up to the fight, up to the job. They were right. America doesn't want Biden now. The Democrats don't want him in the future. You see that Kamala Harris is making moves already. A really, historically terrible Vice President has made history yet again, by having the highest disapproval ratings of any Vice President in the 50 years we've been polling for Vice Presidents. People will say that's racism and sexism. Folks, it is called eyesight and hearing. They watch her, they listen to her. They don't even know what she's in charge of. She doesn't seem to be good at anything that we can see. And so now you've got Pete Buttigieg, allegedly this week off of paternity leave, and his donors are telling, you've got to run against Kamala next time. Hey, folks, Joe Biden is running for a second term. But I part company with people on this one. You see, Joe Biden, it's hard to watch him, it's hard to believe in a country of 330 million that that's the best we can do."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Even some of the mainstream media now are giving him a pass. They probably regret voting for him because most of them did. But Jesse, I part company in this fight, I think people know what they see. They'll judge his mental acuity, and whether he's up to the fight, up to the job, but he should be made to eat and own all of his decisions. If we create too much sympathy for Joe Biden and excuse too much of his conduct, his numbers will go back up. He should be made to own and eat every single one of the policies he has put before us. You had a great open about everything that's going wrong and all the lies they tell. I'll add to it. Inflation, it is seasonal. It's not. We're an inflation nation now. People feel that in the grocery cart and at the gas pump. The border that's that seasonal also. It is transitory. No, it's not. It's a true crisis. And Joe Biden actually said, my wife has been to the border. She is the First Lady, respectfully, but she went in 2019 when he wasn't the President. She gave meals or something. So he -- look, this is the advice I gave to Donald for the debate last year, I'd left the White House, but I was there for debate prep. My main advice was let Biden speak, and you can see why. Numbers completely numb his brain."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "CONWAY",
      "utterance": "He doesn't know where his wife stand."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because people don't even let him speak. He barely talks to the media, and anytime he gets a chance to, he runs and turns the other way. He is not doing the basics of a politician, especially a Democratic politician. He's not even projecting that he cares. He's not even showing any sort of like, I'm on this guys. We've got this. And that's kind of the bread and butter for the Democratic Party, right? Just appear that you care. And he's saying, you know what, not much I can do here about gas prices. You know, I can't do much about the supply chain, you know, doing the best we can. Maybe shop a little earlier for Christmas. This is basic political stuff. He's been a politician for four decades. He can't even do the bare minimum. And that's why people are like, whoa, whoa, at least show me you care."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Yes. Well, his numbers are down there, too. The poll came out earlier this month that he is down among -- does he care about people? Is he compassionate? And those are the personal attributes pollsters like me look for. It's always personal attributes and then policy metrics. He's down all the way around. And this is why I think people have lost faith with him very quickly. Losing confidence in his competence."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "CONWAY",
      "utterance": "But it's also, he just has no connective tissue. And because we're nine months -- look, in less time that it takes to have a baby, these people have destroyed a lot of American unraveled so many of the policy prescriptions. Think about this, the guy who had never held political office, Donald Trump was so much more natural at doing this. And now you have Biden come in here and he doesn't communicate the same way. Like the tweets or not, at least you knew who was in charge, what he was thinking, who was calling the shots, and you had a President communicating with people for free. Everybody received the President's communication instantly. The billionaire CEO, the plumber on the job looking at his phone, the stay-at-home mom, everybody got it from the President of the United States. This guy is not up to the task, and because we are nine months in, Jesse, nobody can say, but Trump, it's Trump's fault. It's Trump's fault."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And mostly I wanted to ask Kellyanne Conway the most important question of the day. Can the Eagles turn it around?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, they need to. I mean, we are so sad. You know, my mother just ordered that day a new Zach Ertz jersey for my son."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And I like the Hurts to Ertz combination --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No more Hurts to Ertz."
    },
    {
      "speaker": "CONWAY",
      "utterance": "I told my son, it is now a collector's item. They need to turn around. They also need to realize there are things called running backs, you can use them, and there are things called field goals."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right."
    },
    {
      "speaker": "CONWAY",
      "utterance": "If it is fourth and four from the fore for the goal, you can kick a field goal, it will give you three points."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Take the points. Take the points."
    },
    {
      "speaker": "CONWAY",
      "utterance": "But you know --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, the Eagles are going to turn around. I don't know about Joe Biden, but I think we're more confident in the Eagles."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And the Cowboys fans should calm down a little bit. They already smell a Super Bowl."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What did you call them? The Cowgirls?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The Cowgirl fans. They need to calm down a little."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you, Kellyanne."
    },
    {
      "speaker": "CONWAY",
      "utterance": "You've got it. Take care, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "College students donating to the Taliban. You've got to see this footage. And Kamala Harris caught acting again. Up next with Sarah Palin."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Higher Education hitting a brand new low. Liberal colleges across the country are so busy trying to indoctrinate our kids. They're getting dumber by the day. And now, they're getting downright dangerous. Watch what went down in Berkeley."
    },
    {
      "speaker": "AMI HOROWITZ, FILM PRODUCER",
      "utterance": "I'm Ami Horowitz and I'm here at the University of California Berkeley. There is no way I can raise money for the Taliban. Right? I'm trying to raise money for the Taliban. We're trying to raise money for the Taliban. America destroying the world and we want to -- we want to secure it for striking against the American homeland. Strike the U.S. both abroad and the homeland to teach them a lesson. Life means nothing to them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I would work for you."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "I'm trying to raise money for the Taliban and want to be able to train our fighters to fight back its American interests. Basically want to create a safe space for enemies of the United States. You want to do that again like we did in 2001."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "$5.00."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "$10.00"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "10.00"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Fifteen bucks."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Maybe like $15.00."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Fifty bucks."
    },
    {
      "speaker": "HOROWITZ",
      "utterance": "Fifty 0 bucks. Oh, dude. Come over here, buddy. Come over here, my brother."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here to react, former vice presidential nominee and former governor of Alaska, Sarah Palin. I don't know, Sarah, I'm laughing but deep down, I'm angry."
    },
    {
      "speaker": "SARAH PALIN (R), FORMER VICE PRESIDENTIAL NOMINEE",
      "utterance": "Yes, that does anger any reasonable person, any patriot in America. Surely, though, this was selective, right? The whole -- the clips that we just saw, surely this guy interviewed thousands and thousands of students and just found this handful of goofballs who -- I mean, really, Jesse, they've got to be clueless. This can't be real. This can't be real. And I hope that their parents watch this and understand what it is that their kids that they're paying the tuition for -- that their kids are supporting. This is outrageous."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, these are like the enemies of the state here at the University of Berkeley, probably the most liberal school in the country. I don't know, Governor, did they become radicalized once they went to Berkeley or did they always hate America and now Berkeley is just making it worse?"
    },
    {
      "speaker": "PALIN",
      "utterance": "I think, you know, inherently anybody at Berkeley, you apply to go to Berkeley knowing what you're getting into and knowing that, you know, the peer group around you, you're going to be all one team that is so liberal, that you're very, very much out of touch with the rest of the country. But I think now that people who would choose to go to that school without a mission of changing the school, but being a part of this liberal zoo circus that they're a part of, no, I think that they didn't like America to start with."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, and you know what, if these were conservatives pulling this stunt, I'm sure the F.B.I. would be knocking at their door, but these people can get away with anything. Sarah Palin, I need to show you some footage that made me cringe. This is our esteemed Vice President Kamala Harris. I guess it was her 57th birthday this week. Happy Birthday, Mrs. Vice President. Well, here she is. She yelled \"surprise\" at her own birthday party and then kissed her husband with a mask on. Watch."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Perfectly natural, just walk into a surprise party for yourself with a mask and kiss your husband and yell surprise. Here she is acting very, very surprised again when the actual President comes in to wish her a Happy Birthday. Roll this."
    },
    {
      "speaker": "KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Really? Oh, Joe. Oh, I'm very touched. Thank you. This is my favorite."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Got it. Thank you."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Oh, I'm going to hang this up with great pride. Thank you, Mr. President."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENT OF THE UNITED STATES",
      "utterance": "You're welcome."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, just not staged at all, Governor. You're just working at your desk with your mask on with cameras there, waiting to shoot the President come in wish you a Happy Birthday. She's all in act."
    },
    {
      "speaker": "PALIN",
      "utterance": "No, this can't be real, no. Every time you show me this clip, Jesse, I swear, it is cold sweat. It's like no, this cannot be our country. These are episodes of \"Veep.\" And you know, I used to be into that show \"Veep.\" And my team, we would text each other right after the show going, \"Oh, that's hilarious,\" you know, but would that ever really happen in real life? Now, we're texting each other when we see a clip like this going. \"Veep\" had nothing on what Kamala and Joe are presenting to this country. You know, we'd like to tell our children, right, well, this is America. Anybody can grow up and be the President. Well, I think the Democrats took that one a little bit too far with who they settled for and the country evidently accepted. And now you know, we see what's happening, a fundamental transformation of America in all the worst ways."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, I have to say goodbye to Governor Palin. She's going to go play a tune on the piano behind her. Maybe you could play Happy Birthday."
    },
    {
      "speaker": "PALIN",
      "utterance": "Well, I wouldn't fake it, anyway, like."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'll see you later, Governor. Have a great weekend. Should Brian Laundrie's parents be charged for aiding and abetting? And will Alec Baldwin be charged for killing a crew member on the movie set? Mark Geragos has answers."
    },
    {
      "speaker": "JON SCOTT, FOX NEWS CHANNEL ANCHOR",
      "utterance": "Welcome to \"FOX News Live.\" I'm Jon Scott. The White House and Democrats say they are edging closer to getting a deal on their domestic spending bill despite missing any informal deadline, negotiators are working through the weekend. They're trying to bring progressives and moderates together to shrink the once $3.5 trillion package to $2 trillion. Vice President Kamala Harris says she is quote \"confident\" that an agreement will be reached. The high stakes race for Virginia Governor drawing the big guns, former President Obama hitting the campaign trail this afternoon in Richmond, Virginia hoping to boost support for Democratic candidate Terry McAuliffe, the state's former governor. Meanwhile, Republican Glenn Youngkin also hit the campaign trail today. Latest polling shows the candidate is locked in a dead heat race. I'm Jon Scott. Now back to WATTERS' WORLD."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The manhunt for Brian Laundrie is over. Police found his backpack and notepad near bones in a Florida nature reserve. Dental records confirming those were indeed his remains. The F.B.I. had been searching that reserve for over a month, but say the area where Laundrie was found had been underwater until now. Laundrie is the only person of interest in the murder of Gabby Petito, but focus is now shifting to his parents. The Laundrie family and notified the F.B.I. on Tuesday, the night before the remains were found that they wanted to help search for Brian, an odd coincidence. They helped the search and his remains are found. Many of us wondering, should the Laundrie parents face charges? Their shifting timelines, lack of cooperation, suspicious camping trip, and iPhone shopping spree require some answers. Joining me now is criminal defense attorney Mark Geragos and former F.B.I. agent Maureen O'Connell. All right, Maureen, we'll start with you. I don't like what I'm feeling from the Laundrie parents. Should I not be suspicious here?"
    },
    {
      "speaker": "MAUREEN O'CONNELL, FORMER F.B.I. AGENT",
      "utterance": "Well, I do agree that their behavior has been suspicious, but I also agree that they have a right to remain silent. Now, I think a lot of this is going to hinge on what the Medical Examiner comes back with. If the Medical Examiner determines that Brian Laundrie died close to the time that he went on the run, then I think their culpability all but dissipates. If however, it they make the determination which is doubtful at this point considering that they were skeletal remains that he was -- he disappeared a week ago, that's something totally an entirely different."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because he could have been in communication, you believe, with his family or with his attorney."
    },
    {
      "speaker": "O'CONNELL",
      "utterance": "Correct. Now, he did go on this quote-unquote \"camping trip\" before he was a fugitive. And before someone is a fugitive, you are allowed to, you know, you could give them $2 million, a plane trip and a truckload of supplies and there's nothing illegal about that. It would be -- if they helped him materially after he went on the run, then that's a different story. However, with him having died, I don't really see the authorities piling on at this point."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know, Mark, I just feel like the country needs answers. The Petito family deserves justice, and if there's any way that they harbored him, aided and abetted him, materially, I think honestly, the prosecution needs to look very hard -- the F.B.I. very hard at what they knew and when they knew it."
    },
    {
      "speaker": "MARK GERAGOS, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "Look, I think you and I have talked about this before, and I've been kind of a skeptic over whether or not the parents had any liability. The problem is, and you mentioned the word, the enormous coincidence that happened within the last 36 hours, whereby apparently they told the lawyer and the lawyer texted the F.B.I. or the authorities that they were going to go search, lo and behold, they and the authorities show up at the same time and within a very short period of time, find a notebook, find a backpack and find the remains. That is, you know, most people in the criminal justice system don't buy into coincidences and that is going to, I think, reignite the authorities to take a look at them. I wouldn't be so sure that people aren't going to focus a lot of the animus that they had towards the sun, the opposite of visiting the sins of the father upon the son, it's going to be visiting the sins of the son upon the parent."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, another horrible situation involving Alec Baldwin. I wanted to take your temperature on, Mark. You saw the reports. He was shooting a film and discharged a live round from a prop gun killing the cinematographer, Halyna Hutchins, and shooting and wounding the director. I can't imagine why he would be handed a loaded gun or what kind of precautions they were taking that weren't followed on a movie set. What is going to be the result of a death like this?"
    },
    {
      "speaker": "GERAGOS",
      "utterance": "Well, look, I'm old enough to remember the \"Twilight Zone\" prosecution in Los Angeles many years ago with John Landis and there was a death on the set there as well. And you know, anytime you have a high profile situation like this and a death and a clamoring for somebody to be held accountable, I know that Mr. Baldwin is cooperating as I'm sure he feels awful about whatever happened here or how this transpired, but it's hard to explain how this happened and it would not surprise me at some point if you saw some kind of an involuntary manslaughter charge against somebody here because obviously somebody didn't do what they were supposed to do and that's a --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right, because you don't know, Maureen, if you know someone handed this gun to him that was loaded and they knew it was loaded, you know, that's obviously something that the investigators are going to have to look at."
    },
    {
      "speaker": "O'CONNELL",
      "utterance": "Yeah, but definitely, Jesse, the number one thing to think about is no matter what the gun is, or the firearm, or whatever type of projectile or not even having projectiles, you don't ever point a gun in an area where someone is standing."
    },
    {
      "speaker": "GERAGOS",
      "utterance": "Yes."
    },
    {
      "speaker": "O'CONNELL",
      "utterance": "And if they -- who was the prop master? If it turns out that there wasn't a prop master on set, that's going to be a huge problem for the producers. I don't see Alec Baldwin being held responsible for this in any way, shape, or form unless he was a producer that decided not to hire an armorer or not to hire a prop master to save money."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There's a whole --"
    },
    {
      "speaker": "O'CONNELL",
      "utterance": "If that's the case, then a lot of people are in trouble."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, there is a whole chain of custody you have to go through, many steps before you actually receive a loaded weapon or even a prop gun on a set or anywhere. It doesn't look like those were followed and someone is going to have to be held accountable for that, and right, you've got to look obviously, what you're holding in your hand."
    },
    {
      "speaker": "O'CONNELL",
      "utterance": "You've got to double check every single time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "O'CONNELL",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "O'CONNELL",
      "utterance": "When you're an F.B.I. agent on the firing range and you've been shooting for 30 years, you still double check every single time. So you have to have people on set."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Mark, Maureen, thank you guys so much for your insight. We always appreciate it. Anti Joe Biden chants sweeping the nation. Curt Schilling warming up in the bullpen."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You don't need to look at the polls to know Americans aren't fans of Joe Biden."
    },
    {
      "speaker": "CROWD",
      "utterance": "(Chanting \"[bleep] Biden.\")"
    },
    {
      "speaker": "CROWD",
      "utterance": "(Chanting \"[bleep] Biden.\")"
    },
    {
      "speaker": "CROWD",
      "utterance": "(Chanting \"[bleep] Biden.\")"
    },
    {
      "speaker": "WATTERS",
      "utterance": "The country has clearly spoken and we don't like them. And when the media tried to cover for him, once again, by saying a NASCAR crowd was chanting, \"Let's go Brandon,\" the name of the driver who won the race instead of \"F Joe Biden,\" another rally cry was born."
    },
    {
      "speaker": "CROWD",
      "utterance": "(Chanting \"Let's go Brandon, [bleep] Joe Biden.\")"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Boys in blue."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let's go Brandon."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The media is slowly getting frustrated with the President, but they still aren't talking about the chant that's sweeping the nation. Let's bring in Curt Schilling who has probably heard pretty much everything yelled from the stands. Curt, great to have you back on WATTERS' WORLD. What do you make of this chant? I mean, this thing is everywhere."
    },
    {
      "speaker": "CURT SCHILLING, FORMER MAJOR LEAGUE BASEBALL PITCHER",
      "utterance": "There aren't as many things as there used to be that make me say I love my country, but that's one of them. I mean, it's just -- it's classic. It's -- Jesse, this is -- in a microcosm, this is the world we live in. We know what we heard. We heard what we know. We know what they were saying is what we're feeling and the media tried to tell us something else. And I guess at some point, you know, for me, a lot of it is -- I get to the point where I get physically angry now because they really do think we're as stupid as they are."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, they do. And that's why they lie to us with such impunity because they think they can get away with pretty much everything. I remember, during the Trump presidency, if one person booed, one person, that was a huge story everywhere."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And now, you have a chants that you can't deny, they're coming at -- their international, they're coming out of cop cars, and the media won't even touch it."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "What and we're laughing about it, but it's tragic. It truly is tragic, because, you know, I was trying to come up with a sports analogy because sports is so easy, and it's why liberals hate it so much because it's black and white. It really is. You win and you lose. And they've tried to introduce participation as an actual finish and have been failing horribly at it, but I couldn't come -- I'm thinking to myself, you know, this would be like playing a football game every single day for a year and handing the ball off to Joe Biden and he fumbles every single play of every game every day and the referees being the media call a penalty on somebody else to negate the fumble. And they keep doing it and they do it because they do it -- they can do it now with impunity and you know, it's why a channel like CNN doesn't get a million viewers for any show for 30 straight days. I mean, the media is in many, many ways has committed suicide and they just don't -- they're the last ones to know that the trigger got cold."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They are the last ones to know. I think you mentioned CNN, their news show over there about the media I think losing the \"Peppa Pig\" reruns. That's how bad things are over there."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Okay, again, first it was \"Peppa Pig\" which, okay, maybe, but now it's \"Peppa Pig\" reruns."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. I know if you thought it was bad, it was a \"Peppa Pig\" episode that you've already saw people would rather watch that."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Right, but again, Jesse, isn't that -- the fear -- the thing that I try to tell younger people is, you know, you work in a business, Jesse, it's a multibillion dollar business. Media is big business, right? When media companies and subsidiaries and conglomerates, when they stop doing the things they do for ratings and money, you have to be afraid of how that whole thing is playing out. If CNN is not -- they're clearly not doing programming and MSNBC and all these other idiots that they subject some of America to, when they stop worrying about ratings, that means they're not really worrying about revenue and if a media company isn't worrying about revenue, what are they worrying about?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a great point. They've stopped becoming actual newscasters, telling the people the news that's going on. Now, they just want to tell the narrative and the narrative is so bad for their so-called viewers that they would rather watch reruns of \"Peppa Pig.\""
    },
    {
      "speaker": "SCHILLING",
      "utterance": "The thing is -- you're not -- you don't work for a nonprofit. FOX is not a nonprofit. These companies aren't nonprofit. They are revenue generating publicly held companies in many cases, who have decided they don't need to make money anymore and that should scare people because they're getting money from somewhere."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, no, it should and they've surrendered because I think political ideology is much more important than putting on a compelling and honest newscast. I want to play a soundbite from Aaron Rodgers, Packers quarterback. He's had it with woke culture, cancel culture. Here he is. Listen."
    },
    {
      "speaker": "AARON RODGERS, PACKERS QUARTERBACK",
      "utterance": "I'm not a part of this, you know, woke, cancel culture that gets off on trying to silence people all the time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now, do you that opinion is held by a lot athletes of Aaron's caliber?"
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Welcome to 2021, Aaron. Sweet. You know, I mean, in many ways - - and I don't say this -- I am not lauding myself, but I think, from the athletic side of things, I think I was the kickoff."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "I honestly believe what happened to me -- and listen, if you google me, you're going to come up with racist, homophobic, transphobic -- all -- every phobic you can ever imagine when none of the events that would support those accusations have ever happened in my life. But this same media that Aaron's talking about, this cancel culture, in addition to being -- and I said this. I moved to Tennessee and I've come to realize the dumbest people I've met in last 20 years graduated from Harvard and I lived in math, but the fact of the matter is these --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Curt --"
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know if you saw the top of the show but we had Berkeley students trying to donate to the Taliban and that's one of the best schools in the country, so I think your point has been proven."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "It's not though, Jesse. It is was not one of the best schools in the country."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right, best in quotes, right."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Right, and that's what -- they've got an entire generation of people believing things that aren't true. And so when you let the media drive the narrative like they have, you make -- they could cancel -- look at Justice Kavanaugh, where is Christine Blasey Ford?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know. Yes, exactly. Where is Dr. Ford? That's a good question. CNN is not going to ask that question. That's for sure."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "No, they are not."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Curt. I've got to run. Because I've got to pay some bills."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "I know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because that's what we do here at FOX, we've got to bills."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Keep doing what you're doing Stay the course, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thanks, Curt. You're the man. I love it."
    },
    {
      "speaker": "SCHILLING",
      "utterance": "Take care, bro."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Don't mess with the Marines. Is AOC in love and a brand spanking new Hooters controversy. \"Triple Play\" ahead."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Time now for \"Triple Play.\" Up first, armed thugs ambush a gas station in Arizona. Little did they know, a Marine vet was inside. James Kilcer stays calm and disarms the gunman, robbers took off running and he held one of these other guys down until the cops came. He says the Marine Corps taught them not to mess around."
    },
    {
      "speaker": "JAMES KILCER, MARINE VETERAN",
      "utterance": "So, I saw one person with a gun and they started yelling \"open the register\" and kind of did a quick sweep. I saw two other guys without -- no other weapons and decided that's the guy I'm going to hit. Once it happened, it was -- I was mentally prepared and just made it happen and did what had to be done."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Joining me now, Kacie McDonnell, host of \"Mansion Global\" on Fox Business Network and host of \"Monsters across America\" on FOX Nation. So, when I go into a Quickie Mart, I do a sweep for Sweetarts and Pepsi. I'm not looking for armed gunman, but this trained guy did the right thing."
    },
    {
      "speaker": "KACIE MCDONNELL, FOX BUSINESS NETWORK HOST",
      "utterance": "Jimbo man, what a boss. Can you imagine that? I want to be able to do that be that tactical in that situation. I hope he got whatever was in that bag for free after handling that situation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I think he can eat there whenever he wants and spend -- right, free gas for the rest of his life, which is useful because gas is very expensive in Biden's American."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "Right, $7.00 now in California."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think in California. Would you ever do this? Or would you basically duck and cover?"
    },
    {
      "speaker": "MCDONELL",
      "utterance": "No, I would love to learn how to do that. I mean, self-defense is great for any woman, but to be able to like ta-ta -- like two bad guys."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're busy playing around the mansions, I don't think you're going to train with the Marines. All right, we've got another story here. AOC, you know, like she does these little video things where she answers people's questions. Here is AOC asked about Bernie. Run it."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "Yes, I talk with Bernie on the phone a decent amount. Not just because we're colleagues, but like he is legitimately my friend and makes me happy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't want to get too involved in AOC's life, Kacie, but there seems to be --"
    },
    {
      "speaker": "MCDONELL",
      "utterance": "You seem like you do."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. But there's something more there that I was picking up on with her and Bernie. What is it?"
    },
    {
      "speaker": "MCDONELL",
      "utterance": "I don't know, but the thing when girls play with their hair --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Is that a thing?"
    },
    {
      "speaker": "MCDONELL",
      "utterance": "I don't -- I mean, I think so. You know that, come on. Girls put it like, oh my gosh, did you bring Rocky to the show today? Because he makes me so happy. I don't know, it's just a little unprofessional."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We're not saying that there's anything going on with AOC and Bernie Sanders."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "No, of course not."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because we would never do that."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But we're just trying to read the room."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "I just think it was a little -- I heard -- the baby voice was a little -- she and I are about the same age and I think it's just, I don't know -- I don't -- I don't know about the baby voice."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The baby voice, the hair twirling -- we're picking up on all the cues."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "Yes, I don't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But again, we don't -- we're not saying Bernie and AOC are like friends with benefit. We would never say that here."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "I know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We are just trying to analyze what's going on. I want to analyze something else. Hooters is involved in some sort of controversy. Kacie, really has been begging us all week to talk about this for some reason. They're having a new shorts policies. I guess, the regular orange shorts that they wear, they're getting rid of them. They want them to wear these shorts. Well, some of the girls are unhappy. Here's one of them."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "So this is how the old orange shorts fit, it covered a lot of -- I mean, you can still see a little bit right here, but like coverage. These tights, I can't even hide the front of my leggings. And oh, oh look, a wedgie. So, there isn't anything covered by these shorts."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So what did Hooters do? Did they switch the policy?"
    },
    {
      "speaker": "MCDONELL",
      "utterance": "I have -- I have so many things to say. First of all, thank God for TikTok that we can ask these hard hitting questions, but I will say the day that high-waisted goes out of fashion, you will not see me ever anymore out in public, but I do understand the front part of it. But it's not called peaches. So, I think as long as the t-shirts, there's no war on the t-shirts."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I have no idea what you just said -- high-waisted? Peaches?"
    },
    {
      "speaker": "MCDONELL",
      "utterance": "High-waisted."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I have no idea -- is that code?"
    },
    {
      "speaker": "MCDONELL",
      "utterance": "Ask Emma, she'll know. She'll know."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "She will let you know. But --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, all right. Listen, I heard one of the girls with the new shorts made like double the amount of tips. So listen, it's a simple supply and demand situation."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "I would --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "We don't judge on WATTERS' WORLD. We don't judge. They were whatever they want."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "Yes free world."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Free world. Kacie, going around other people's mansions and silently passing judgment. Not a great gig."
    },
    {
      "speaker": "MCDONELL",
      "utterance": "I love all the mansions."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A baby announcement, next in \"Last Call.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Time now for \"Last Call.\" A big congratulations to our producer, Danielle, who just welcomed her first baby. Olivia Jean arrived at 11:44 a.m. on Thursday weighing in at six pounds four ounces. There she is, Olivia. Danielle and her husband, Nick, congratulations from everybody on WATTERS' WORLD. Very happy for you. That's all for tonight. Be sure to follow me on Facebook, Instagram, and Twitter. \"JUSTICE WITH JUDGE JEANINE\" is next and remember, I'm Watters and this is my world."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}