{
  "date": "October 7, 2020",
  "headline": "Gutfeld on a preview of tonight's debate",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-a-preview-of-tonights-debate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Yippee, yippee. Hi, I am Greg Gutfeld, with Jesse Watters, Juan Williams, Dana Perino, and there is a bear on the set, Bret Baier, The Five. Wow, Kamala really kicked Pence's butt. Sorry, just reading what the media's already written about tonight. Now, what should you expect, well, two different visions, one positive, one apocalyptic. You can guess who's who. Pence could point to an economy bouncing back from a nosedive that was necessary to flatten the curve and save lives. Current unemployment has dropped to 7.8 percent, matching 2012 Obama. The Dems will lie, saying that number is still Trump's fault. But imagine if there had been no shutdown. The media call everyone murderers. Oh, wait. These armchair-doomers are already doing that. She will bring up the 200,000 dead, hoping you don't remember that was forecasted if we did everything right and two million dead if we only chased impeachment. Meanwhile, when she's not pointing out how bad the state of America is, Harris will try to socialist distance herself, good luck. She co-sponsored Bernie's Medicare for All Bill, which would've banned private insurance and put two million Americans out of work. She backed the Green New Deal, a financial monstrosity, so bad that Joe hides from it like it is COVID. And let's not forget that Kamala pushed indiscriminate bail of criminals. When we dearly needed law and order, she chose thugs. If Pence says a list of few of the freed fiends, he deserves to lose. But look, this is not about who will be the VP, but who will be P, right, Kam?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS (D) VICE PRESIDENTIAL CANDIDATE",
      "sentences": "A Harris administration together with Joe Biden as the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. Now, many support Biden despite his flaws, because it's implied that she is really in charge. Pence's goal is to let America know who you are getting if Joe wins, the most liberal senator there is. Yeah, she is a number two, but really number one with policies that smell like number two. If you follow that, you should be president. Oh, Dana is laughing at a filthy, filthy joke. And therefore, you get to go first. So I think Kamala's is -- wants this to be about Trump, but Pence has to make it about her. Is that probably right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Abs -- I think that's absolutely right. You know, in the half-time report today that Fox News puts out. Chris Stirewalt mentions that Mike Pence, for so many years now, has been the one who goes and puts out the fires.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I got this one. I got this one. But tonight, he needs to start some fires. And I think if he can paint Kamala Harris as the eco-radical social justice warrior, court-packing, filibuster-nuking kind of gal, then he will have done his duty tonight. I do think she is a very skilled debater. And I -- look, it is different. This is the first time she's on this big a stage. Pence has been here before. So I think that there will be a lot of attention on her. And you won't know probably within the first 30 minutes how things are going to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I am just surprised that she would advocate Mike Pence start fires. We don't condone arson here at Fox. Juan, there kind of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. We will do a correction later. Juan, they are like two distinct personalities. He comes across as solid and consistent. And she is kind of a wham-bam. She comes out with these, like, roundhouse jabs. That doesn't exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "That doesn't exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "sentences": "Thanks, Jesse. You know, somehow, I think we're going to have a more substantive debate tonight, Greg, from both of these candidates. It's certainly going to be a cool breeze, fresh air compared to the fiery, you know, trash fire that took place last week when President Trump absolutely had a tantrum on stage. So I think we can expect something a little different. But to your point, I think that Pence is going to be on the dense here, and I'll tell you why. I think that people are aware what's going on in the country and especially at the White House today. The president is sick, so many of his top aides sick. You stop and hear that Dr. Fauci predicts there's another 200,000 yet to die from this virus. And then you hear the president shutting down talks about economic aid for the economy in the midst of this virus. And people are like, well, what is going on? Mike Pence, can you explain this? Can you just make sense of it? And I think that's difficult, even though I think Pence, as a former radio talk show host, is a very good debater. I think he did very well in the last debate against Senator Kaine, but I think he is up against it in this moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. What do you make of that, Jesse? Care to respond to Juan's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I agree what Juan said. Tonight's going to be all about the Coronavirus. And here's how I would respond. If I were Mike Pence, I would just say listen, Kamala. Joe Biden was against two travel bans and wanted to shutdown the economy, sports, and schools longer. That would have cost millions more lives and millions of more jobs. He got it wrong on the science and he got it wrong on the recovery. And then I would ask her very pointed questions that either she knew or he have ever answered. How would you accelerate a vaccine? How would you have stopped travel from China? How would you have gotten PPE to the hospitals when you were the ones that didn't replenish the PPE stockpile? I mean, all those questions are legitimate questions that have not been answered so far. And also, to your point in the monologue, Greg, she was not well liked by Democrats. During the primary, she flamed out early. I don't expect her to be well liked by most Americans watching tonight. She basically accused Biden of being a segregationist, and said that he believed that he raped an intern. And if he is supposed to be Mr. Moderate, why did pick the most liberal member of the Senate to be on the ticket? So he -- tonight, Pence has to exploit that. He has to defend the president, but also nail Joe Biden for just being an incompetent failure his entire career.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So Bret, what do you think's going to happen tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Well, one is like Dana said. It's going to be a different tone than we saw last time. I think they're going to follow the rules pretty strictly. There will be nine 10-minute segments. It is 90 minutes overall. Each candidate gets two minutes to respond at first, and then they have a discussion. For the other six minutes, I think it's going to much more cordial. And there will be some fireworks probably. But Kamala Harris wants, as Jesse mentioned, to make 8 of the 10 subjects, if she can, COVID-19. And Mike Pence wants, at least some of it, to focus on policy where he's going to try to tie Biden and Harris to the left part of their party, socialism, and the Green New Deal, and answering -- not answering questions like packing the Supreme Court and killing the filibuster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Dana, one thing that Pence is probably also going to have to do is ask questions that the moderator isn't going to ask, because I always find that's problem. Like, will Susan Page bring up packing the court? Who knows?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, that's one of the ways that you can actually make points is just by raising the question. And I think that the fact that we've heard that Vice President Pence is going to focus on terrorism and fighting terrorism. And Kayla Mueller's parents are going to be his guests in the audience tonight. I can expect some more on foreign policy than we saw in that first debate. Even if Susan Page, the moderator doesn't ask the question, I know that Vice President Pence is going to bring it up. And I think they have a pretty strong record on that. And I -- it will be interesting to see how she responds, because we have not heard a lot from her on foreign policy at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah. But I think that Harris has a record of moving the ball forward on, for example, healthcare, on the environment. And I don't think Pence has that. Pence has been the loyal soldier. Who is Pence at this point? I think even Republicans wonder can Mike Pence have some fire about him. Can he stand as his own man?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Well, we got more to come on THE FIVE, including the stimulus standoff. Democrats accusing Trump of being high on Coronavirus drugs after the shutdown talks, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The Coronavirus stimulus fight heating up again in Washington. Yesterday, President Trump put a dramatic halt to negotiations in a tweet, telling Republicans to wait until after the election to cut a deal, House Speaker Nancy Pelosi and Democrats quick to attack the president over the move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "On the best of days, the president's thinking isn't too sound. So if there's any impairment, it is a real problem. NANCY PELOSI, House SPEAKER:  The president has always had erotic (ph) behavior. Right now, it's very, very dangerous. There are those who say that steroids have an impact on people's thinking. I don't know. But there are those healthcare providers who say that. Also, if you have the Coronavirus, it has an impact as well. So the combination is something that should be viewed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "President Trump changing his tune, tweeting -- and here I'm quoting. \"If I am sent a stand alone bill for stimulus checks, $1200, they will go out to our great people immediately. I am ready to sign it right now. Are you listening, Nancy?\" Bret Baier, despite what the president said in that tweet, I don't think that the talks blew up over aid to individuals. It really blew up over aid to cities and states that have been hurt by the virus, and are now facing situations where they are having to furlough people or layoff policemen, firefighters, and teachers. Do you see any hope of this coming back, being picked up before the election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I think it's pretty dismal right now as far as what it looks it. After the negotiations were shut down, the president tweeting that he wanted to do these individual stand alone bills, but he essentially handed a political weapon to the Democrats, at least for the short term, to say, look, he is not negotiating anymore. He is stopping this. But, you know, on the flip side, remember, Democrats were not coming off $2.4 trillion for a long time. And you mentioned the cities and states. They -- Republicans just wanted a caveat that said if you had problems before COVID with your finances. This doesn't qualify for getting relief. And they were trying to get to that caveat. Mark Meadows is going to on the show, on Special Report later. We will see what he thinks. But I don't think it's possible in 28 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow, OK. So Dana, Mitch McConnell has said, speaking to Bret Baier's point, you know, a lot of these states had big pension liabilities. And we're not going to bail them out. So let the states go bankrupt, but that's what it is. But it's not just the blue state problem, if you think of it in purely in political terms. You know, there are red states -- Florida, for example, huge budget holes. Why wouldn't the president want to do something right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think that the president does want to something right now. And I think that he realizes he absolutely needs to do something right now, even though, I think last night was a little bit of a ploy to perhaps get Nancy Pelosi to back off of her position. Now, she's been the one that has delayed this for a long time. When it comes to many of those states, they are sitting on a ton of money that was passed in the original Cares Act, billions of dollars. And I think the Republicans were correct to say until you can show that you have already spent those funds, why would we give you additional money? We should save that money for people who actually need it, maybe schools or airlines. And Nancy Pelosi has held up this bill for a long time. She recently had said that not getting the bill done was preferable to her than to -- you're not getting any money out the door as preferable for her if she didn't get this comprehensive bill. I talked about it yesterday. There are lots of things in there that people wouldn't like, the end of voter ID laws, for example. Nationalizing ballot harvesting, stimulus payments to illegal immigrants, things that you would think would be able to be stripped down. And in fact, House Democrats who are more moderate voted against that position and told Nancy Pelosi, like, that is unacceptable. We don't need to have that in this bill. So it's a little bit galling that all of sudden she is calling for urgency for these things, because she's the one that has held it up for several months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Jesse, the other side of that coming from Nancy Pelosi is they -- the House under Nancy Pelosi just last week passed a $200 trillion bill and tried to get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Not $200 trillion, not $200 trillion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sorry. Bret Baier just helped me out. But now, now you get people like Senator Susan Collins and even some of the conservatives in the House saying this is a big mistake for us as a Republican Party to wait. We have got to act now. The American people want action on this economic aid now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, they do. So let's get it out. You can you a piecemeal, but you don't have to have it be a slush fund for failed blue states, Juan. Only in Washington can saying $2.2 trillion is too much, yet you're accused of being high on drugs. I mean, we've already spent 3.6 trillion. Come on. What are we talking about? I don't want to bore you guys with the numbers. But Nancy's asking for 35 times more money than what the blue states have lost so far in the Coronavirus. We are talking a quarter trillion to teacher's unions, half a trillion to blue states with no strings attached. You give that to De Blasio and Cuomo. It just becomes a bailout slush fund that they can skim off and buy votes with. I mean, seriously. But to be honest with you, the numbers are so big. It makes people's eyes glaze over, the media's side, with the Democrats. And Republicans usually cave. So we will see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Greg, I saved the toughest question for you. Because the Federal Chairman, Jerome Powell, he said, you know what, error (ph) on the side of too much money. He said the economy needs a massive package at this point to avoid collapse. What does Greg say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I say that everything that Jesse just said answers that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What's -- it's a fact. This is a massive package. And I am an expert on massive packages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What's obvious to the media, and they are pretending this is not true. Nancy orchestrated this so Trump would veto it. So out of the corner of their -- of her mouth, she saying we can't politicize the virus. And on the other corner, she's politicizing the virus. If the Republicans had pulled something like that, you know what we'd be called, murderers, that we're letting people die. This bill was impossible to pass and intended to fail because the Democrats are more willing to let people die than help Trump. Let me repeat that because this is what they -- they always like to say people have blood on their hands. The Democrats are more willing to let people die than help Trump. They could get this money out by stripping this stuff out off the package. But they won't do it because they want to hurt Trump. That's their priority. It's sad. But I am just using their vernacular that they've used on Republicans for the past four -- forty years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hey, Greg, I wanted to follow-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I saw in the papers today that the White House aides, and everybody was saying, you know, these steroids, they do cause you to have some, you know, mental blips sometimes. And people are worried about the president. Now, some people might say that's a slur against the president of the United States. But some of his own aides and people who are doctors are saying, no, steroids can really change the way you think and act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know what? I think everything is -- Donald Trump has talked about Joe Biden being on meds, so all is fair in love and war. I mean, look, if he said, you know -- he said that about Joe. They can say that about Donald Trump. I hardly think he cares that that's being said. But, you know, you take --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, Juan, Trump has blown up talks sober without steroids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wait, wait. Jesse, you're on his side. You're not supposed to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's true. He's blown up talks every year with Nancy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Steroids are not the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. It's not steroids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. Thanks, guys. Coming up, the Democrats riding high with Joe Biden leading in the polls, but are they overlooking some other key factors? That's next for you on THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Early voting is surging to record members. Over five million Americans have already cast ballots. Democrats are feeling good, because they're leading in early voting. And Biden's up in the polls. But are they overlooking some key factors? The Trump campaign is beating Democrats at registering new voters in key swing states, the GOP cutting into Democrats' advantage from 2016 in places PA, North Carolina and Florida. And Politico is reporting Biden's big lead in national polling may be the result of depressed Republicans refusing to answer the phone after the first debate. So Dana, I mean, I think it's getting a little ahead of ourselves when we say this is going to be a huge turnout election, because you have all of these mail-in ballots already. That just may be the case because it's Coronavirus. And people are mailing in ballots and aren't going to show up on Election Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I actually think it's going to be the highest turnout election that we have had in history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And that was one of my new year's predictions in 2020 before Coronavirus was even on the scene. And I think it's just because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you are usually right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I am. I usually get at least one of those predictions right, and think I am pretty safe in this one. But that's just there's just so much interest in the election. You add a pandemic on top of it. Yes, people are definitely much more engaged. And also, it's kind of become the sport. Americans realize that this election will determine the course of the country for the next long while. And the president has an opportunity to put another Supreme Court justice on the court, even before this election takes place. But I wouldn't put too much stock in how many people already voted. I don't think that's as important a number as the other you mentioned in the opening. And that is how many new registered voters you have. In 2004, that made the difference for George W. Bush to be able to win over John Kerry. And I believe that the Obama people say the same thing about his ability to beat Mitt Romney in 2012. If you look at those numbers over and over again, the newly registered voters, they're always going to vote that first year. You can guarantee that. You can take that one to the bank. And those voters actually might vote on Election Day. So I wouldn't get too far ahead, as you say, Jesse, thinking that the Democrats have this just because there is a lot of mail-in voting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, it's a great point. Nobody was better than organizing on the ground than the Obama people. Bret, we're just hearing that the Biden campaign has announced that they will be resuming negative advertising. They had, I guess, held it for a while after the diagnosis of the president. But their dirty ads will be back on the air tonight. I can imagine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yeah. And maybe it was the president's tweet storm that stirred them up. I don't know. But yeah, there wasn't expected to be a pause for that long. Just picking up on what Dana said. You know, the polls are one thing. And everybody looks at them and has their take. And since the first debate, the polls that have come out have expanded a little bit for Biden. Interestingly, if you ask the question in any of these polls, how do you think your neighbor is going to vote? Trump does exponentially better. We have polls coming out at 6:00 tonight, Fox News polls. And that question is being asked as well. So take a look at that. We will see what really matters is about 6 to 10 states in the battlegrounds and where those polls stand in the next 28 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. Juan, that's an interesting point. What do you make of the number where people say, well, who do you think your neighbor is voting for? And more people, by a healthy margin, say Donald Trump. What is the significance of that, in your opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think Democrats -- a lot of people beyond Democrats are anxious right now, Jesse. I think despite what you may think because of the polls, Democrats are not riding high. To the contrary, I think they're so nervous. I mean, I think someone on this show said, you know, Democrats are, like, always crying and whining --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The bed-wetting Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, the bed -- that was it. Thank you. Thanks for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's what Democrats say about themselves, though, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I'm just saying. That's -- I heard that here on the show, and I just thought -- it came to mind, but I couldn't quite get it. So, to my mind, Jessie, people are anxious because they think, oh, my gosh, what is President Trump going to do next? You know, he's obviously behind. So, what dire tactic might he resort to? What about the state legislatures where you have Republican majorities? Will they throw out the vote and just decide that their electors should be Trump supporters? What about the Justice Department? What will he do with the Justice Department to try to invalidate votes? What about voter suppression? That's what's on Democrats mind right now. They are just nervous about this election. So, nobody is complacent. I think to the contrary, the message is stay hard in terms of your fixed attention and go to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg Gutfeld, what do you think about the polls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, as you know, I'm an expert in big polls. This moment feels - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hey, sorry. It's an assault for Bret Baier. This is what happens when you come on THE FIVE. This moment feels --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I mean, do you want me to leave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I've had that thought. I've had that thought myself, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK, so this does feel a lot like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Why would you leave? This is the best show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is. It's the best show. This feels exactly like that moment when Hillary was way ahead. And I remember after the Access Hollywood Tape, I played a (INAUDIBLE) song called It's Over to open up my segment because I was gloating about the fact that Trump was going to lose and because I was very critical of him. And I thought oh -- and I would I play that song with glee. And I had -- like, I had a 10 egg omelet on my face, like a week later. So, I'm very -- I learned my lesson. And I keep thinking about that great silence that we're listening to now. We hear everything bad that's going on, but there's a -- it's the dog that isn't barking that's going to show up on November to bark. And I think we know what it's going to do, bark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Woof, woof.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Coming up, newly declassified documents show Barack Obama was briefed about an alleged plan by Hillary to tie President Trump to Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Welcome back. Director of National Intelligence John Ratcliffe declassifying documents that show former CIA Director John Brennan briefed former President Barack Obama on a purported plan by Hillary Clinton to smear then-candidate Trump and tie him to Russia based on Russian intelligence and the Russian securities services and what they were saying. Brennan responding to the release, and he's accusing the Trump administration of playing politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR, CIA",
      "sentences": "John Radcliffe is anything but an intelligence professional. He -- it is appalling his selected declassification of information that clearly is designed to advance the political interests of Donald Trump and Republicans who are aligned with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It may not be that selective that much anymore. Just within the past hour, Director Ratcliffe putting out this statement. \"At my direction, the Office of national -- Director of National Intelligence has now provided almost 1,000 pages of materials to the Department of Justice in response to Mr. Durham's document requests. I will continue to ensure the Intelligence Community's responsiveness to the DOJ's request. We also look forward to supporting the DOJ in further declassifications consistent with their investigation.\" Durham, of course, the prosecutor who is looking into all of this. Jessie, your thoughts on these developments?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, we know Hillary concoct the Trump-Russia collusion, Obama and Comey were briefed on it. It cost $9 million. The source was a suspected Russian spy. They concocted evidence to get the warrant, then they framed Flynn and the White House for collusion that was false. Then they investigated this president for two years, found no collusion, and then wipes their phones. I mean, this has to be the most devious and effective political smear campaign in modern American history when you think about the fact that the Democrats won the House in 2018 based on this Russia cloud that was hanging over. And still today, a majority of Democrats believe that Trump's a Russian agent. And remember, Obama officials were out on T.V. for years saying that there was collusion, and then we're telling investigators under oath that they didn't have any evidence of collusion. So, to say it's a selective declassification fine, let's declassify all of it. I'm sure it's going to be embarrassing to the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And it looks like more and more is coming out. However, it's coming out 28 days before an election. Juan, I'll turn to you. Do you have a problem we had two and a half, three years of Russia media coverage, and now these things come out, they don't even breakthrough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. I mean, obviously, the timing makes them suspect. It's the middle of a political campaign in which the president is doing badly. And he's telling his Director of National Intelligence, yes, get more of this stuff out there. It plays into, I think, Trump's overall political practice, which is grievance, conspiracy theories, and then of course attacking Democrats. But I think the key here, let's just stick with what we know, is that John Ratcliffe, the Director of National Intelligence himself says he doesn't know that these documents are in any way provable. This could be Russian disinformation. John Brennan acted in terms of briefing President Obama responsibly to say hey, this is out there. We don't know if this is true or not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But it turned out to be true, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You could pick up on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It turned -- because Hillary did framed Trump for the hacking. It turned out to be true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll tell you what. It's not true. And here's what I could say to you, Jesse. There's a second --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She didn't blame Trump for hacking her e-mails with the Russians? It's exactly what she did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Of course, she did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, that's -- and that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's exactly what happened. So, how is it -- how is it disinformation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, and it's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What's disinformation -- let me just say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He didn't collude with the Russians to hack her server.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK, let me just finish up by saying that we've had a Republican majority on the Senate Intelligence Committee issued a report saying Russia interfered in 2016 to help one candidate, Donald Trump, and they continue to interfere in 2020 to help one candidate Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hillary paid for Russian interference, Juan, and it's $9 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Greg, your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm sorry, me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, Greg, your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. Yes, Brett, the point you made is probably one of the biggest and most infuriating points is that this will not be covered on T.V. anywhere but here. If the -- if the media were fair and balanced, they would devote as much time to this one Russian story, Juan, which by the way, you called conspiracy, but you were injecting conspiracy into your arms for three years with the Russian stuff. And now you think this is just a stupid conspiracy? I'm sorry, we got the notes. This was a planned disinformation campaign to undermine an election by Hillary Clinton. You guys gobbled up the dossier like it was heroine. And now you sit here when there's evidence and you go, it's a conspiracy. It drives me crazy that the media reports lies. And then, when you get a true story, they dismiss it. It's disgusting. This has been a three to four-year rolling coup because Hillary didn't want to be humiliated by Donald Trump. She felt that she deserved the election - - the win. And the best part about this is, again, somehow Trump is directionally true. When he was leading the chant locker up, man, you didn't know how right he was because she should be locked up when you look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my God. Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Dana, bring this home for us. There are Republicans up on the Hill who've had a real problem with the FBI and CIA and what they've put out and managed to get out. This is 28 days before the election. So, for Democrats who say, hey, wait a second, why is it coming out now, there are some Republicans who say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I mean, they can be frustrated. But to what Greg was just saying, they might not matter, right, because it won't get the coverage. It will get -- I think it will get coverage here, but I also think we have to remember that a lot of people -- the majority of people get their news also on social media. So, I think that the President's team is very good about flooding that zone. Jesse mentioned declassifying the rest of the information. I think that would also -- should also include the full Mueller report, which we also have not seen. The other thing, though, that the Trump team, I think should probably thinking about is that if we are 28 days away, and we are just a little bit less, what do they want that headline to be every morning. And if I were them, I would just focus relentlessly on the president's strength and the economy. That's what people want to -- want to hear about. They want to care about it. And I think what you'll see tonight is that Vice President Pence will draw a huge contrast between what a Trump-Pence administration will do for the next four years in getting this economy back like they had it before the Coronavirus versus what a Biden-Harris administration would do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I'll just add that prosecutor John Durham doesn't look at the calendar, and he's following up on what he's following up on regardless of November 3rd. Coming up next, what Joe Biden is now saying about next week's debate with President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Welcome back. While we are just hours away from the one and only vice presidential debate, there's some growing uncertainty over next week's plan contest between President Trump and Joe Biden. The former V.P., he's unsure if that debate will even happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "I think if he still has COVID, we shouldn't have a debate. I think we're going to have to follow very strict guidelines. Too many people have been infected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And the White House physician is saying today, President Trump's vital signs are normal and he has been symptom-free for over 24 hours. Bret, what do you think about this request from Joe Biden? I think it's kind of reasonable to ask for a negative COVID test before being together in a debate room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, I think that's kind of a no brainer. I think the President and his team would agree with that. I don't think he's going to go to the debate if he still has COVID. And I assume he's going to get a negative test. I mean, there are things we don't know about the trans -- you know how it all happened. We don't know when the last negative test was. We know what we're hearing from the physician, and that is that he's doing well. There was even a note in there that he -- they had some antibodies that they've found inside the president. There's some people wondering how that happened so soon, and they want to know back --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, where can we get some of that, right? And Jesse, and I really think that is the point. The president is feeling better. The doctor's report, he is symptom-free. And he is in a position now that he could get to that debate and he needs that debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He does. And I agree with Bret. I wouldn't want a COVID-infected president screaming at me in a debate stage. It's not -- it's not smart. But in terms of this attack on science, I would probably try to use Fauci less as a punching bag and more as a weapon because Fauci has said that people should not be concerned. They should live their lives, that this was a low-risk situation. He said it in January, February, and March. And he said it because he wanted to calm people down. That was the same message that the President had. Fauci said the travel ban saved millions of lives. So, I would probably use Fauci more aggressively to blunt that science attack. And on the mask thing, if I was the president, I'd say I believe in masks. I'm just not going to use a mass like a prop like Joe Biden does where he's alone out in the middle of nowhere wearing a mask. And all of his friends Dianne Feinstein, Nancy Pelosi, the Cuomo's, everybody on CNN, they rip the mask off the minute they think there's no cameras there. So that's what I would say if I was the president in terms of the science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So Bret -- Greg, this debate if it were to happen, is a week from tomorrow. You can't imagine all the different stories that could actually break between now and then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, imagine if Andrew Cuomo were in charge of the debate, he'd offer up a rest home. I don't understand why they can't just to be perfectly safe, do it outside. The weather is still nice. I don't know what state they're doing it in. Where are they, Miami?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Miami.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, they could do it outside and still have the distance and that would be fine, or just pick another day. But I don't think it's a really a big problem. Just have the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And Juan, what's your final thought here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think tonight, we're going to see a plexiglass divider between Harris and Pence. And initially, the Pence campaign didn't want it. The presidential debate commission said it's going to be there. I think look, we all heard the President's doctor said, look, I want to be upbeat. I don't want to cause the president any discomfort. Well, that's a result - - that's resulted in the American people not trusting what's coming out of the White House. They haven't made public his health records from over the weekend. We don't know what happened. We don't know what's happening now. And I think if you're Joe Biden, you have every reason to say why would I put myself and my health in danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And let me just say about those shields, the plexiglass. There are a number of doctors now weighing in saying they're not sure about the whole plexiglass thing. It's like a splatter shield, not so much to protect the people on the stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Indeed. All right, well, as I think, Bret, you are going to be leaving us now for the special debate coverage. We appreciate you being here. \"ONE MORE THING\" is up next. I have the best one. You have to stick around for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's time now for \"ONE MORE THING.\" I'll go first. All right, let's do this. Greg's Plugs. This is where I plug stuff. My podcast just came out. I interviewed the legendary producer, musician Chilly Gonzales. He won a Grammy for Daft Punk. He's worked with Drake. He's amazing. And it's an amazing podcast, like 45 minutes. Also, a second live show has been added October 25th, Butler Pennsylvania, at the Starlight Drive-in Theater October 25th. The show starts at 7:30.. It's going to be, as the kids like to say, a real hoot or a gas or a hoot gas. Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you want a chance to win at $25,000? Go to Fox Bet Super 6 before the debate kicks off. You download the Fox Bet Super 6 app, play the V.P. debate game. You pick six possible outcomes, then watch the debate, so go get started. Also, some birthday news. We have a birthday today October 7th. Not only is it Fox News's birthday, it's the twin's birthday. Happy birthday Ellie and Sophia. There they are eating some cake, chocolate, of course. No candles because of the China virus. There they are with their grandparents celebrating. Rookie is under the table looking for some scraps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're in their early 30s now, right, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. They're aging appropriately, Greg. Happy birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What did you get them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I got them a lot. I got them balanced beams. I got them some -- what are those things called? Slingshots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Typical Republican. Why don't you just get them a firearm, Jesse? You make me sick --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, when they turn 18, they will have firearms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Dana, you have fiery arms. Please --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, and I have a birthday to talk about as well. Everyone, to join me in celebrating this birthday. This man was born here in Salt Lake City. His name is Gail Halvorsen. He's going to be 100 years old today. He is best known as the Berlin Candy Bomber. Actually, his birthday is Saturday. So, during the Berlin Blockade in the 1940s, Hal would ferry supplies to starving citizens in Soviet controlled areas which inspired him to start operation little vittles where he would drop candy and other treats to children in Berlin. As news of the operation reached the United States, children and candy makers from all over the country began contributing sweets. And after the groundswell of support came from the U.S., Hal and his many co-pilots, they dropped candy every other day. So, he is the best Candy Man the world has ever seen indeed, and Happy birthday to you, Gail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, Dana, that certainly is a sweetest story. I'm practicing my local news banter. All right, Juan, finish it off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So, you know the track and field is known for displays of tremendous pure athletic ability, as in tremendous speed, tremendous strength, tremendous agility. So, take a look at a Washington State track star by the name of Emanuel Ray-Ray Wells, Jr. Yes. It's hard to believe what you just saw, but you really did see a human being in stocking feet, hopping over four hurdles before then leaping a fifth hurdle that was more than five feet high. Wells bragged on his social media account saying 61 inches as promised. He has 23,000 followers on Instagram who delighted in seeing athletic genius take place. Amazing show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I used to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I got bored with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You never did, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. Actually, I let people leap over me which isn't that hard to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, stop it. OK, that's it for us. The coverage of the vice- presidential debate with Bret Baier and Martha MacCallum begins in approximately the end of this set. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Yippee, yippee. Hi, I am Greg Gutfeld, with Jesse Watters, Juan Williams, Dana Perino, and there is a bear on the set, Bret Baier, The Five. Wow, Kamala really kicked Pence's butt. Sorry, just reading what the media's already written about tonight. Now, what should you expect, well, two different visions, one positive, one apocalyptic. You can guess who's who. Pence could point to an economy bouncing back from a nosedive that was necessary to flatten the curve and save lives. Current unemployment has dropped to 7.8 percent, matching 2012 Obama. The Dems will lie, saying that number is still Trump's fault. But imagine if there had been no shutdown. The media call everyone murderers. Oh, wait. These armchair-doomers are already doing that. She will bring up the 200,000 dead, hoping you don't remember that was forecasted if we did everything right and two million dead if we only chased impeachment. Meanwhile, when she's not pointing out how bad the state of America is, Harris will try to socialist distance herself, good luck. She co-sponsored Bernie's Medicare for All Bill, which would've banned private insurance and put two million Americans out of work. She backed the Green New Deal, a financial monstrosity, so bad that Joe hides from it like it is COVID. And let's not forget that Kamala pushed indiscriminate bail of criminals. When we dearly needed law and order, she chose thugs. If Pence says a list of few of the freed fiends, he deserves to lose. But look, this is not about who will be the VP, but who will be P, right, Kam?"
    },
    {
      "speaker": "KAMALA HARRIS (D) VICE PRESIDENTIAL CANDIDATE",
      "utterance": "A Harris administration together with Joe Biden as the president of the United States."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. Now, many support Biden despite his flaws, because it's implied that she is really in charge. Pence's goal is to let America know who you are getting if Joe wins, the most liberal senator there is. Yeah, she is a number two, but really number one with policies that smell like number two. If you follow that, you should be president. Oh, Dana is laughing at a filthy, filthy joke. And therefore, you get to go first. So I think Kamala's is -- wants this to be about Trump, but Pence has to make it about her. Is that probably right?"
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Abs -- I think that's absolutely right. You know, in the half-time report today that Fox News puts out. Chris Stirewalt mentions that Mike Pence, for so many years now, has been the one who goes and puts out the fires."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": "I got this one. I got this one. But tonight, he needs to start some fires. And I think if he can paint Kamala Harris as the eco-radical social justice warrior, court-packing, filibuster-nuking kind of gal, then he will have done his duty tonight. I do think she is a very skilled debater. And I -- look, it is different. This is the first time she's on this big a stage. Pence has been here before. So I think that there will be a lot of attention on her. And you won't know probably within the first 30 minutes how things are going to go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I am just surprised that she would advocate Mike Pence start fires. We don't condone arson here at Fox. Juan, there kind of --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. We will do a correction later. Juan, they are like two distinct personalities. He comes across as solid and consistent. And she is kind of a wham-bam. She comes out with these, like, roundhouse jabs. That doesn't exist."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "That doesn't exist."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it doesn't."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "utterance": "Thanks, Jesse. You know, somehow, I think we're going to have a more substantive debate tonight, Greg, from both of these candidates. It's certainly going to be a cool breeze, fresh air compared to the fiery, you know, trash fire that took place last week when President Trump absolutely had a tantrum on stage. So I think we can expect something a little different. But to your point, I think that Pence is going to be on the dense here, and I'll tell you why. I think that people are aware what's going on in the country and especially at the White House today. The president is sick, so many of his top aides sick. You stop and hear that Dr. Fauci predicts there's another 200,000 yet to die from this virus. And then you hear the president shutting down talks about economic aid for the economy in the midst of this virus. And people are like, well, what is going on? Mike Pence, can you explain this? Can you just make sense of it? And I think that's difficult, even though I think Pence, as a former radio talk show host, is a very good debater. I think he did very well in the last debate against Senator Kaine, but I think he is up against it in this moment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. What do you make of that, Jesse? Care to respond to Juan's --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I agree what Juan said. Tonight's going to be all about the Coronavirus. And here's how I would respond. If I were Mike Pence, I would just say listen, Kamala. Joe Biden was against two travel bans and wanted to shutdown the economy, sports, and schools longer. That would have cost millions more lives and millions of more jobs. He got it wrong on the science and he got it wrong on the recovery. And then I would ask her very pointed questions that either she knew or he have ever answered. How would you accelerate a vaccine? How would you have stopped travel from China? How would you have gotten PPE to the hospitals when you were the ones that didn't replenish the PPE stockpile? I mean, all those questions are legitimate questions that have not been answered so far. And also, to your point in the monologue, Greg, she was not well liked by Democrats. During the primary, she flamed out early. I don't expect her to be well liked by most Americans watching tonight. She basically accused Biden of being a segregationist, and said that he believed that he raped an intern. And if he is supposed to be Mr. Moderate, why did pick the most liberal member of the Senate to be on the ticket? So he -- tonight, Pence has to exploit that. He has to defend the president, but also nail Joe Biden for just being an incompetent failure his entire career."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So Bret, what do you think's going to happen tonight?"
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Well, one is like Dana said. It's going to be a different tone than we saw last time. I think they're going to follow the rules pretty strictly. There will be nine 10-minute segments. It is 90 minutes overall. Each candidate gets two minutes to respond at first, and then they have a discussion. For the other six minutes, I think it's going to much more cordial. And there will be some fireworks probably. But Kamala Harris wants, as Jesse mentioned, to make 8 of the 10 subjects, if she can, COVID-19. And Mike Pence wants, at least some of it, to focus on policy where he's going to try to tie Biden and Harris to the left part of their party, socialism, and the Green New Deal, and answering -- not answering questions like packing the Supreme Court and killing the filibuster."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Dana, one thing that Pence is probably also going to have to do is ask questions that the moderator isn't going to ask, because I always find that's problem. Like, will Susan Page bring up packing the court? Who knows?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, that's one of the ways that you can actually make points is just by raising the question. And I think that the fact that we've heard that Vice President Pence is going to focus on terrorism and fighting terrorism. And Kayla Mueller's parents are going to be his guests in the audience tonight. I can expect some more on foreign policy than we saw in that first debate. Even if Susan Page, the moderator doesn't ask the question, I know that Vice President Pence is going to bring it up. And I think they have a pretty strong record on that. And I -- it will be interesting to see how she responds, because we have not heard a lot from her on foreign policy at all."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah. But I think that Harris has a record of moving the ball forward on, for example, healthcare, on the environment. And I don't think Pence has that. Pence has been the loyal soldier. Who is Pence at this point? I think even Republicans wonder can Mike Pence have some fire about him. Can he stand as his own man?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Well, we got more to come on THE FIVE, including the stimulus standoff. Democrats accusing Trump of being high on Coronavirus drugs after the shutdown talks, yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The Coronavirus stimulus fight heating up again in Washington. Yesterday, President Trump put a dramatic halt to negotiations in a tweet, telling Republicans to wait until after the election to cut a deal, House Speaker Nancy Pelosi and Democrats quick to attack the president over the move."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "On the best of days, the president's thinking isn't too sound. So if there's any impairment, it is a real problem."
    },
    {
      "speaker": "NANCY PELOSI, House SPEAKER",
      "utterance": "The president has always had erotic (ph) behavior. Right now, it's very, very dangerous. There are those who say that steroids have an impact on people's thinking. I don't know. But there are those healthcare providers who say that. Also, if you have the Coronavirus, it has an impact as well. So the combination is something that should be viewed."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "President Trump changing his tune, tweeting -- and here I'm quoting. \"If I am sent a stand alone bill for stimulus checks, $1200, they will go out to our great people immediately. I am ready to sign it right now. Are you listening, Nancy?\" Bret Baier, despite what the president said in that tweet, I don't think that the talks blew up over aid to individuals. It really blew up over aid to cities and states that have been hurt by the virus, and are now facing situations where they are having to furlough people or layoff policemen, firefighters, and teachers. Do you see any hope of this coming back, being picked up before the election?"
    },
    {
      "speaker": "BAIER",
      "utterance": "I think it's pretty dismal right now as far as what it looks it. After the negotiations were shut down, the president tweeting that he wanted to do these individual stand alone bills, but he essentially handed a political weapon to the Democrats, at least for the short term, to say, look, he is not negotiating anymore. He is stopping this. But, you know, on the flip side, remember, Democrats were not coming off $2.4 trillion for a long time. And you mentioned the cities and states. They -- Republicans just wanted a caveat that said if you had problems before COVID with your finances. This doesn't qualify for getting relief. And they were trying to get to that caveat. Mark Meadows is going to on the show, on Special Report later. We will see what he thinks. But I don't think it's possible in 28 days."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow, OK. So Dana, Mitch McConnell has said, speaking to Bret Baier's point, you know, a lot of these states had big pension liabilities. And we're not going to bail them out. So let the states go bankrupt, but that's what it is. But it's not just the blue state problem, if you think of it in purely in political terms. You know, there are red states -- Florida, for example, huge budget holes. Why wouldn't the president want to do something right now?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think that the president does want to something right now. And I think that he realizes he absolutely needs to do something right now, even though, I think last night was a little bit of a ploy to perhaps get Nancy Pelosi to back off of her position. Now, she's been the one that has delayed this for a long time. When it comes to many of those states, they are sitting on a ton of money that was passed in the original Cares Act, billions of dollars. And I think the Republicans were correct to say until you can show that you have already spent those funds, why would we give you additional money? We should save that money for people who actually need it, maybe schools or airlines. And Nancy Pelosi has held up this bill for a long time. She recently had said that not getting the bill done was preferable to her than to -- you're not getting any money out the door as preferable for her if she didn't get this comprehensive bill. I talked about it yesterday. There are lots of things in there that people wouldn't like, the end of voter ID laws, for example. Nationalizing ballot harvesting, stimulus payments to illegal immigrants, things that you would think would be able to be stripped down. And in fact, House Democrats who are more moderate voted against that position and told Nancy Pelosi, like, that is unacceptable. We don't need to have that in this bill. So it's a little bit galling that all of sudden she is calling for urgency for these things, because she's the one that has held it up for several months."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Jesse, the other side of that coming from Nancy Pelosi is they -- the House under Nancy Pelosi just last week passed a $200 trillion bill and tried to get --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Not $200 trillion, not $200 trillion."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sorry. Bret Baier just helped me out. But now, now you get people like Senator Susan Collins and even some of the conservatives in the House saying this is a big mistake for us as a Republican Party to wait. We have got to act now. The American people want action on this economic aid now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, they do. So let's get it out. You can you a piecemeal, but you don't have to have it be a slush fund for failed blue states, Juan. Only in Washington can saying $2.2 trillion is too much, yet you're accused of being high on drugs. I mean, we've already spent 3.6 trillion. Come on. What are we talking about? I don't want to bore you guys with the numbers. But Nancy's asking for 35 times more money than what the blue states have lost so far in the Coronavirus. We are talking a quarter trillion to teacher's unions, half a trillion to blue states with no strings attached. You give that to De Blasio and Cuomo. It just becomes a bailout slush fund that they can skim off and buy votes with. I mean, seriously. But to be honest with you, the numbers are so big. It makes people's eyes glaze over, the media's side, with the Democrats. And Republicans usually cave. So we will see what happens."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Greg, I saved the toughest question for you. Because the Federal Chairman, Jerome Powell, he said, you know what, error (ph) on the side of too much money. He said the economy needs a massive package at this point to avoid collapse. What does Greg say?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I say that everything that Jesse just said answers that question."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What's -- it's a fact. This is a massive package. And I am an expert on massive packages."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What's obvious to the media, and they are pretending this is not true. Nancy orchestrated this so Trump would veto it. So out of the corner of their -- of her mouth, she saying we can't politicize the virus. And on the other corner, she's politicizing the virus. If the Republicans had pulled something like that, you know what we'd be called, murderers, that we're letting people die. This bill was impossible to pass and intended to fail because the Democrats are more willing to let people die than help Trump. Let me repeat that because this is what they -- they always like to say people have blood on their hands. The Democrats are more willing to let people die than help Trump. They could get this money out by stripping this stuff out off the package. But they won't do it because they want to hurt Trump. That's their priority. It's sad. But I am just using their vernacular that they've used on Republicans for the past four -- forty years."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hey, Greg, I wanted to follow-up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I saw in the papers today that the White House aides, and everybody was saying, you know, these steroids, they do cause you to have some, you know, mental blips sometimes. And people are worried about the president. Now, some people might say that's a slur against the president of the United States. But some of his own aides and people who are doctors are saying, no, steroids can really change the way you think and act."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know what? I think everything is -- Donald Trump has talked about Joe Biden being on meds, so all is fair in love and war. I mean, look, if he said, you know -- he said that about Joe. They can say that about Donald Trump. I hardly think he cares that that's being said. But, you know, you take --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, Juan, Trump has blown up talks sober without steroids."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wait, wait. Jesse, you're on his side. You're not supposed to say that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's true. He's blown up talks every year with Nancy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Steroids are not the issue."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. It's not steroids."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. Thanks, guys. Coming up, the Democrats riding high with Joe Biden leading in the polls, but are they overlooking some other key factors? That's next for you on THE FIVE."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Early voting is surging to record members. Over five million Americans have already cast ballots. Democrats are feeling good, because they're leading in early voting. And Biden's up in the polls. But are they overlooking some key factors? The Trump campaign is beating Democrats at registering new voters in key swing states, the GOP cutting into Democrats' advantage from 2016 in places PA, North Carolina and Florida. And Politico is reporting Biden's big lead in national polling may be the result of depressed Republicans refusing to answer the phone after the first debate. So Dana, I mean, I think it's getting a little ahead of ourselves when we say this is going to be a huge turnout election, because you have all of these mail-in ballots already. That just may be the case because it's Coronavirus. And people are mailing in ballots and aren't going to show up on Election Day."
    },
    {
      "speaker": "PERINO",
      "utterance": "I actually think it's going to be the highest turnout election that we have had in history."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Really?"
    },
    {
      "speaker": "PERINO",
      "utterance": "And that was one of my new year's predictions in 2020 before Coronavirus was even on the scene. And I think it's just because --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you are usually right."
    },
    {
      "speaker": "PERINO",
      "utterance": "I am. I usually get at least one of those predictions right, and think I am pretty safe in this one. But that's just there's just so much interest in the election. You add a pandemic on top of it. Yes, people are definitely much more engaged. And also, it's kind of become the sport. Americans realize that this election will determine the course of the country for the next long while. And the president has an opportunity to put another Supreme Court justice on the court, even before this election takes place. But I wouldn't put too much stock in how many people already voted. I don't think that's as important a number as the other you mentioned in the opening. And that is how many new registered voters you have. In 2004, that made the difference for George W. Bush to be able to win over John Kerry. And I believe that the Obama people say the same thing about his ability to beat Mitt Romney in 2012. If you look at those numbers over and over again, the newly registered voters, they're always going to vote that first year. You can guarantee that. You can take that one to the bank. And those voters actually might vote on Election Day. So I wouldn't get too far ahead, as you say, Jesse, thinking that the Democrats have this just because there is a lot of mail-in voting."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, it's a great point. Nobody was better than organizing on the ground than the Obama people. Bret, we're just hearing that the Biden campaign has announced that they will be resuming negative advertising. They had, I guess, held it for a while after the diagnosis of the president. But their dirty ads will be back on the air tonight. I can imagine."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yeah. And maybe it was the president's tweet storm that stirred them up. I don't know. But yeah, there wasn't expected to be a pause for that long. Just picking up on what Dana said. You know, the polls are one thing. And everybody looks at them and has their take. And since the first debate, the polls that have come out have expanded a little bit for Biden. Interestingly, if you ask the question in any of these polls, how do you think your neighbor is going to vote? Trump does exponentially better. We have polls coming out at 6:00 tonight, Fox News polls. And that question is being asked as well. So take a look at that. We will see what really matters is about 6 to 10 states in the battlegrounds and where those polls stand in the next 28 days."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. Juan, that's an interesting point. What do you make of the number where people say, well, who do you think your neighbor is voting for? And more people, by a healthy margin, say Donald Trump. What is the significance of that, in your opinion?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think Democrats -- a lot of people beyond Democrats are anxious right now, Jesse. I think despite what you may think because of the polls, Democrats are not riding high. To the contrary, I think they're so nervous. I mean, I think someone on this show said, you know, Democrats are, like, always crying and whining --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "The bed-wetting Democrats."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, the bed -- that was it. Thank you. Thanks for --"
    },
    {
      "speaker": "PERINO",
      "utterance": "That's what Democrats say about themselves, though, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I'm just saying. That's -- I heard that here on the show, and I just thought -- it came to mind, but I couldn't quite get it. So, to my mind, Jessie, people are anxious because they think, oh, my gosh, what is President Trump going to do next? You know, he's obviously behind. So, what dire tactic might he resort to? What about the state legislatures where you have Republican majorities? Will they throw out the vote and just decide that their electors should be Trump supporters? What about the Justice Department? What will he do with the Justice Department to try to invalidate votes? What about voter suppression? That's what's on Democrats mind right now. They are just nervous about this election. So, nobody is complacent. I think to the contrary, the message is stay hard in terms of your fixed attention and go to work."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg Gutfeld, what do you think about the polls?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, as you know, I'm an expert in big polls. This moment feels - -"
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hey, sorry. It's an assault for Bret Baier. This is what happens when you come on THE FIVE. This moment feels --"
    },
    {
      "speaker": "BAIER",
      "utterance": "I mean, do you want me to leave?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I've had that thought. I've had that thought myself, you know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK, so this does feel a lot like --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Why would you leave? This is the best show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is. It's the best show. This feels exactly like that moment when Hillary was way ahead. And I remember after the Access Hollywood Tape, I played a (INAUDIBLE) song called It's Over to open up my segment because I was gloating about the fact that Trump was going to lose and because I was very critical of him. And I thought oh -- and I would I play that song with glee. And I had -- like, I had a 10 egg omelet on my face, like a week later. So, I'm very -- I learned my lesson. And I keep thinking about that great silence that we're listening to now. We hear everything bad that's going on, but there's a -- it's the dog that isn't barking that's going to show up on November to bark. And I think we know what it's going to do, bark."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Woof, woof."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Coming up, newly declassified documents show Barack Obama was briefed about an alleged plan by Hillary to tie President Trump to Russia."
    },
    {
      "speaker": "BAIER",
      "utterance": "Welcome back. Director of National Intelligence John Ratcliffe declassifying documents that show former CIA Director John Brennan briefed former President Barack Obama on a purported plan by Hillary Clinton to smear then-candidate Trump and tie him to Russia based on Russian intelligence and the Russian securities services and what they were saying. Brennan responding to the release, and he's accusing the Trump administration of playing politics."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR, CIA",
      "utterance": "John Radcliffe is anything but an intelligence professional. He -- it is appalling his selected declassification of information that clearly is designed to advance the political interests of Donald Trump and Republicans who are aligned with him."
    },
    {
      "speaker": "BAIER",
      "utterance": "It may not be that selective that much anymore. Just within the past hour, Director Ratcliffe putting out this statement. \"At my direction, the Office of national -- Director of National Intelligence has now provided almost 1,000 pages of materials to the Department of Justice in response to Mr. Durham's document requests. I will continue to ensure the Intelligence Community's responsiveness to the DOJ's request. We also look forward to supporting the DOJ in further declassifications consistent with their investigation.\" Durham, of course, the prosecutor who is looking into all of this. Jessie, your thoughts on these developments?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, we know Hillary concoct the Trump-Russia collusion, Obama and Comey were briefed on it. It cost $9 million. The source was a suspected Russian spy. They concocted evidence to get the warrant, then they framed Flynn and the White House for collusion that was false. Then they investigated this president for two years, found no collusion, and then wipes their phones. I mean, this has to be the most devious and effective political smear campaign in modern American history when you think about the fact that the Democrats won the House in 2018 based on this Russia cloud that was hanging over. And still today, a majority of Democrats believe that Trump's a Russian agent. And remember, Obama officials were out on T.V. for years saying that there was collusion, and then we're telling investigators under oath that they didn't have any evidence of collusion. So, to say it's a selective declassification fine, let's declassify all of it. I'm sure it's going to be embarrassing to the Democrats."
    },
    {
      "speaker": "BAIER",
      "utterance": "And it looks like more and more is coming out. However, it's coming out 28 days before an election. Juan, I'll turn to you. Do you have a problem we had two and a half, three years of Russia media coverage, and now these things come out, they don't even breakthrough?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. I mean, obviously, the timing makes them suspect. It's the middle of a political campaign in which the president is doing badly. And he's telling his Director of National Intelligence, yes, get more of this stuff out there. It plays into, I think, Trump's overall political practice, which is grievance, conspiracy theories, and then of course attacking Democrats. But I think the key here, let's just stick with what we know, is that John Ratcliffe, the Director of National Intelligence himself says he doesn't know that these documents are in any way provable. This could be Russian disinformation. John Brennan acted in terms of briefing President Obama responsibly to say hey, this is out there. We don't know if this is true or not true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But it turned out to be true, Juan."
    },
    {
      "speaker": "BAIER",
      "utterance": "You could pick up on --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It turned -- because Hillary did framed Trump for the hacking. It turned out to be true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll tell you what. It's not true. And here's what I could say to you, Jesse. There's a second --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "She didn't blame Trump for hacking her e-mails with the Russians? It's exactly what she did."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Of course, she did."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, that's -- and that's true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's exactly what happened. So, how is it -- how is it disinformation?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, and it's true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, it's not."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What's disinformation -- let me just say --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "He didn't collude with the Russians to hack her server."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK, let me just finish up by saying that we've had a Republican majority on the Senate Intelligence Committee issued a report saying Russia interfered in 2016 to help one candidate, Donald Trump, and they continue to interfere in 2020 to help one candidate Donald Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hillary paid for Russian interference, Juan, and it's $9 million."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, stop."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's true."
    },
    {
      "speaker": "BAIER",
      "utterance": "Greg, your thoughts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm sorry, me?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, Greg, your thoughts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. Yes, Brett, the point you made is probably one of the biggest and most infuriating points is that this will not be covered on T.V. anywhere but here. If the -- if the media were fair and balanced, they would devote as much time to this one Russian story, Juan, which by the way, you called conspiracy, but you were injecting conspiracy into your arms for three years with the Russian stuff. And now you think this is just a stupid conspiracy? I'm sorry, we got the notes. This was a planned disinformation campaign to undermine an election by Hillary Clinton. You guys gobbled up the dossier like it was heroine. And now you sit here when there's evidence and you go, it's a conspiracy. It drives me crazy that the media reports lies. And then, when you get a true story, they dismiss it. It's disgusting. This has been a three to four-year rolling coup because Hillary didn't want to be humiliated by Donald Trump. She felt that she deserved the election - - the win. And the best part about this is, again, somehow Trump is directionally true. When he was leading the chant locker up, man, you didn't know how right he was because she should be locked up when you look at this."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my God. Oh, my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Dana, bring this home for us. There are Republicans up on the Hill who've had a real problem with the FBI and CIA and what they've put out and managed to get out. This is 28 days before the election. So, for Democrats who say, hey, wait a second, why is it coming out now, there are some Republicans who say that."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I mean, they can be frustrated. But to what Greg was just saying, they might not matter, right, because it won't get the coverage. It will get -- I think it will get coverage here, but I also think we have to remember that a lot of people -- the majority of people get their news also on social media. So, I think that the President's team is very good about flooding that zone. Jesse mentioned declassifying the rest of the information. I think that would also -- should also include the full Mueller report, which we also have not seen. The other thing, though, that the Trump team, I think should probably thinking about is that if we are 28 days away, and we are just a little bit less, what do they want that headline to be every morning. And if I were them, I would just focus relentlessly on the president's strength and the economy. That's what people want to -- want to hear about. They want to care about it. And I think what you'll see tonight is that Vice President Pence will draw a huge contrast between what a Trump-Pence administration will do for the next four years in getting this economy back like they had it before the Coronavirus versus what a Biden-Harris administration would do."
    },
    {
      "speaker": "BAIER",
      "utterance": "I'll just add that prosecutor John Durham doesn't look at the calendar, and he's following up on what he's following up on regardless of November 3rd. Coming up next, what Joe Biden is now saying about next week's debate with President Trump."
    },
    {
      "speaker": "PERINO",
      "utterance": "Welcome back. While we are just hours away from the one and only vice presidential debate, there's some growing uncertainty over next week's plan contest between President Trump and Joe Biden. The former V.P., he's unsure if that debate will even happen."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "I think if he still has COVID, we shouldn't have a debate. I think we're going to have to follow very strict guidelines. Too many people have been infected."
    },
    {
      "speaker": "PERINO",
      "utterance": "And the White House physician is saying today, President Trump's vital signs are normal and he has been symptom-free for over 24 hours. Bret, what do you think about this request from Joe Biden? I think it's kind of reasonable to ask for a negative COVID test before being together in a debate room."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, I think that's kind of a no brainer. I think the President and his team would agree with that. I don't think he's going to go to the debate if he still has COVID. And I assume he's going to get a negative test. I mean, there are things we don't know about the trans -- you know how it all happened. We don't know when the last negative test was. We know what we're hearing from the physician, and that is that he's doing well. There was even a note in there that he -- they had some antibodies that they've found inside the president. There's some people wondering how that happened so soon, and they want to know back --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, where can we get some of that, right? And Jesse, and I really think that is the point. The president is feeling better. The doctor's report, he is symptom-free. And he is in a position now that he could get to that debate and he needs that debate."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He does. And I agree with Bret. I wouldn't want a COVID-infected president screaming at me in a debate stage. It's not -- it's not smart. But in terms of this attack on science, I would probably try to use Fauci less as a punching bag and more as a weapon because Fauci has said that people should not be concerned. They should live their lives, that this was a low-risk situation. He said it in January, February, and March. And he said it because he wanted to calm people down. That was the same message that the President had. Fauci said the travel ban saved millions of lives. So, I would probably use Fauci more aggressively to blunt that science attack. And on the mask thing, if I was the president, I'd say I believe in masks. I'm just not going to use a mass like a prop like Joe Biden does where he's alone out in the middle of nowhere wearing a mask. And all of his friends Dianne Feinstein, Nancy Pelosi, the Cuomo's, everybody on CNN, they rip the mask off the minute they think there's no cameras there. So that's what I would say if I was the president in terms of the science."
    },
    {
      "speaker": "PERINO",
      "utterance": "So Bret -- Greg, this debate if it were to happen, is a week from tomorrow. You can't imagine all the different stories that could actually break between now and then."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, imagine if Andrew Cuomo were in charge of the debate, he'd offer up a rest home. I don't understand why they can't just to be perfectly safe, do it outside. The weather is still nice. I don't know what state they're doing it in. Where are they, Miami?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Miami."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, they could do it outside and still have the distance and that would be fine, or just pick another day. But I don't think it's a really a big problem. Just have the debate."
    },
    {
      "speaker": "PERINO",
      "utterance": "And Juan, what's your final thought here?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think tonight, we're going to see a plexiglass divider between Harris and Pence. And initially, the Pence campaign didn't want it. The presidential debate commission said it's going to be there. I think look, we all heard the President's doctor said, look, I want to be upbeat. I don't want to cause the president any discomfort. Well, that's a result - - that's resulted in the American people not trusting what's coming out of the White House. They haven't made public his health records from over the weekend. We don't know what happened. We don't know what's happening now. And I think if you're Joe Biden, you have every reason to say why would I put myself and my health in danger."
    },
    {
      "speaker": "BAIER",
      "utterance": "And let me just say about those shields, the plexiglass. There are a number of doctors now weighing in saying they're not sure about the whole plexiglass thing. It's like a splatter shield, not so much to protect the people on the stage."
    },
    {
      "speaker": "PERINO",
      "utterance": "Indeed. All right, well, as I think, Bret, you are going to be leaving us now for the special debate coverage. We appreciate you being here. \"ONE MORE THING\" is up next. I have the best one. You have to stick around for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's time now for \"ONE MORE THING.\" I'll go first. All right, let's do this. Greg's Plugs. This is where I plug stuff. My podcast just came out. I interviewed the legendary producer, musician Chilly Gonzales. He won a Grammy for Daft Punk. He's worked with Drake. He's amazing. And it's an amazing podcast, like 45 minutes. Also, a second live show has been added October 25th, Butler Pennsylvania, at the Starlight Drive-in Theater October 25th. The show starts at 7:30.. It's going to be, as the kids like to say, a real hoot or a gas or a hoot gas. Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you want a chance to win at $25,000? Go to Fox Bet Super 6 before the debate kicks off. You download the Fox Bet Super 6 app, play the V.P. debate game. You pick six possible outcomes, then watch the debate, so go get started. Also, some birthday news. We have a birthday today October 7th. Not only is it Fox News's birthday, it's the twin's birthday. Happy birthday Ellie and Sophia. There they are eating some cake, chocolate, of course. No candles because of the China virus. There they are with their grandparents celebrating. Rookie is under the table looking for some scraps."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're in their early 30s now, right, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. They're aging appropriately, Greg. Happy birthday."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What did you get them?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I got them a lot. I got them balanced beams. I got them some -- what are those things called? Slingshots."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh weapon."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, weapons."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Typical Republican. Why don't you just get them a firearm, Jesse? You make me sick --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, when they turn 18, they will have firearms."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Dana, you have fiery arms. Please --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, and I have a birthday to talk about as well. Everyone, to join me in celebrating this birthday. This man was born here in Salt Lake City. His name is Gail Halvorsen. He's going to be 100 years old today. He is best known as the Berlin Candy Bomber. Actually, his birthday is Saturday. So, during the Berlin Blockade in the 1940s, Hal would ferry supplies to starving citizens in Soviet controlled areas which inspired him to start operation little vittles where he would drop candy and other treats to children in Berlin. As news of the operation reached the United States, children and candy makers from all over the country began contributing sweets. And after the groundswell of support came from the U.S., Hal and his many co-pilots, they dropped candy every other day. So, he is the best Candy Man the world has ever seen indeed, and Happy birthday to you, Gail."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, Dana, that certainly is a sweetest story. I'm practicing my local news banter. All right, Juan, finish it off."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So, you know the track and field is known for displays of tremendous pure athletic ability, as in tremendous speed, tremendous strength, tremendous agility. So, take a look at a Washington State track star by the name of Emanuel Ray-Ray Wells, Jr. Yes. It's hard to believe what you just saw, but you really did see a human being in stocking feet, hopping over four hurdles before then leaping a fifth hurdle that was more than five feet high. Wells bragged on his social media account saying 61 inches as promised. He has 23,000 followers on Instagram who delighted in seeing athletic genius take place. Amazing show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I used to do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I got bored with it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You never did, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. Actually, I let people leap over me which isn't that hard to do."
    },
    {
      "speaker": "PERINO",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, stop it. OK, that's it for us. The coverage of the vice- presidential debate with Bret Baier and Martha MacCallum begins in approximately the end of this set. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}