{
  "date": "October 11, 2021",
  "headline": "'Ingraham Angle' on Biden's team of incompetents",
  "subHeadline": "'Ingraham Angle' welcomed guests Michael Rubin, Mark Meadows, Christopher Rake, Jay Bhattacharya, Raymond Arroyo and Victor Davis Hanson.",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-biden-team-incompetents",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "All right, Tammy. Great job. Great to see you tonight. And I am Laura Ingraham. This is THE INGRAHAM ANGLE from Washington tonight. A UCLA doctor was aggressively removed from his hospital for refusing to comply with the system's vaccine mandate. That doctor and the video he took are here. Plus, Kamala is caught staging a political stunt. And what happened when Pelosi met the Pope. Raymond Arroyo has that all in 'Seen and Unseen'. But first, the Democrats' long dark winter. That's the focus of tonight's 'Angle'. Now, we already know that Biden's team is incompetent on many fronts. So in military affairs, their embarrassing performance in Afghanistan; in foreign policy, their humiliation with Kerry and Blinken across the table from their counterparts at the CCP. And at the border, they're importing a trifecta of disasters from COVID, to crime, to poverty. But as nightmarish as all of that has been, Biden's on track to eclipse all of it with his pathetic handling of the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "When you take a step back and look at what's happening, we're actually making real progress. Maybe it doesn't seem fast enough. I'd like to see it faster, and we're going to make it faster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, he'll still be making this claim in 2024. It's coming faster any day now. Because for the left, things are always going to improve in the future. But they actually never do. It's the ultimate bait and switch, maybe we should call a bankrupt and switch. Now, this could have been a slam dunk the economy, even for Biden's goofballs. After all, we had the strongest economy of any G7 country in 2018, 2019 and 2020. That was all under Trump, obviously. And despite the challenge of COVID last year, our real median household income was more than $67,000, which was 6 percent higher than it was in 2016 under Obama. And thanks to President Trump's leadership, Biden's team not only inherited new vaccines, but an enormous supply of them at a time when many other countries didn't have any. So all Biden had to do was, number one, make the vaccines widely available. Number two, lift all restrictions on economic activity. And number three, let the Trump era policies and the hard work of the American people take us back to the booming economy we enjoyed before COVID. Of course, they did the exact opposite. They cancelled Trump's policies overreach with vaccine mandates and scared the public into staying at home. And over the last few days, we've seen the toll that Biden's radical agenda is taking on the economy. It all started with Friday's abysmal jobs report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "194.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Whoa!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I see 194,000. That is real low.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "People don't seem to be in a hurry to get back to work. There's one and a half jobs for every unemployed person out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "America is running out of everything. Christmas at risk as supply chain disaster only gets worse. Your holiday turkey may be harder to come by this season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Turkey is going to take your turkey. Well, who else wants to send Biden to the island of misfit president this Christmas? Thank goodness Santa's sleigh, by the way, doesn't need gas, because the price per gallon is up 43 percent under Biden than it was in December 2020. Wow! But don't worry, because I'm sure our Energy Secretary is working hard right now to turn it all around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRANHOLM, SECRETARY OF ENERGY",
      "sentences": "We don't own our own gas supply or oil supply. And so the market is what the market is. Presidents don't control the cost of gasoline. And we also are aware that we want to move into a clean energy environment and that we want - while this transition occurs, he does not want to raise costs on everyday people for anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, she's either stupid herself, or she thinks we are. Not only do we have a Strategic Petroleum Reserve that was set up for this exact type of situation. The feds controlled billions of barrels worth of oil and natural gas on public lands. So first, Biden banned new oil and gas leases on public lands. Then after he was rebuked by the courts, he slowed to a trickle the issuance of new permits. Now, this slams working people by worsening inflation, which the 'Angle' warned you about early this year, as did prominent Democrats like Larry Summers. But Biden's so-called experts, they're always in quotes by the way when I say experts, regarding Biden, they just kept downplaying it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANET YELLEN, TREASURY SECRETARY",
      "sentences": "I see important transitory influences at work. And I don't anticipate that it will be permanent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Most of the price increases we've seen are - were expected and are expected to be temporary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, last week, the definition of the word temporary changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YELLEN",
      "sentences": "Supply bottlenecks have developed that have caused inflation. I believe that they're transitory. But that doesn't mean they'll go away over the next several months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Depends on what the meaning of the word temporary means. The scenes of huge traffic jams at our major ports, where ships are idling for weeks and even months, is another devastating indictment of the Biden administration. We brought this up a few weeks ago. New York, LA and now Savannah, Georgia, are in total gridlock. Our rail lines are gummed up as well. One yard in Chicago reportedly had a line of trains waiting to be unloaded that stretch for 25 miles. But at least we have a former Rhodes Scholar as Transportation Secretary to fix it for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTGIEG, SECRETARY OF TRANSPORTATION",
      "sentences": "What we're looking at is basically everything between those ships and your shelves that gets the goods to where they need to be. And we're partnering with the Department of Labor to try to establish more apprenticeships and make sure that we're addressing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What? Did they actually say apprenticeships? We're going to get us out of the situation. Heaven help us, because this entire administration is an apprenticeship. Meanwhile, Biden's labor secretary has absolutely no clue, as to how to fix the labor shortages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTY WALSH, SECRETARY OF LABOR",
      "sentences": "I don't have an answer for you. I mean, I'd like to - if I had that answer, I'd be giving all day today. But I think that one thing that I'm going to do is, I mean, if I were the mayor of Boston, I would have an understanding why that's not happening. So I think we dig down a little bit more here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We went from labor secretary Gene Scalia to that guy? Oh, my goodness. When you see it all together, the totality of the incompetence really is quite staggering. So it looks like we are in for a long and difficult winter. A winter of shortages and disappointments, especially for Americans living in cities strangled, still by restrictions, mandates, and you throw the cold weather into that. My goodness. It's all playing out exactly as the 'Angle' predicted. Instead of just reopening the economy without restrictions, the Biden team did everything it could to terrify Americans, and convince them to stay home. The folks in College Station, Texas, though, on Saturday night, they were obviously not listening to Tony Fauci at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not a lot of masks there. The foolish and unnecessary vaccine mandates did nothing to save lives, but they are pushing people out of the workforce. Pilots, health care workers, teachers, firefighters and police. It's criminal what is being done to these good people. The administration has resisted efforts to return welfare payments to normal, or allow landlords to collect their rents. They've restricted the oil and gas industry, as I mentioned. Now, they want to waste trillions more on new government programs that will do more to harm our economic competitiveness. Fantastic guys. Common sense is out the window in this administration. We know that. And they believe that Americans are mostly racist, who are destroying the planet anyway. So why should people as awful as that have a higher standard of living then. And it certainly - they shouldn't have any higher standard of living than, let's say, people living in Greece. Of course, if we had a real press, they'd be all over this. Instead, we have pretender pundits who can't quit their Trump addiction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trump wants an army back. He wants this army to help him have vengeance on the entire American Democratic system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Trump is marshaling those forces, to try and seize power in 2024. Whether you, the voters, elect him or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "Trump's reason for being in politics is Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "George Clooney called Donald Trump a knucklehead in an interview with the BBC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That was just today. It went on for hours and hours and hours. So what else they are going to talk about? There's no defending Biden's policies or his performance. The poor man can barely locate the exit in any given room where he's speaking. And sure, I know you're all thinking, Laura, this is depressing. We're in for a rough ride. Yes, we are, for a while. But let us never give in to despair. No way. I said this the day after the election. Keep a stiff upper lip. We know how to turn things around, and in time we will. We survived Jimmy Carter, we can survive this. The Carter years led to Ronald Reagan. And if the American people are smart, and I think they are, the Biden years will lead to the new and better economic policies after 2024. And that's the 'Angle'. Joining me now is Michael Rubin, President and CEO of the Florida Ports Council. He's going to explain some of this for us tonight. Michael, you get the sense that our leaders in Washington have any clue how bad this has gotten at the ports, and why it's gotten bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL RUBIN, FLORIDA PORTS COUNCIL PRESIDENT",
      "sentences": "You know, that's a good statement. We used to have bipartisan transportation bills that passed out of Congress. Been a while for that. I can remember, Congressman Dan Webster actually standing beside Congressman Alcee Hastings, pretty much the ying and yang of Republican and Democrats, passing of substantial transportation bills. And we're not there. And it's a shame, because I think what we're seeing now is that there's a need to invest in freight mobility infrastructure in the United States. Certainly, here in Florida, I know that our governor, Governor DeSantis and our FDOT Secretary Kevin Thibault have made investments in our freight mobility a significant part of Florida's infrastructure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But, Michael, people are ordering - I just want to jump in, people are ordering things. Let's say, someone needs a new dishwasher, because everything's computer chip. And if it goes bad, it's more expensive to fix it, to replace it. And they're being told they can't get a dishwasher for six to eight months. Ditto with tables, or parts for certain vehicles. So they're hearing infrastructure and all, but for them, they just want the part. And Pete Buttigieg says, we're going to look into apprenticeships, because he's our Transportation Secretary. Are apprenticeships the immediate answer here, Michael?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "No. I would hope that that group has talked about supply chain. But I would hope that the new appointment of (inaudible) out of Massachusetts would be able to help a focus on supply chains, that issue more so than ancillary issues that don't really impact the movement of those goods. We did a significant investment in focus on those infrastructure needs to move those goods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Michael, our unemployment benefits and the continuing - continuation of them beyond a COVID emergency situation. How has that affected employment along with vaccine mandates?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "I can't speak specifically the unemployment benefits, but certainly there are a number of - I know the trucking industry, truck driver professionals out there. We've got a number for the companies that are offering incentives, trying to get additional individuals to take those jobs. Unfortunately, not a lot of takers for whatever reasons. Certainly, some of that may be, they're happier or earning unemployment compensation, and they are taking a job at the moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Michael, hold on. Hold on, hold on. Michael, you're a smart guy. But you're trying to be diplomatic here. I know, you have to deal with both parties. But if you're going to pay people not to work, when there are jobs that they used to still - they used to do. I mean, this is not a rocket. This is - you know, I'm not the greatest economic thinker out there. But it's pretty obvious what we've done to the distortion of the employment situation in our country. Supply and demand, it's pretty simple. We got a lot of people sitting on the sidelines. Some people are afraid, other people still being paid to stay home when we need workers. Correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Correct. And we've made it difficult on the trucking industry to - you know, not only hire those individuals, but there's a lot of penalties for time, when you're moving with stuff. And that was a time to look at those limitations on how those truck drivers operate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Regulations, correct? Deregulation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Exactly. We got to look at those regulations. If you're looking at any of this thing, you need to ease the regulations on several areas and starting with trucking industry, removing those disincentives to move that product.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "People can't get stuff they order in a reasonable amount of time. And they are - I mean, people - you see your people who've ordered stuff, Michael. They are going nuts. And it doesn't look like it's going to get better in time for Christmas and that's when there's going to be really held to pay out there for moms and dads. And Santa is not going to be happy either. Michael, good to see you tonight. We'll be tracking this issue. And Democrats want this winner to be a dark one. Not just for you, but also for the former Trump officials, who were subpoenaed by the House's January 6 committee last month. So far, none of the four officials targeted have complied. So Adam Schiff issued a new round of threats yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "sentences": "We also want to make sure that these witnesses come in and testify and we are prepared to go forward and urge the justice department to criminally prosecute anyone who does not do their lawful duty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is former Trump White House Chief of Staff Mark Meadows, author of the upcoming book, \"The Chiefs Chief\". He's one of the four former Trump officials targeted by Adam Schiff. Mark, I know there's a lot you can't discuss as it relates to the subpoenas. But given what my 'Angle' laid out, it is quite amazing that this is what the Democrats are focused on as the country is reeling from this inflation, supply chain issues, border, et cetera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Well, you're exactly right, Laura. I can tell you what we're seeing here is basically Democrats want to talk about anything other than the economy, anything other than the fact that there are more people that could be working that aren't working right now. And you were exactly right to hit on all of these. We went from energy dominance, and we've now got a secretary of energy that somehow is lost. They need to go back to high school as it relates to what we can do. We went from energy dominance to begging OPEC to reduce oil prices and get gasoline prices down. And, yes, we are paying people not to work. We've got a supply chain issue that's going to affect not only our economy in the near term, but the long term. But here's what the Democrats are trying to do, Laura. They're trying to replace a robust economy with big government, and we can't let that happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, impeachment darling, Fiona Hill, was out sounding the alarm mark over Trump's political movement over the weekend. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIONA HILL, FORMER NATIONAL SECURITY COUNCIL OFFICIAL",
      "sentences": "Unfortunately, I'm seeing the populism on the right is the most threatening at the moment. It's on the right that we're seeing the main threats. These actors on the right, who are also basically calling for violence against fellow Americans. And at all times, they're talking down the integrity of the election system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mark, are you busy talking down the integrity of the election system?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes. Not at all. Listen, we need to make sure that it's easy to vote and hard to cheat. But at the same time, Fiona Hill has already shown her colors out there, and who she is sided with. Listen, when we start to see her get politically active, it's because the Biden administration is hemorrhaging when it comes to independent voters. Why? Because they care about the things that you were just talking about, their jobs and their schools, and everything in terms of inflation impacting it. And the fact that they make an order and they may not be able to get it for six months, whether it's a car, or a washing machine. They care about that. And that's why the Biden administration is having a very tough time doing anything other than blaming Trump, and trying to take credit for the few things that perhaps were left in place on January 20th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mark, finally, your message to Adam Schiff tonight after threatening basically you with criminal prosecution. Your response to him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Listen, I'm going to let the attorneys handle all of that, Laura. I can say this. When I talk to people, they say, well, we've already been through two impeachments. Why did we go through an impeachment of Donald Trump on this very issue? And now we're holding hearings. They don't quite understand that. The American people know that it's politics as usual. Hopefully, we'll get beyond that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mark, great to see you tonight. Thank you. And vaccine mandates, they continue to just wreak havoc on our workforce and the country. We're going to speak to a doctor who was forcibly removed from the building for defying UCLA's mandate. Plus, we're going to explain why the vaccine fight between Southwest Airlines and its workers is so important. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "In recent weeks, we've seen governments, corporations and universities take an increasingly tyrannical stance on these vaccine mandates. We warned you it would come and it has. Dr. Christopher Rake, an anesthesiologist at the University of California, Los Angeles, learned this firsthand when he had the audacity to show up to work unvaccinated. As punishment for this heinous act, Dr. Rake was treated like a diseased animal and forcibly removed from the building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't come near me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER RAKE, UNVACCINATED UCLA ANESTHESIOLOGIST",
      "sentences": "What's your title?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't come near me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAKE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you keep coming close to me, I'll take it as a threat. So I'm telling you that right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAKE",
      "sentences": "I am being escorted out of a 200 Medical Plaza at Westwood, Santa Monica, for standing up for freedom. This is what happens when you stand up for freedom. And when you show up to work, willing to work, despite being unvaccinated, and this is the price you have to pay sometimes. I'm willing to go, lose everything. Job, paycheck, freedom, even my life for this cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Rake joins me now. Dr. Rake, they're acting--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER RAKE, UNVACCINATED UCLA ANESTHESIOLOGIST",
      "sentences": "Hi, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--like - see, those security guards, were those people removing you from - it was embarrassing. I'm sorry. It's like we took the beaches of Normandy, our people, and they're treating you like you are literally a rabid animal. Were you carrying a weapon that we weren't aware of there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAKE",
      "sentences": "No, no. I don't know why they didn't just call me and say can you please leave, and I would have left. But you know, you make that point the beaches of Normandy. For me, that's - this is kind of the beaches of Normandy, right? This is this is our generations World War II. And maybe it's the world war III. And this is the war that we fight without arms. This is an ideological war. This is a war against totalitarianism. And my grandfathers both fought in World War II. And one of them was shot down in a B-24 Liberator. And he landed safely in Sweden and he came back home. And fortunately, he did, because I'm here now because of that. But they fought, and they took up arms against tyrannical governments. We now have to fight against the tyrannical government, which is saying that you have to take these injections, or you can't be involved in society. You can't go to your kids' high school basketball game, you can't go to the grocery store, to the church, to wherever it may be. You take the injection, or you have no freedom. You have no release.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just so people understand your perspective here, what is your problem with the vaccine? Is it a conscience, religious, efficacy? What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAKE",
      "sentences": "Well, number one, it's really young. It's - there's not enough evidence supporting its safety. There are some concerns I have about it. But we have - I have a group called CUFF Citizens United For Freedom. We have vaccinated people in our group. We're more pro-medical freedom. I don't agree that - I think this is a greatest human rights violation of our time to say that the government can inject you with these things. Personally, I'm not ready to take the vaccine yet. I don't think it's been proven safe. But more importantly, that they're tying this to my freedoms, and they're coming out with these vax passes. And now even in Israel, they're saying, you've had two shots. It's the same as zero. You better take your third shot, you better take your fourth shot. Where does this stop?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, the UCLA send us a health center statement tonight. \"Per the state public health order and University of California policy, active UCLA health employees not working remotely must be vaccinated or receive an exemption. Those out of compliance are subject to progressive discipline, including restricting access to work sites, and being placed on leave.\" Dr. Rake, your response to that. Their argument, I guess, is that you are not just endangering yourself, but you're endangering others by not being vaccinated. But imagine everyone else is vaccinated if they're there, so I'm not quite following.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAKE",
      "sentences": "Most people are vaccinated if Joe Biden said we have to protect the vaccinated from the unvaccinated. That's like saying, you have to protect the protected from the unprotected by forcing the unprotected to take the protection that didn't protect the protected, right. I mean, if you want the protection, you take the protection. If you don't, you don't. But for me, this is an issue of medical ethics. For a doctor, Dr. Tomas Aragon, sitting in Sacramento to say that, I have to - he knows what's best for my body. And even though I'm a physician, I've read all the data and I've decided for my body, for my certain risk situation. I don't want it. Now he's saying, no. I know what's best for you. And you have to take it. I've told my administration that this violates the Nuremberg Code. There is no fully approved vaccine for code - available in United States. And so this is still under EUA, if you read the page number two of August 23rd memo from the FDA. It says clearly that the Pfizer vaccine is still under EUA. And by federal law, title 21 section 360bbb, you are not allowed to compel, force anybody to take an EUA treatment by medical ethics. (inaudible)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Rake, what's next? Really quickly, what's next for you? Are you filing a lawsuit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAKE",
      "sentences": "Yes. We're looking at our legal options. I don't want to give my hand up too much. But we're certainly looking at those options. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Dr. Rake, we're going to be following your case. We're going to be following your case as well as many like you. There are a lot of people around the country, for whatever reason it's not right for them at this time. This is wild. We are going to lose a lot of great doctors and health care providers out there. Dr. Rake, thank you. And if you were one of the thousands left grounded by Southwest Airlines this weekend, the company would have you believe the cancellations have nothing to do with the employees who protested its vaccine mandate. No, it's just all due to bad weather, issues with air traffic control which somehow only impacted one airline. Really? As the A.P. notes, the widespread disruptions began shortly after the union for Southwest's 9,000 pilots asked for a federal court on Friday to block the airline's order that all employees get vaccinated. Joining me now is Dr. Jay Bhattacharya, Stanford University professor of medicine. Dr. Bhattacharya, you say this isn't just a political issue now, but a health issue, which is kind of an odd question, I guess. But explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. JAY BHATTACHARYA, STANFORD UNIVERSITY EPIDEMIOLOGIST",
      "sentences": "The vaccine mandates, what they've done is they've taken working class people who worked through the whole epidemic, firefighters, doctors, you just heard, nurses, airline workers, many even got COVID. They are immune. And we treated them like heroes last year. And now we're treating them like pariahs this year. The vaccine works to protect the vaccinated against the disease. They are not actually threatened by the unvaccinated. In fact, they can get the disease from the vaccinated themselves. What it's going to causes is shortages across the country in vital services. You heard about the 70,000 nurses, for instance, in New York state. We are going to have shortages that overwhelm hospital systems because of this vaccine mandate in these coming months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Bhattacharya, we heard Dr. Rake. How important are anesthesiologists at one of UCLA's medical centers? Pretty important position, don't you think? They are not dumb people, anesthesiologists. They're critical to operations and the health of the overall health care system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "It's doctors, it's nurses, it's firefighters, it's policemen, it's regular working class people who are essentially being told that they're on the outskirts of society, they're not going to be able to do their jobs because they chose not to get vaccinated, many of whom already had COVID and recovered. It makes absolutely no sense. And Laura, there's another thing about this. If you denied basic facts -- like if I had COVID, I'm immune to it -- you basically undermine trust in the public health system. You look at someone who says, that doubts that, and they said they don't know what they're talking about. Dr. Fauci doubts -- yes. It's crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Dr. Bhattacharya, this is happening across corporate America, across government, the local, state, federal government. The refusal to recognize the robust and durable natural immunity and the cross adaptive immunity to COVID -- I'm not often speechless, but I am speechless, because it really makes you wonder what this is really all about in the end. Final word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "The ultimate effect is essential you have a bunch of people who in effect may as well just say the earth is flat in charge of our public health system. It's going to breed distrust. And these vaccine mandates, they are really pernicious. They're going to harm the health of the public, and I really wish that the people in charge of these organizations would stop doing it. It would make everything better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fauci predicted there was going to be some superspreading events at college football. Dr. B. how much superspreading has there been at college football?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "Frankly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Zero. Zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHATTACHARYA",
      "sentences": "I haven't seen any evidence of that. So I don't know what he's talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Bhattacharya, great to see you. And the Biden administration caught using your tax dollars to stage an event for Kamala. Raymond Arroyo all the details, a lot more. \"Seen and Unseen\" is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for our \"Seen and Unseen\" segment where we expose the big cultural stories of the day. And for that we turn to FOX News contributor Raymond Arroyo. Raymond, over the weekend, Nancy Pelosi showed up at the Vatican. She got a private audience with the Pope. I don't think you've gotten that, have you, Ray.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "It was, as you might expect, Laura, awkward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "sentences": "Too overwhelming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Very, very weird. The Pope can meet with whomever he wants, Laura, and even the Lord met with thieves and prostitutes and tax collectors, so this is not unprecedented. But the problem is Pelosi has been called out by her own archbishop, Salvatore Cordileone for her militant support of abortion on demand. After she passed that bill that would lift any restrictions on abortion coast-to-coast last month, the archbishop asked Catholics to pray, and fast, for Pelosi's conversion of heart on this issue. So by the Pope meeting with her in this very public way, it does undermine his bishop. And it sends the message you can support the taking of innocent human life and still be a Catholic in good standing, which you can't. And even the Pope has said this is like hiring a hitman. That's a quote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I thought it was amazing, Raymond, when that lightning bolt came down and hit the Dome of St. Peter when he was meeting her, that was quite -- but wasn't she --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The foundations of St. Peter's were quaking when she entered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, my question is, where was the mantilla. Isn't she supposed to wear --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "She dispensed with it. When Benedict met with her, he released a statement saying we met for 15 minutes, we talked about life, but he released no pictures. Very interesting. Laura, it's that time of year again. The autumn surge is at the border, pumpkin frappuccinos have returned, and an unwelcome seasonal classic is back. It's the great Fauci, Charlie Brown, who is rising again to tell children whether they can trick or treat this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "sentences": "If you're vaccinated. If you're not vaccinated, again, think about it. It's a good time to reflect on why it's important to get vaccinated, but go out there and enjoy Halloween as well as the other holidays that will be coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I think Fauci saw his shadow, Laura, which means we have three months of holidays with small groups and random masking. Who made him the holiday czar?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What parent checks in with Fauci before deciding when your kid can have fun? Who is that parent? Is there a single person in the country still waiting with baited breath for what Tony says about any given occasion? Come on, no one is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, on Friday, you did share a bizarre video of Kamala Harris discussing space with children at the Naval Observatory. Blue Origin rockets don't go this far out into orbit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I just love the idea of exploring the unknown. I don't know what it is about those craters on the moon. The earth is like a spec. Smart people and scientists and the engineers who came up with the idea that if you build something that looks like that, you can see the sun, and you can see the moon, right? Dream with ambition, have big dreams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my God, that was painful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It turns out, Laura, that completely impromptu video is part of a series called \"Get Curious with Vice President Harris.\" We are curious, all right. Like the president's artificial White House said, it turns out these Kamala Harris videos are all fake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Deepfake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "A 13-year-old actor named Trevor Bernardino tells a local Monterey, California, affiliate he was hired and flown to D.C. for this shoot. He auditioned for the part. Yes, all the kids are actors. And this is no joke, the series is produced, and I researched this, by a Canadian company called Sinking Ship Entertainment. I guess if the ship fits, get in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, she must've gone to the Tony Robbins school of gesticulation, because she's always, look at this. She is doing it, trying to -- if I do this with my hands, then no one will notice that the border is wide open and I never went there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "That's how you talk to kids. Anyway, before we go, Gavin Newsom signed a new California bill requiring big retailers to establish, Laura, gender-neutral toy aisles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good, they're going to have a place to sell that new Superman bisexual D.C. comic book toy that was announced today. Finally, they'll know where to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That comes after a gay Aqua Man, a bisexual Boy Wonder, Robin, and a gender fluid Loki. Call me when they have a gender stable aisle with superheroes whose sexualities we know nothing about. Why are they sexualizing superheroes? I was a Batman and a Superman, Spiderman kid. I loved those heroes. We just wanted them to get the bad guys, not a venereal disease. Anyway, leave our comic book heroes alone, Laura. We don't want to hear any more about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, I will say this, OK. Kids have to just be kids, let them be children. Just let them be children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We don't need to sexualize kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "And don't corrupt innocence. Don't corrupt their innocent playthings and playtime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If people are good, I'm going to post a photo of Raymond as Batman from a few years ago and the Joker at Halloween. All right, Raymond, thank you. And after Biden's push to cancel Columbus Day, it's worth asking, what do we know about the indigenous people that we are now told to honor? Victor Davis Hanson with a history lesson, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "According to Joe Biden, today isn't meant to celebrate a brave Italian explorer, but rather it was declared a national day of mourning over the painful history of wrongs and atrocities that many European explorers inflicted on tribal nations and indigenous communities. And of course, the left and the White House celebrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Having this holiday replace Columbus Day is a step forward in acknowledging colonization and genocide and oppression of the original people of these lands that have suffered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We know as tribal nations that there's a truth to be told, and there are many truths that make up this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fully replacing Columbus Day, would you like to see it replaced?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Recognizing today as Indigenous Peoples Day is something that the president felt strongly about personally, and to make the history of moving forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Moving forward. Joining us now is Victor Davis Hanson, Hoover Institute senior fellow, author of \"The Dying Citizen\" in stores now. You write about Columbus Day in your book, Victor. The history moving forward, it's really all about that, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "sentences": "Yes, I think it's an attempt to apply the morality, or the pseudo-morality of the present to judge the preindustrial past. It's kind of a therapeutic exercise of the elite. I don't think the average people really buy into it. A recent poll said two to one Americans want to retain Columbus Day. I am in a Mexican American community of wonderful people, Laura, and most of the people I know are in the Knights of Columbus which was a fraternal organization in the late 19th century to help impoverished immigrants from Catholic countries. So this idea that genocide, this pseudo-drama, I don't know what to make of it. But it would be as if a European or the new world gave to the old world syphilis, which scholars think they may well have, or cocaine or chocolate or tobacco. How absurd to say millions of people have died from smoking because of indigenous peoples practices that Europeans were addicted to. That's not history. It's psychodrama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And San Antonio Spurs coach Gregg Popovich, Victor, he thinks it's outrageous that we ever celebrated Christopher Columbus, saying \"He took slaves, he mutilated, he murdered. It's not a knock on Italian- Americans. That's a silly argument. It's like saying we should be proud of Hitler because we are German.\" Victor, what is wrong with this man, Popovich?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I don't know. I think a lot of the elite, this is a top-down phenomenon. I think a lot of the elite virtue signal this. It's like the use of Latinx that nobody in the real world uses, but they feel that it's sort of a cache among the wealthy and the elite and privileged, the academic class because most people understand that Christopher Columbus was a very heroic individual. There was always a tragedy when two cultures collided. But as we speak today, they were millions of indigenous people in Central America and in southern Mexico that choose to leave those cultures, not coerced, choose voluntarily to cross the border to accept a very different paradigm of free market capitalism, Constitutional government, equality of the sexes, an independent judiciary, a bill of rights, and all of that was a unique product of European enlightenment, whether they like it or not. So people are voting with their feet, and they're voting in the opposite fashion which our elites say that they should, apparently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Diderot and Renault (ph) both wrote about the atrocities that were committed by explorers. This has already been accounted for, written about. We always look back on historical times with some sense of horror because people change. Things evolve, people have a new sense of understanding. But indigenous people also had their, which are also well documented, their own atrocities, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "It's not just the writings of Bernal Diaz at Tenochtitlan, which is an ancient Mexico City that talked about human sacrifice. And I'm not talking about one or two. I'm talking at rates that surpassed Auschwitz in some cases, 10,000, 15,000 within a 30 or 40-day period, apparently from indigenous evidence. And there was cannibalism from the Caribs in the Caribbean. So if you want to go back and pick and choose and turn history into this melodrama, it doesn't lead us anywhere. When two cultures collide, there's going to be tragedy, there's going to be melodrama, but you just don't use the morality of the present to condemn one side and say these were evil and these guys were good. It doesn't work that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, we have to end by saying happy Columbus Day to you. When we come back, Ben & Jerry are melting. I'll tell you why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The ice cream guys Ben & Jerry hit a rocky road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You guys are big proponents of voting rights. Why do you still sell ice cream in Georgia? Texas, abortion bans, why are you still selling there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know. I mean, it's an interesting question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I thought that was Joe Biden. More ice cream, less politics. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "All right, Tammy. Great job. Great to see you tonight. And I am Laura Ingraham. This is THE INGRAHAM ANGLE from Washington tonight. A UCLA doctor was aggressively removed from his hospital for refusing to comply with the system's vaccine mandate. That doctor and the video he took are here. Plus, Kamala is caught staging a political stunt. And what happened when Pelosi met the Pope. Raymond Arroyo has that all in 'Seen and Unseen'. But first, the Democrats' long dark winter. That's the focus of tonight's 'Angle'. Now, we already know that Biden's team is incompetent on many fronts. So in military affairs, their embarrassing performance in Afghanistan; in foreign policy, their humiliation with Kerry and Blinken across the table from their counterparts at the CCP. And at the border, they're importing a trifecta of disasters from COVID, to crime, to poverty. But as nightmarish as all of that has been, Biden's on track to eclipse all of it with his pathetic handling of the economy."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "When you take a step back and look at what's happening, we're actually making real progress. Maybe it doesn't seem fast enough. I'd like to see it faster, and we're going to make it faster."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, he'll still be making this claim in 2024. It's coming faster any day now. Because for the left, things are always going to improve in the future. But they actually never do. It's the ultimate bait and switch, maybe we should call a bankrupt and switch. Now, this could have been a slam dunk the economy, even for Biden's goofballs. After all, we had the strongest economy of any G7 country in 2018, 2019 and 2020. That was all under Trump, obviously. And despite the challenge of COVID last year, our real median household income was more than $67,000, which was 6 percent higher than it was in 2016 under Obama. And thanks to President Trump's leadership, Biden's team not only inherited new vaccines, but an enormous supply of them at a time when many other countries didn't have any. So all Biden had to do was, number one, make the vaccines widely available. Number two, lift all restrictions on economic activity. And number three, let the Trump era policies and the hard work of the American people take us back to the booming economy we enjoyed before COVID. Of course, they did the exact opposite. They cancelled Trump's policies overreach with vaccine mandates and scared the public into staying at home. And over the last few days, we've seen the toll that Biden's radical agenda is taking on the economy. It all started with Friday's abysmal jobs report."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "194."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Whoa!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I see 194,000. That is real low."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "People don't seem to be in a hurry to get back to work. There's one and a half jobs for every unemployed person out there."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "America is running out of everything. Christmas at risk as supply chain disaster only gets worse. Your holiday turkey may be harder to come by this season."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Turkey is going to take your turkey. Well, who else wants to send Biden to the island of misfit president this Christmas? Thank goodness Santa's sleigh, by the way, doesn't need gas, because the price per gallon is up 43 percent under Biden than it was in December 2020. Wow! But don't worry, because I'm sure our Energy Secretary is working hard right now to turn it all around."
    },
    {
      "speaker": "JENNIFER GRANHOLM, SECRETARY OF ENERGY",
      "utterance": "We don't own our own gas supply or oil supply. And so the market is what the market is. Presidents don't control the cost of gasoline. And we also are aware that we want to move into a clean energy environment and that we want - while this transition occurs, he does not want to raise costs on everyday people for anything."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, she's either stupid herself, or she thinks we are. Not only do we have a Strategic Petroleum Reserve that was set up for this exact type of situation. The feds controlled billions of barrels worth of oil and natural gas on public lands. So first, Biden banned new oil and gas leases on public lands. Then after he was rebuked by the courts, he slowed to a trickle the issuance of new permits. Now, this slams working people by worsening inflation, which the 'Angle' warned you about early this year, as did prominent Democrats like Larry Summers. But Biden's so-called experts, they're always in quotes by the way when I say experts, regarding Biden, they just kept downplaying it."
    },
    {
      "speaker": "JANET YELLEN, TREASURY SECRETARY",
      "utterance": "I see important transitory influences at work. And I don't anticipate that it will be permanent."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Most of the price increases we've seen are - were expected and are expected to be temporary."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, last week, the definition of the word temporary changed."
    },
    {
      "speaker": "YELLEN",
      "utterance": "Supply bottlenecks have developed that have caused inflation. I believe that they're transitory. But that doesn't mean they'll go away over the next several months."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Depends on what the meaning of the word temporary means. The scenes of huge traffic jams at our major ports, where ships are idling for weeks and even months, is another devastating indictment of the Biden administration. We brought this up a few weeks ago. New York, LA and now Savannah, Georgia, are in total gridlock. Our rail lines are gummed up as well. One yard in Chicago reportedly had a line of trains waiting to be unloaded that stretch for 25 miles. But at least we have a former Rhodes Scholar as Transportation Secretary to fix it for us."
    },
    {
      "speaker": "PETE BUTTGIEG, SECRETARY OF TRANSPORTATION",
      "utterance": "What we're looking at is basically everything between those ships and your shelves that gets the goods to where they need to be. And we're partnering with the Department of Labor to try to establish more apprenticeships and make sure that we're addressing that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What? Did they actually say apprenticeships? We're going to get us out of the situation. Heaven help us, because this entire administration is an apprenticeship. Meanwhile, Biden's labor secretary has absolutely no clue, as to how to fix the labor shortages."
    },
    {
      "speaker": "MARTY WALSH, SECRETARY OF LABOR",
      "utterance": "I don't have an answer for you. I mean, I'd like to - if I had that answer, I'd be giving all day today. But I think that one thing that I'm going to do is, I mean, if I were the mayor of Boston, I would have an understanding why that's not happening. So I think we dig down a little bit more here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We went from labor secretary Gene Scalia to that guy? Oh, my goodness. When you see it all together, the totality of the incompetence really is quite staggering. So it looks like we are in for a long and difficult winter. A winter of shortages and disappointments, especially for Americans living in cities strangled, still by restrictions, mandates, and you throw the cold weather into that. My goodness. It's all playing out exactly as the 'Angle' predicted. Instead of just reopening the economy without restrictions, the Biden team did everything it could to terrify Americans, and convince them to stay home. The folks in College Station, Texas, though, on Saturday night, they were obviously not listening to Tony Fauci at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not a lot of masks there. The foolish and unnecessary vaccine mandates did nothing to save lives, but they are pushing people out of the workforce. Pilots, health care workers, teachers, firefighters and police. It's criminal what is being done to these good people. The administration has resisted efforts to return welfare payments to normal, or allow landlords to collect their rents. They've restricted the oil and gas industry, as I mentioned. Now, they want to waste trillions more on new government programs that will do more to harm our economic competitiveness. Fantastic guys. Common sense is out the window in this administration. We know that. And they believe that Americans are mostly racist, who are destroying the planet anyway. So why should people as awful as that have a higher standard of living then. And it certainly - they shouldn't have any higher standard of living than, let's say, people living in Greece. Of course, if we had a real press, they'd be all over this. Instead, we have pretender pundits who can't quit their Trump addiction."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Trump wants an army back. He wants this army to help him have vengeance on the entire American Democratic system."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Trump is marshaling those forces, to try and seize power in 2024. Whether you, the voters, elect him or not."
    },
    {
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "utterance": "Trump's reason for being in politics is Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "George Clooney called Donald Trump a knucklehead in an interview with the BBC."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That was just today. It went on for hours and hours and hours. So what else they are going to talk about? There's no defending Biden's policies or his performance. The poor man can barely locate the exit in any given room where he's speaking. And sure, I know you're all thinking, Laura, this is depressing. We're in for a rough ride. Yes, we are, for a while. But let us never give in to despair. No way. I said this the day after the election. Keep a stiff upper lip. We know how to turn things around, and in time we will. We survived Jimmy Carter, we can survive this. The Carter years led to Ronald Reagan. And if the American people are smart, and I think they are, the Biden years will lead to the new and better economic policies after 2024. And that's the 'Angle'. Joining me now is Michael Rubin, President and CEO of the Florida Ports Council. He's going to explain some of this for us tonight. Michael, you get the sense that our leaders in Washington have any clue how bad this has gotten at the ports, and why it's gotten bad."
    },
    {
      "speaker": "MICHAEL RUBIN, FLORIDA PORTS COUNCIL PRESIDENT",
      "utterance": "You know, that's a good statement. We used to have bipartisan transportation bills that passed out of Congress. Been a while for that. I can remember, Congressman Dan Webster actually standing beside Congressman Alcee Hastings, pretty much the ying and yang of Republican and Democrats, passing of substantial transportation bills. And we're not there. And it's a shame, because I think what we're seeing now is that there's a need to invest in freight mobility infrastructure in the United States. Certainly, here in Florida, I know that our governor, Governor DeSantis and our FDOT Secretary Kevin Thibault have made investments in our freight mobility a significant part of Florida's infrastructure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But, Michael, people are ordering - I just want to jump in, people are ordering things. Let's say, someone needs a new dishwasher, because everything's computer chip. And if it goes bad, it's more expensive to fix it, to replace it. And they're being told they can't get a dishwasher for six to eight months. Ditto with tables, or parts for certain vehicles. So they're hearing infrastructure and all, but for them, they just want the part. And Pete Buttigieg says, we're going to look into apprenticeships, because he's our Transportation Secretary. Are apprenticeships the immediate answer here, Michael?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "No. I would hope that that group has talked about supply chain. But I would hope that the new appointment of (inaudible) out of Massachusetts would be able to help a focus on supply chains, that issue more so than ancillary issues that don't really impact the movement of those goods. We did a significant investment in focus on those infrastructure needs to move those goods."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Michael, our unemployment benefits and the continuing - continuation of them beyond a COVID emergency situation. How has that affected employment along with vaccine mandates?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "I can't speak specifically the unemployment benefits, but certainly there are a number of - I know the trucking industry, truck driver professionals out there. We've got a number for the companies that are offering incentives, trying to get additional individuals to take those jobs. Unfortunately, not a lot of takers for whatever reasons. Certainly, some of that may be, they're happier or earning unemployment compensation, and they are taking a job at the moment."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Michael, hold on. Hold on, hold on. Michael, you're a smart guy. But you're trying to be diplomatic here. I know, you have to deal with both parties. But if you're going to pay people not to work, when there are jobs that they used to still - they used to do. I mean, this is not a rocket. This is - you know, I'm not the greatest economic thinker out there. But it's pretty obvious what we've done to the distortion of the employment situation in our country. Supply and demand, it's pretty simple. We got a lot of people sitting on the sidelines. Some people are afraid, other people still being paid to stay home when we need workers. Correct?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "Correct. And we've made it difficult on the trucking industry to - you know, not only hire those individuals, but there's a lot of penalties for time, when you're moving with stuff. And that was a time to look at those limitations on how those truck drivers operate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Regulations, correct? Deregulation."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Exactly. We got to look at those regulations. If you're looking at any of this thing, you need to ease the regulations on several areas and starting with trucking industry, removing those disincentives to move that product."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "People can't get stuff they order in a reasonable amount of time. And they are - I mean, people - you see your people who've ordered stuff, Michael. They are going nuts. And it doesn't look like it's going to get better in time for Christmas and that's when there's going to be really held to pay out there for moms and dads. And Santa is not going to be happy either. Michael, good to see you tonight. We'll be tracking this issue. And Democrats want this winner to be a dark one. Not just for you, but also for the former Trump officials, who were subpoenaed by the House's January 6 committee last month. So far, none of the four officials targeted have complied. So Adam Schiff issued a new round of threats yesterday."
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "utterance": "We also want to make sure that these witnesses come in and testify and we are prepared to go forward and urge the justice department to criminally prosecute anyone who does not do their lawful duty."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is former Trump White House Chief of Staff Mark Meadows, author of the upcoming book, \"The Chiefs Chief\". He's one of the four former Trump officials targeted by Adam Schiff. Mark, I know there's a lot you can't discuss as it relates to the subpoenas. But given what my 'Angle' laid out, it is quite amazing that this is what the Democrats are focused on as the country is reeling from this inflation, supply chain issues, border, et cetera."
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Well, you're exactly right, Laura. I can tell you what we're seeing here is basically Democrats want to talk about anything other than the economy, anything other than the fact that there are more people that could be working that aren't working right now. And you were exactly right to hit on all of these. We went from energy dominance, and we've now got a secretary of energy that somehow is lost. They need to go back to high school as it relates to what we can do. We went from energy dominance to begging OPEC to reduce oil prices and get gasoline prices down. And, yes, we are paying people not to work. We've got a supply chain issue that's going to affect not only our economy in the near term, but the long term. But here's what the Democrats are trying to do, Laura. They're trying to replace a robust economy with big government, and we can't let that happen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, impeachment darling, Fiona Hill, was out sounding the alarm mark over Trump's political movement over the weekend. Watch."
    },
    {
      "speaker": "FIONA HILL, FORMER NATIONAL SECURITY COUNCIL OFFICIAL",
      "utterance": "Unfortunately, I'm seeing the populism on the right is the most threatening at the moment. It's on the right that we're seeing the main threats. These actors on the right, who are also basically calling for violence against fellow Americans. And at all times, they're talking down the integrity of the election system."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mark, are you busy talking down the integrity of the election system?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes. Not at all. Listen, we need to make sure that it's easy to vote and hard to cheat. But at the same time, Fiona Hill has already shown her colors out there, and who she is sided with. Listen, when we start to see her get politically active, it's because the Biden administration is hemorrhaging when it comes to independent voters. Why? Because they care about the things that you were just talking about, their jobs and their schools, and everything in terms of inflation impacting it. And the fact that they make an order and they may not be able to get it for six months, whether it's a car, or a washing machine. They care about that. And that's why the Biden administration is having a very tough time doing anything other than blaming Trump, and trying to take credit for the few things that perhaps were left in place on January 20th."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mark, finally, your message to Adam Schiff tonight after threatening basically you with criminal prosecution. Your response to him?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Listen, I'm going to let the attorneys handle all of that, Laura. I can say this. When I talk to people, they say, well, we've already been through two impeachments. Why did we go through an impeachment of Donald Trump on this very issue? And now we're holding hearings. They don't quite understand that. The American people know that it's politics as usual. Hopefully, we'll get beyond that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mark, great to see you tonight. Thank you. And vaccine mandates, they continue to just wreak havoc on our workforce and the country. We're going to speak to a doctor who was forcibly removed from the building for defying UCLA's mandate. Plus, we're going to explain why the vaccine fight between Southwest Airlines and its workers is so important. Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "In recent weeks, we've seen governments, corporations and universities take an increasingly tyrannical stance on these vaccine mandates. We warned you it would come and it has. Dr. Christopher Rake, an anesthesiologist at the University of California, Los Angeles, learned this firsthand when he had the audacity to show up to work unvaccinated. As punishment for this heinous act, Dr. Rake was treated like a diseased animal and forcibly removed from the building."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Don't come near me."
    },
    {
      "speaker": "CHRISTOPHER RAKE, UNVACCINATED UCLA ANESTHESIOLOGIST",
      "utterance": "What's your title?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Don't come near me."
    },
    {
      "speaker": "RAKE",
      "utterance": "OK."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you keep coming close to me, I'll take it as a threat. So I'm telling you that right now."
    },
    {
      "speaker": "RAKE",
      "utterance": "I am being escorted out of a 200 Medical Plaza at Westwood, Santa Monica, for standing up for freedom. This is what happens when you stand up for freedom. And when you show up to work, willing to work, despite being unvaccinated, and this is the price you have to pay sometimes. I'm willing to go, lose everything. Job, paycheck, freedom, even my life for this cause."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Rake joins me now. Dr. Rake, they're acting--"
    },
    {
      "speaker": "CHRISTOPHER RAKE, UNVACCINATED UCLA ANESTHESIOLOGIST",
      "utterance": "Hi, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--like - see, those security guards, were those people removing you from - it was embarrassing. I'm sorry. It's like we took the beaches of Normandy, our people, and they're treating you like you are literally a rabid animal. Were you carrying a weapon that we weren't aware of there?"
    },
    {
      "speaker": "RAKE",
      "utterance": "No, no. I don't know why they didn't just call me and say can you please leave, and I would have left. But you know, you make that point the beaches of Normandy. For me, that's - this is kind of the beaches of Normandy, right? This is this is our generations World War II. And maybe it's the world war III. And this is the war that we fight without arms. This is an ideological war. This is a war against totalitarianism. And my grandfathers both fought in World War II. And one of them was shot down in a B-24 Liberator. And he landed safely in Sweden and he came back home. And fortunately, he did, because I'm here now because of that. But they fought, and they took up arms against tyrannical governments. We now have to fight against the tyrannical government, which is saying that you have to take these injections, or you can't be involved in society. You can't go to your kids' high school basketball game, you can't go to the grocery store, to the church, to wherever it may be. You take the injection, or you have no freedom. You have no release."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just so people understand your perspective here, what is your problem with the vaccine? Is it a conscience, religious, efficacy? What is it?"
    },
    {
      "speaker": "RAKE",
      "utterance": "Well, number one, it's really young. It's - there's not enough evidence supporting its safety. There are some concerns I have about it. But we have - I have a group called CUFF Citizens United For Freedom. We have vaccinated people in our group. We're more pro-medical freedom. I don't agree that - I think this is a greatest human rights violation of our time to say that the government can inject you with these things. Personally, I'm not ready to take the vaccine yet. I don't think it's been proven safe. But more importantly, that they're tying this to my freedoms, and they're coming out with these vax passes. And now even in Israel, they're saying, you've had two shots. It's the same as zero. You better take your third shot, you better take your fourth shot. Where does this stop?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, the UCLA send us a health center statement tonight. \"Per the state public health order and University of California policy, active UCLA health employees not working remotely must be vaccinated or receive an exemption. Those out of compliance are subject to progressive discipline, including restricting access to work sites, and being placed on leave.\" Dr. Rake, your response to that. Their argument, I guess, is that you are not just endangering yourself, but you're endangering others by not being vaccinated. But imagine everyone else is vaccinated if they're there, so I'm not quite following."
    },
    {
      "speaker": "RAKE",
      "utterance": "Most people are vaccinated if Joe Biden said we have to protect the vaccinated from the unvaccinated. That's like saying, you have to protect the protected from the unprotected by forcing the unprotected to take the protection that didn't protect the protected, right. I mean, if you want the protection, you take the protection. If you don't, you don't. But for me, this is an issue of medical ethics. For a doctor, Dr. Tomas Aragon, sitting in Sacramento to say that, I have to - he knows what's best for my body. And even though I'm a physician, I've read all the data and I've decided for my body, for my certain risk situation. I don't want it. Now he's saying, no. I know what's best for you. And you have to take it. I've told my administration that this violates the Nuremberg Code. There is no fully approved vaccine for code - available in United States. And so this is still under EUA, if you read the page number two of August 23rd memo from the FDA. It says clearly that the Pfizer vaccine is still under EUA. And by federal law, title 21 section 360bbb, you are not allowed to compel, force anybody to take an EUA treatment by medical ethics. (inaudible)"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Rake, what's next? Really quickly, what's next for you? Are you filing a lawsuit?"
    },
    {
      "speaker": "RAKE",
      "utterance": "Yes. We're looking at our legal options. I don't want to give my hand up too much. But we're certainly looking at those options. Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Dr. Rake, we're going to be following your case. We're going to be following your case as well as many like you. There are a lot of people around the country, for whatever reason it's not right for them at this time. This is wild. We are going to lose a lot of great doctors and health care providers out there. Dr. Rake, thank you. And if you were one of the thousands left grounded by Southwest Airlines this weekend, the company would have you believe the cancellations have nothing to do with the employees who protested its vaccine mandate. No, it's just all due to bad weather, issues with air traffic control which somehow only impacted one airline. Really? As the A.P. notes, the widespread disruptions began shortly after the union for Southwest's 9,000 pilots asked for a federal court on Friday to block the airline's order that all employees get vaccinated. Joining me now is Dr. Jay Bhattacharya, Stanford University professor of medicine. Dr. Bhattacharya, you say this isn't just a political issue now, but a health issue, which is kind of an odd question, I guess. But explain."
    },
    {
      "speaker": "DR. JAY BHATTACHARYA, STANFORD UNIVERSITY EPIDEMIOLOGIST",
      "utterance": "The vaccine mandates, what they've done is they've taken working class people who worked through the whole epidemic, firefighters, doctors, you just heard, nurses, airline workers, many even got COVID. They are immune. And we treated them like heroes last year. And now we're treating them like pariahs this year. The vaccine works to protect the vaccinated against the disease. They are not actually threatened by the unvaccinated. In fact, they can get the disease from the vaccinated themselves. What it's going to causes is shortages across the country in vital services. You heard about the 70,000 nurses, for instance, in New York state. We are going to have shortages that overwhelm hospital systems because of this vaccine mandate in these coming months."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Bhattacharya, we heard Dr. Rake. How important are anesthesiologists at one of UCLA's medical centers? Pretty important position, don't you think? They are not dumb people, anesthesiologists. They're critical to operations and the health of the overall health care system."
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "It's doctors, it's nurses, it's firefighters, it's policemen, it's regular working class people who are essentially being told that they're on the outskirts of society, they're not going to be able to do their jobs because they chose not to get vaccinated, many of whom already had COVID and recovered. It makes absolutely no sense. And Laura, there's another thing about this. If you denied basic facts -- like if I had COVID, I'm immune to it -- you basically undermine trust in the public health system. You look at someone who says, that doubts that, and they said they don't know what they're talking about. Dr. Fauci doubts -- yes. It's crazy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Dr. Bhattacharya, this is happening across corporate America, across government, the local, state, federal government. The refusal to recognize the robust and durable natural immunity and the cross adaptive immunity to COVID -- I'm not often speechless, but I am speechless, because it really makes you wonder what this is really all about in the end. Final word."
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "The ultimate effect is essential you have a bunch of people who in effect may as well just say the earth is flat in charge of our public health system. It's going to breed distrust. And these vaccine mandates, they are really pernicious. They're going to harm the health of the public, and I really wish that the people in charge of these organizations would stop doing it. It would make everything better."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fauci predicted there was going to be some superspreading events at college football. Dr. B. how much superspreading has there been at college football?"
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "Frankly --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Zero. Zero."
    },
    {
      "speaker": "BHATTACHARYA",
      "utterance": "I haven't seen any evidence of that. So I don't know what he's talking about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Bhattacharya, great to see you. And the Biden administration caught using your tax dollars to stage an event for Kamala. Raymond Arroyo all the details, a lot more. \"Seen and Unseen\" is next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for our \"Seen and Unseen\" segment where we expose the big cultural stories of the day. And for that we turn to FOX News contributor Raymond Arroyo. Raymond, over the weekend, Nancy Pelosi showed up at the Vatican. She got a private audience with the Pope. I don't think you've gotten that, have you, Ray."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "It was, as you might expect, Laura, awkward."
    },
    {
      "speaker": "NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "utterance": "Too overwhelming."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Very, very weird. The Pope can meet with whomever he wants, Laura, and even the Lord met with thieves and prostitutes and tax collectors, so this is not unprecedented. But the problem is Pelosi has been called out by her own archbishop, Salvatore Cordileone for her militant support of abortion on demand. After she passed that bill that would lift any restrictions on abortion coast-to-coast last month, the archbishop asked Catholics to pray, and fast, for Pelosi's conversion of heart on this issue. So by the Pope meeting with her in this very public way, it does undermine his bishop. And it sends the message you can support the taking of innocent human life and still be a Catholic in good standing, which you can't. And even the Pope has said this is like hiring a hitman. That's a quote."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I thought it was amazing, Raymond, when that lightning bolt came down and hit the Dome of St. Peter when he was meeting her, that was quite -- but wasn't she --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "The foundations of St. Peter's were quaking when she entered."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, my question is, where was the mantilla. Isn't she supposed to wear --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "She dispensed with it. When Benedict met with her, he released a statement saying we met for 15 minutes, we talked about life, but he released no pictures. Very interesting. Laura, it's that time of year again. The autumn surge is at the border, pumpkin frappuccinos have returned, and an unwelcome seasonal classic is back. It's the great Fauci, Charlie Brown, who is rising again to tell children whether they can trick or treat this year."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "utterance": "If you're vaccinated. If you're not vaccinated, again, think about it. It's a good time to reflect on why it's important to get vaccinated, but go out there and enjoy Halloween as well as the other holidays that will be coming up."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I think Fauci saw his shadow, Laura, which means we have three months of holidays with small groups and random masking. Who made him the holiday czar?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What parent checks in with Fauci before deciding when your kid can have fun? Who is that parent? Is there a single person in the country still waiting with baited breath for what Tony says about any given occasion? Come on, no one is."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I agree."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, on Friday, you did share a bizarre video of Kamala Harris discussing space with children at the Naval Observatory. Blue Origin rockets don't go this far out into orbit."
    },
    {
      "speaker": "KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "I just love the idea of exploring the unknown. I don't know what it is about those craters on the moon. The earth is like a spec. Smart people and scientists and the engineers who came up with the idea that if you build something that looks like that, you can see the sun, and you can see the moon, right? Dream with ambition, have big dreams."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my God, that was painful."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It turns out, Laura, that completely impromptu video is part of a series called \"Get Curious with Vice President Harris.\" We are curious, all right. Like the president's artificial White House said, it turns out these Kamala Harris videos are all fake."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Deepfake."
    },
    {
      "speaker": "ARROYO",
      "utterance": "A 13-year-old actor named Trevor Bernardino tells a local Monterey, California, affiliate he was hired and flown to D.C. for this shoot. He auditioned for the part. Yes, all the kids are actors. And this is no joke, the series is produced, and I researched this, by a Canadian company called Sinking Ship Entertainment. I guess if the ship fits, get in it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, she must've gone to the Tony Robbins school of gesticulation, because she's always, look at this. She is doing it, trying to -- if I do this with my hands, then no one will notice that the border is wide open and I never went there."
    },
    {
      "speaker": "ARROYO",
      "utterance": "That's how you talk to kids. Anyway, before we go, Gavin Newsom signed a new California bill requiring big retailers to establish, Laura, gender-neutral toy aisles."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good, they're going to have a place to sell that new Superman bisexual D.C. comic book toy that was announced today. Finally, they'll know where to go."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That comes after a gay Aqua Man, a bisexual Boy Wonder, Robin, and a gender fluid Loki. Call me when they have a gender stable aisle with superheroes whose sexualities we know nothing about. Why are they sexualizing superheroes? I was a Batman and a Superman, Spiderman kid. I loved those heroes. We just wanted them to get the bad guys, not a venereal disease. Anyway, leave our comic book heroes alone, Laura. We don't want to hear any more about it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, I will say this, OK. Kids have to just be kids, let them be children. Just let them be children."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I agree."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We don't need to sexualize kids."
    },
    {
      "speaker": "ARROYO",
      "utterance": "And don't corrupt innocence. Don't corrupt their innocent playthings and playtime."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If people are good, I'm going to post a photo of Raymond as Batman from a few years ago and the Joker at Halloween. All right, Raymond, thank you. And after Biden's push to cancel Columbus Day, it's worth asking, what do we know about the indigenous people that we are now told to honor? Victor Davis Hanson with a history lesson, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "According to Joe Biden, today isn't meant to celebrate a brave Italian explorer, but rather it was declared a national day of mourning over the painful history of wrongs and atrocities that many European explorers inflicted on tribal nations and indigenous communities. And of course, the left and the White House celebrated."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Having this holiday replace Columbus Day is a step forward in acknowledging colonization and genocide and oppression of the original people of these lands that have suffered."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We know as tribal nations that there's a truth to be told, and there are many truths that make up this country."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Fully replacing Columbus Day, would you like to see it replaced?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Recognizing today as Indigenous Peoples Day is something that the president felt strongly about personally, and to make the history of moving forward."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Moving forward. Joining us now is Victor Davis Hanson, Hoover Institute senior fellow, author of \"The Dying Citizen\" in stores now. You write about Columbus Day in your book, Victor. The history moving forward, it's really all about that, isn't it?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE SENIOR FELLOW",
      "utterance": "Yes, I think it's an attempt to apply the morality, or the pseudo-morality of the present to judge the preindustrial past. It's kind of a therapeutic exercise of the elite. I don't think the average people really buy into it. A recent poll said two to one Americans want to retain Columbus Day. I am in a Mexican American community of wonderful people, Laura, and most of the people I know are in the Knights of Columbus which was a fraternal organization in the late 19th century to help impoverished immigrants from Catholic countries. So this idea that genocide, this pseudo-drama, I don't know what to make of it. But it would be as if a European or the new world gave to the old world syphilis, which scholars think they may well have, or cocaine or chocolate or tobacco. How absurd to say millions of people have died from smoking because of indigenous peoples practices that Europeans were addicted to. That's not history. It's psychodrama."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And San Antonio Spurs coach Gregg Popovich, Victor, he thinks it's outrageous that we ever celebrated Christopher Columbus, saying \"He took slaves, he mutilated, he murdered. It's not a knock on Italian- Americans. That's a silly argument. It's like saying we should be proud of Hitler because we are German.\" Victor, what is wrong with this man, Popovich?"
    },
    {
      "speaker": "HANSON",
      "utterance": "I don't know. I think a lot of the elite, this is a top-down phenomenon. I think a lot of the elite virtue signal this. It's like the use of Latinx that nobody in the real world uses, but they feel that it's sort of a cache among the wealthy and the elite and privileged, the academic class because most people understand that Christopher Columbus was a very heroic individual. There was always a tragedy when two cultures collided. But as we speak today, they were millions of indigenous people in Central America and in southern Mexico that choose to leave those cultures, not coerced, choose voluntarily to cross the border to accept a very different paradigm of free market capitalism, Constitutional government, equality of the sexes, an independent judiciary, a bill of rights, and all of that was a unique product of European enlightenment, whether they like it or not. So people are voting with their feet, and they're voting in the opposite fashion which our elites say that they should, apparently."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Diderot and Renault (ph) both wrote about the atrocities that were committed by explorers. This has already been accounted for, written about. We always look back on historical times with some sense of horror because people change. Things evolve, people have a new sense of understanding. But indigenous people also had their, which are also well documented, their own atrocities, correct?"
    },
    {
      "speaker": "HANSON",
      "utterance": "It's not just the writings of Bernal Diaz at Tenochtitlan, which is an ancient Mexico City that talked about human sacrifice. And I'm not talking about one or two. I'm talking at rates that surpassed Auschwitz in some cases, 10,000, 15,000 within a 30 or 40-day period, apparently from indigenous evidence. And there was cannibalism from the Caribs in the Caribbean. So if you want to go back and pick and choose and turn history into this melodrama, it doesn't lead us anywhere. When two cultures collide, there's going to be tragedy, there's going to be melodrama, but you just don't use the morality of the present to condemn one side and say these were evil and these guys were good. It doesn't work that way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, we have to end by saying happy Columbus Day to you. When we come back, Ben & Jerry are melting. I'll tell you why."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The ice cream guys Ben & Jerry hit a rocky road."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You guys are big proponents of voting rights. Why do you still sell ice cream in Georgia? Texas, abortion bans, why are you still selling there?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't know. I mean, it's an interesting question."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I thought that was Joe Biden. More ice cream, less politics. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}