{
  "date": "October 3, 2022",
  "headline": "'Gutfeld!' on Kamala Harris' race-based hurricane relief comments",
  "subHeadline": "Emily Compagno, Gad Saad, Joe DeVito, Kat Timpf",
  "url": "https://www.foxnews.com/transcript/gutfeld-kamala-harris-race-based-hurricane-relief-comments",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "Happy Monday. Happy Monday, everybody. Hope you had a good weekend. Calm down, lady. Well, it's a story that rocked the globe, like a giant rock hitting a globe. Or, in this case, two globes. And as usual, we're the only show that's covering this. Yes, it's day 18 of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "If it happens up there, we report down here. You're watching \"GAZOOMBAGATE: CANADA 2023\". Week Three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's week three. As you know, we've been on top of this story like Biden's nose on a girl scouts freshly shampooed scalp. It's the story of the shop class teacher who is wearing super jumbo never existed in reality prosthetic breasts to class. It's great. In the unlikely event of a water emergency landing, your shop teacher can be used as a flotation device. But this story isn't so much about the monstrous melons, but the school's reaction. They're still attempting to normalize a situation that is anything but normal. Here is a recap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "According to the Toronto Sun, she was once a he began identifying as female last year, and started wearing massive prosthetic breasts to class. But apparently only recently, kids in the school started posting about her. The school is standing by her, saying, of course, what's really an issue is her gender rights. Is it all along troll? Or was it just a mistake converting bra size from inches to metric? One thing is for sure, if there is a shop class that requires protective goggles, this is it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, there have been angry protests, upset parents, and aroused and confused babies. And, of course, the usual woke school board that will defend anything if it fits their twisted view of the world, including those two mother of all coconuts under his or her sweater. But what's missing is the teacher's words. According to the Toronto Sun, a paper, Kat, the teacher still shows up to class every day. Yet, I can't find a single interview with this person. Maybe it's too difficult to get the mic within reaching distance of her face. But it's more evidence to me that this might be one big chain yanker. The school and the board though are still sticking with mindless blather that they support gender rights, even if they look as foolish as a woman doing push-ups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "A sexist would say!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is making sure. But it's like that old fable, the emperor with no clothes except here. It's a shop teacher with chesticles so big. If they were -- if they were states, they'd be worth 98 electoral votes. The schools game plan is to hope this scandal simply deflates and soon we'll all move on to something else. But I'm not. As a child that was bottle fed. So, I'm extra intrigued about this. Story is too big, it's too robust, too ample, and voluptuous to ignore. I just want to -- I just want to bury my face in it. And I'm going to milk it for all it's worth. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Backed is, obviously, a person could do whatever they want with their appearance. You know, even if it frightened small children, even if it confuses barbers. But still, you got to factor in time and place and age appropriateness. We put guardrails on everything. Sure, dress like a Macy's parade float, but on your own time. Not at school where there's kids. Because if you're OK with this, then why can another teacher show up with a giant inflatable penis? And I don't mean Brian Kilmeade. But yes, it's true, he's not inflatable. But how is that also not an exercise in gender rights, it's the same thing? So, I returned to the essential question. Is this real or not? Here is another recap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "An anonymous posts from a message board, which is where I get all my facts, claims this person isn't transitioning but trolling. It reads, in part, \"This dude is gaming the system. This teacher was almost fired for toxic masculinity last year, as well as not embracing woke culture. He dropped red pills to his class such as how its silly gender-neutral bathrooms are. The school board hates him. Now, he's upping the ante to exploit the very clown world the school, its society, itself created.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Who knows, this teacher could be punking everyone. If so, I want this teacher to be my best friend. Maybe, maybe my next president. One thing -- one thing is for sure, whatever ticket you throw him or her on, it's going to tip over. But prank like this exposes the profound uselessness of the educational system. This gag is a more accurate assessment than a standardized test. Fact is the administration would rather judge people who have an issue with the teacher than actually manage the teacher herself. If you are concerned, well, then you must be the problem. And the school implies that by creating a safety plan for the teacher, which should start by installing a safety guard on that table saw. Honestly, honestly, I can hardly watch the deli guy slice my turkey breasts. The last thing I want to see is this idiot accidentally slicing off his acrylic areolas. And they are acrylic. But according to The Sun, e-mails were sent to parents, telling them that police will ensure students behave when they protest. Yes, because they might riot over big fake --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What do we want real? Real -- When do we want them? Now! Hey, hey, oh, oh, your fake boobs have got to go. See -- I don't see anybody doing that. But it's so surreal. This story keeps going on. Reflecting a sad fact that common sense can no longer defuse absurd situations. No one can stop it. Now, a Supreme Court justice nominee can't define a woman. Maybe they should show her a picture of the shop teacher. But that's where we are. Educators can't even admit when they're being played by an impractical joker or a mentally ill male with a distorted view of what a woman is. So, rather than deal with the underlying truth, they just cowardly murmur, respect gender rights. Hoping that will keep us pacified, they could just ask the teacher to knock it off. But unlike the teacher, they have no balls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Lastly, where are all the feminists? They can't all be trimming their moustaches at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Wow, yet another sexist would say!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm glad you caught that one. You would have been fired if you didn't. So, how should a progressive woke woman take this story? It's no compliment that for a male adopting the trans female life, it's more about a costume that exaggerates one of the more superficial features of femininity. I mean, what if what constitutes a female is simply giant fake -- ? Well, we don't think much of women then, it's all just dress up. If I were a biological woman, I would call it stolen valor. But really it's more like stolen badge. Believe me, that's going to stick. But the gender warriors never really have much to say on this stuff. They claim to be feminist until they find themselves up against men pretending to be women. They then suddenly lacked testosterone. In the end, it doesn't matter if the teacher is sincere or silly. It's the response that tells the story, and just as sad as it is hilarious. And you could bet that I'm glad that I got that off my chest. And yes, ladies, it's real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guest. This psychologist specializes in driving leftists crazy. Professor and host of \"The Saad Truth\" podcast, Gad Saad. She is so bubbly, she'll give you hiccups. \"OUTNUMBERED\" co-host Emily Compagno. His comedy shows are like a liquor cabinet, wooden and full of booze. Writer and comedian Joe DeVito. And for Halloween, she plans on going as someone pleasant. Fox News contributor Kat Timpf. Gad, welcome to the show. I've been looking forward to this for many years. We've talked about this. Now, you're finally allowed back in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. GAD SAAD, AUTHOR, THE PARASITIC MIND",
      "sentences": "Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Thank you so much for inviting the Canadian professor and then ribbing on Canada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes! I was going to do all segments on Canada. But there's not enough news in Canada. SAAD That's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have one story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And then, that's it. And then, everybody goes to bed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "You know, in 2017, both Jordan Peterson and I had appeared in front of the Canadian Senate to precisely warn about these kinds of boundary conditions, these kinds of extreme situations. And everybody laughed at us. They scoffed, they mocked. Well, look what we have now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, let me ask you. What is your gut feeling on this? Do you think that this is? This is -- OK. It can only be two things. It's a long -- it's a long con, or it's somebody who's mentally ill. Because if it's actually trans, they wouldn't go for the giant boobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "All right. My first reaction was that it was real. But now that I'm hearing a greater number of people saying that it could be a troll. The reality is whether it's real or troll, it shows that the zeitgeist is not doing too well these days. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It shouldn't matter if it's true or false, because the response is the laughable part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. They don't know what their -- instead, Emily, they're so scared of offending, I guess a very select group of trans men with the, the, the, the, the, the, the, the, the, the, the, the, the breast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "The infinite and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "What I love so much is that we can't even put the full photo on air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "We have to blur out part of her photo and that her mask is below of her nose. And yet, that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's how you know it's a troll. Who said that the other day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Drew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's -- Drew said that, that the mask is below the nose. That's a sign it's a troll. Because wouldn't she put it above her nose?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Totally. Great detective, sleuthing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "So, we have to blur it out on air. And yet, the school system is subjecting the kids to that. Could you imagine to your point? I would give anything for either a troll or a woman who identifies as a male to just roll up with a Hindenburg, just longest cucumber everyday sitting in front of the kids?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "And have Canada be like, oh, that's right, and we were going to have police protecting that teacher instead of the kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I wouldn't know would happen if a woman did come in and with a giant -- like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think the safe word would be cucumber, but a giant -- you know, this is why I wasn't allowed to teach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Dirigible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because I have a -- I have a huge --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All right, move on -- move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, a huge love for cucumbers. I enjoy a good cucumber. It's cold and it's crunchy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "sentences": "Oh, delicious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Cold and crunches. I said you can do a cucumber sandwich with cream cheese, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Is this really the venue for this -- Greg -- take a students?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. OK, how about this? This is the third time we're doing the show. We're doing it every week until we get to the bottom of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No one else is doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not \"Dateline\", not \"60 Minutes\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not \"OUTNUMBERED\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "No, and if -- I'll say this. If there are ever a legit use of the pronouns they them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It will be this. OK. So, this is either a teenage boy's worst nightmare thinking, oh have you seen the new shop teacher has giant boobs? And then, has the old shop teacher, what happened here? Here is what I don't understand. OK. In Canada, if you sent $5 to a trucker, they have got that track. Yet, we still don't know if this is real or not. We are seeing the same photo, the same video like this is Bigfoot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "The couple of blurry photos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "A couple of plaster prints. Yes, exactly. So, if it's -- if it's not a troll, this person needs to see either a psychologist or a chiropractor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "And if it's this is what this person thinks a woman is, that this costume, it's about his feminist a woman's costume as Norman Bates wore --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Really ashamed that that's what you think a woman is? This cartoonish ridiculous thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. But I got to tell you. Anthony Perkins was one sexy lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Oh, he wouldn't hurt a fly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He wouldn't hurt a fly. Very interesting point, though that the little guy over there says, Kat. But what if, you know, we sit here and we are talking about this? Well, we then be blamed for making an unsafe environment for this teacher because we're like, we're curious. When, in fact, the unsafe environment is the people allowing maybe somebody with a -- with a serious mental problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't know. You might be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I -- we've already talked about this so much and I can't believe it, but I actually have had a new thought on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Where if it is a troll, everyone says, oh, that's so awesome. If it's a troll, it really kind of sucks for this teacher. Because the idea was OK, I'm going to get fired. So, what I'm going to do is put these massive -- on. And then, I'm going to -- they are going to fire me, and I can sue for gender discrimination. That didn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The school was like, good for you. So, it didn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, do you think this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, this teacher, every day, if it's a troll, looks at this giant --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, that's -- OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He's like, I can't believe I have to put these on again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Going to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're right. This is a game of chicken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You (INAUDIBLE) on this person's life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I mean, he must be exhausted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, but you're right. You know what this is? This is a game of chicken. The school is actually trolling the troll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. If it's a troll -- if it's a troll, the school is out trolling the troll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, and this could go -- this is amazing. It is like a Cold War. And you can tell because the nipples are really hard. All right. That's a great thing about breast. Is that there's so many directions you can go with the words. It's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "It's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm going to shut up now. But we're going to do this story every week until the midterms, at least. Up next, do Kamala be dropped because she's repeatedly flocks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Even in a hurricanes embarrassed by Vice President Harris. Once again, she fell on her face because she made it about race. It was a weekend of harsh damaging wind but that's what you get whenever Kamala is at the microphone. While speaking at the DNC's women leadership forum, the V.P. managed to take something that should have been unifying a national emergency called a hurricane and, of course, made it about race. So, Kam, who should be first in line for disaster aid?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "It is our lowest income communities and our communities of color that are most impacted by these extreme conditions. We have to address this in a way that is about giving resources based on equity. Understanding that we fight for equality, but we also need to fight for equity. Understanding not everyone starts out at the same place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sorry to all the Florida white guys. Good luck with your flooded living room. I'm surprised you didn't add, good thing white people are better at swimming. She is a bigot. But, at least, Kamala is great at listing her accomplishments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIYANKA CHOPRA, INDIAN ACTRESS, PRODUCER, MODEL, AND SINGER",
      "sentences": "In your two years as vice president and many years holding office in California, what is -- what are the major changes that you have seen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "A lot over the years. And -- but there's still so much works do. I -- we should applaud the work that we've seen results in progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How beautiful. Beautiful. So, what do you do about a V.P. who puts the her in disaster? Bill Maher says she's got to go, suggesting Biden bumper from the damn ticket in 2024.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MAHER, HOST, REAL TIME WITH BILL MAHER, HBO",
      "sentences": "Once you have that real estate, and you wake up in the White House --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "And your office is the Oval, I just don't think you'd give it up. Pretty hard to take the nomination away from the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. That is not going to happen. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "You know, a sitting president. And what I could see is replacing the vice president because -- yes, she is -- she is just not very popular anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE) anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "And it didn't seem to work out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, his audience applauded. So, that's a great idea if you're Biden. You know, remember when Abe Lincoln got rid of Hannibal Hamlin in 1864. Although, unlike Lincoln, Joe came in the -- into the office with brain damage. But Joe said he made history as the first president to have a black woman as V.P. And now, he can also be the first to fire one. Of course. Of course, like his son, Joe is not above using a woman and then asking her to leave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "We got that later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But, Emily --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Disgusting. But maybe, instead of pushing Kamala out the door, the answer is even simpler. Maybe she just needs more bongos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Have described rightly, which is that it is our lowest income communities and our communities of color that are most impacted by these extreme conditions, and an impacted by issues that are not of their own making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHOPRA",
      "sentences": "And women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "So, we -- absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Though, it makes it better. Professor, you notice that you're now pushing out the word equality and replacing it with equity, which is basically a way to -- it's basically top down equality instead of boosting people up. It's kind of scary. What did you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "I should say that I'm not feeling targeted again about Canada because Kamala Harris grew up in Montreal. My high school played against her high school, were roughly the same age. I missed the penalty shot when she was there. I blame her for my (INAUDIBLE). But honestly, let me mention this before I commented about diversity, inclusion, equity. I've said this about Trudeau, but I'm not going to serve it for her. If you take my career of almost 30 years as a professor, add up all of the students I've had, rank the dumbest student I've ever had, that person would be about 100 times smarter than this lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Regarding diversity, inclusion, equity, I mean, it's not just in these kinds of contexts you see. At the university, everything now is netted out based on diversity, inclusion, equity. You get a professorship based on immutable traits. You get scientific grants based on immutable traits. It's the most fundamental violation of what made the West great, which is individual dignity. And so, now, we're losing it one inch at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's true. Science is supposed to be independent of that stuff, Joe. But instead, it's not. What say, you, funny guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I think, when Biden said his vice president, he said she has to be a woman and she asked to be black, he should have said, and a third thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "She is also be a third thing she needs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Because there is no way he's going to be able to kick her to the curb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "And imagine how she feels when people looking at her and saying, you know what, we think this guy has got a better shot than you. And he can't even get off a stage without a crew of people coming to handle him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "And move him around. It's really -- the idea that he would be reaching out to marginalized communities. You know, the only marginalized community he reaches out to is the deceased.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "That looking around for it. Yes. And even dead -- even dead people say, we see Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's obviously in the pocket of big Quija (PH) board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes. It's that. Now, what I don't like is the use of the word equity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Because equity does not mean need. And we've got people who are hit by a hurricane. It's pretty easy to figure out who needs help right now. And then to say, no, it's going to be this group. That's really unconscionable as you say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What do you think, Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think this is the like the worst she's ever looked. Because talking about this is probably the easiest political layup of all time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like nobody is pro-hurricane. So, how did she still manage to piss people off when she was talking that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's not a contentious issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like, she is such a bad politician. This should have been the one thing where she could have done OK, and no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Blew it. She blew it. It was -- I think the basketball tournament is it was a layup, young lady. Yes, I play sports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Did I write -- I actually -- I actually wrote that down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, did you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, that was what I chose. Because I'm a sports girl, myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. Emily, the sports girl has -- but this is something that was a unifying event. And yet, she was able to take something that like every American puts aside their team sport politics and works together. And she said no, black and white minorities. Women and minorities hit hardest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "She is like the worst kind of doll possible, where you pull the string, and there's three sentences she says, and they're all unconstitutional -- not just unconscionable that literally unconstitutional. Shady is -- straight up racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "To your point, yes. Though, all Americans care about all Americans. We care about Americans in distress. And for her to come out of left field at the time when people have lost everything, and have lost their family members, and our vice president, knee jerks this talking point that she thinks will win her votes, because she is that worse kind of elite, Democrat liberal, which is you will listen to what I say, you will vote a certain way, you should think a certain way because of your skin color. And therefore, you should vote a certain way. She keeps ramming it down their throats. I think there will be a reckoning 100 percent. And the fact that we've already started to lose the late night talk show hosts, the other ones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I think it's a big -- I think it's a big indicator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Like bigot. Put that in there. That she'll be invited back. Up next, did the strategy to slow COVID transmission, her young people's disposition?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What did lockdowns bring to the table besides making people unstable? Well, research at Florida State University, they have universities there now -- congratulations, Florida. They found that the edicts, edicts from Fauci made everyone permanently grouchy. Lockdowns to deprived us of crucial human contact, or in Joe DeVito's case, nothing changed. In February 2020, psychologists asked participants between the ages of 18 and 109, that's an age range. They were in Florida after all. They asked him questions related to the five personality traits and then later the participants were to gauge how their personality has changed over time. Meanwhile, the 109-year-old said, why am I still alive? They compared pre- pandemic responses to the ones they gave in 2021 and this year, and discovered that people became more introverted, less open, less agreeable, less conscientious and more neurotic. In short, we became me, and younger people were more impacted since the personalities are less stable to begin with. Seriously, you would not believe how much harder it is to get them into my van.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Oh my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But anyway, I'll quote some experts: \"Strikingly, younger adults show disruptive maturity, and that they increase in neuroticism and decline in agreeableness and conscientiousness. This evidence suggests population wide stressful events can bend the trajectory of personality, especially in younger adults. The lead author blames the fact that young people were supposed to be out forming relationships and not remaining in hiding. Instead, it's the same lessons the Mayans had learned which is sacrificing virgins doesn't help. But maybe the lockdowns weren't all bad forming relationships is how we ended up with monkey pox. And we shouldn't just pick on young people here. Look at with the lockdowns did to Joy Behar. So, OK, I have a theory, Kat. Would you like to hear my theory?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't have a choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, you don't. That's right. I think we learned in the pandemic, the value of being watched and judged. When you remove that variable, right, you reduce the number of people around you. On a personal level, your hygiene goes, your physical appearance goes. And then on a public level, you have something like Midtown, right? You have public degradation, urination, defecation, criminal behavior, speeding traffic accidents. You need to have other people around you to kind of like define your actual self. Is that mind blowing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, I think it makes sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I don't know. It depends. I don't know how it affects personalities. I think, I think mine's pretty much been the same. Just still a delight, always --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "People love you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you're America's -- stop it. You're only encouraging disruptive behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, I love that. Inject that into my veins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's (INAUDIBLE) competition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's so funny. I just, I think that it wasn't ever normal for us to be spending all of our time alone. I think that if you're a younger person, especially that could have affected your sense of self, but I'm not as young as I look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true. We'll move on. Joe, you didn't obviously notice any difference because you were alone before the pandemic, during, and after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It could very well be that you're alone right now, and this is all some weird fantasy. You might be lying in bed right now. This show doesn't exist. How about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Well, I found my depression lifted during the pandemic, it lifted for me and spread out over the rest of the planet like a dark cloud. So, to hear people say like, I'm afraid of the future, and, and obsessed with death. I was like, well, you're a little late to my party there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Emily, you're very peppy, you're very sparkly. What's the word, bubbly? Did you, did any of your bubbliness decline? People were hoping that it would?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "No, of course not. I have remained unchanged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "What I thought was so interesting about this is that the, they preface this by saying that it disrupted maturity. And that, to me is the whole point that what helps you evolve and grow is the social order, right? It's you being an idiot. And so, your friend is like something an idiot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "You are alone with your room, and just the Internet, then you are free to be a total (BLEEP). And that's what we're seeing online. And then out on the streets, people would go out and feel free to be total violent (BLEEP). And because of the Democrat-led cities that decided to defund cops and promote all of that, then people got away with that also. I also thought what was interesting is that it said, individually, it was it was pretty minimal, a minimal effect. But it was just collectively that these things were noticed. So, that to your point, the collective stress, I think is where it's evident, but and they say it's going to lead to mental and physical issues. But I think that's more apparent in the fear that the such the fear of COVID that was stoked by the media and stoked by our government that thrived off of people's panic and fear, to exert more control. And then, people don't go to the hospital and they didn't get their wellness checks, and so they're going to be dying off of the other stuff. Now, I'm sounding like you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that was really depressing. Professor, do you, do you buy this data at all? Do you think it's true? And did you change? DR. GAD SAAD, \"THE SAAD TRUTH\" HOST: It wasn't my personality that changed, it's this ridiculous felt body that I have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm glad people don't realize. You weighed 500 pounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "No, no, I didn't it. But I lost quite a bit of weight, I decided to use the lockdowns to at least have some sort of silver lining. I stopped eating a lot, I started training. I lost over 80 pounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Wow, amazing!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "But -- thank you. But in terms of personality traits, look, there are several theories when it comes to personality. One is that our personality are set in stone by the age of four, and they never change. One that says we have no personality set in stone. It always changes based on situation. And this one, basically says that it's really in the middle. We have a certain lever that's somewhere but then depending on the situation, we can become more extroverted or less extroverted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "So, I think that this is an OK study, but I don't think that these changes will be enduring. They won't last.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Interesting. Well, I think the personality changes depends on how much porn you watch, right Joe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I'm a new man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "That's what you get after what I just said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I would have been one of your worst students. Sorry, what you're telling me is it's about pornography. All right, we got to move on. Coming up, are people standards' too high for Elon Musk's A.I.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A robot from Tesla debuts like a hot mess-la. The latest from our robot rulers walks like it had too many wine coolers. Former boyfriend of Grimes, Elon Musk, showed off a prototype for the humanoid robot, Optimist, during Tesla's A.I. Day on Friday. Some were totally underwhelmed by the invention. One A.I. researcher called it a scam that was next level cringe- worthy and will be falling a lot. In other words, it was like Brian Kilmeade at karaoke night, but I wonder if optimist is designed to be an extremely capable robot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELON MUSK, TESLA CEO",
      "sentences": "But Optimist is designed to be an extremely capable robot, but made in very high volume probably, ultimately millions of units, and it is expected to cost much less than a car.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Musk insisted that Optimist will be incredible within five to 10 years and eventually able to take factory jobs that humans didn't want. Like, for example, making more Optimist robots. And there's no way that backfires. Yes, did that the main issue with Optimist was that it didn't have a brain and therefore it couldn't problem solve on its own, which already qualifies him to occupy the White House. That was such an easy joke, I feel dirty inside. Emily, there's -- these are going to be, what do you make of this? I think that Elon Musk is onto something. We're all going to have robots. He's just going to be the first guy to make them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Well, the funny thing to me is how he talks about that the original mission was to accelerate the world's transition to sustainable energy. And then, in acknowledging that everyone was like, how does this really go to that mission? He was like, yes, I don't know, you're right. It actually goes toward making the future awesome, like he's just having a blast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know -- it's true, I'm sorry, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Well, I was just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Were you going to swear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I hit my limit. There's none left. There's none left for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there's a limit. I'm cutting you off, I'm cutting you off on your swear words. So, Dr. Saad, how long before we have a civil rights movement for bots, because once they taught, once you build a robot that it anticipates things, then there's planning involved. And if you can plan, you can feel pain and suffering and disappointment. And then, you're going to have a sentient being, what are you going to do? We're going to -- all of a sudden, we're going to create a next kind of human that we're going to be responsible for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "I think we're very far from that. In the 1980s, when I first started artificial intelligence, it was supposed to be, you know, an incredible opportunity. And the reality is, A.I. works well, for very structured problems, how to maximize search when you're playing chess, how to get the next best move. But to try to mimic actually human intelligence and human emotions, we're still very far off. So, I don't think you have to worry about robots becoming sentient beings anytime soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What about non-sentient thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Meaning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Meaning, like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm really glad --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I mean, think about it, think at -- what if, you know what, Professor, what if you were limited in what you're thinking about thinking? What if thinking could be nonconscious, right? And that could be a robot not thinking but doing something and only, and then, you know, in do -- just, maybe it's things just chopping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Well, so, so very structured problems --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "A.I. solves well. Once you, there's something called the Turing Test. The Turing Test is where, for example, if I'm, if I'm interacting with someone, I don't know if it's a psychiatrist or a computer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "If it can fool me, it passes the Turing Test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Well, for really more nuanced interactions, we're still very far off from being able to mimic human behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, well, I know what Joe is thinking, how long before I can have sex with a robot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Oh my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because again, you have no human contact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "You know what, Greg, clamp on a pair of those giant breasts and I'm listening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Little robot with a mini microwave in there for your hot pocket?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It's nice. It's nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Open it up. Eat it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It's all for your needs met at once.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. Lap dance and salad. What does that mean? Thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Well, they say are these robots going to take all our jobs and I've lost all of my previous jobs to robots. I used to be Roomba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love Roombas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "They're great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're great. You know, it's really strange, Kat. Like, even with a Roomba, when you have it in your apartment, it feels like it's a little pet moving around. So, we have this weird ability to like, transmit these, what do you call it a, a morphic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I think amorphized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you, young lady. I'm surprised you didn't use the word (BLEEP). Anyway -- what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think that you've never had a pet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hat two pets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's not the same. It's not at all the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was a masseuse but I treated him like a -- RIP, Andre.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I just, I don't know. I don't feel like making a robot would be that hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like I couldn't do it. But like yes, like if that's what you do, then, I don't know. Like it's got a nice thigh gap but other than that, it kind of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a big, you know that's a big deal the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The big thigh gap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That thigh gap is a big deal now. That's the new abs. Remember, in the 1950s and 60s --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's like also, that, that little tiny waist --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like, that is just so unrealistic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It really, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't like the way this robot is making me feel about my body.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what, there's a possibility. I'm not sentient that this is all fake, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Based on these interactions, I think I am the simulation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've set you up, bastard. Up next, would it ruin your dog's walk if he knew how to talk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"A STORY IN FIVE WORDS.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A story in five words: people want to talk to pets. All right, Kat, a new poll found that almost four in five Americans believe that if animals could talk, dogs would be the first to do so. Is this a stupid poll?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "Actually, I have played that game where I kind of fantasize if I come home and I see my dogs talking to each other. So, I've actually done this. But what I wanted to say is slightly different thing. There's a great study that shows that people tend to choose dogs that look like them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAAD",
      "sentences": "And it's actually been verified across cultures. Now, Belgian Shepherds are very regal, aristocratic, majestic, good looking. Does it surprise you that we own Belgian Shepherds?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I see where this is going. He's a very humble man, Kat. Kat, nearly half of the people worried that if their pets could talk, they would reveal secrets and insult people. Your dog and your cat has a lot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The cat, mostly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Cheens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Yes. At first, I was like, who are these people who don't want to talk to their pets? And I thought that it's sick people, then I realized that means Cheens could also talk to other people. And in 12 years, he's, he's seen things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "A lot. A lot of things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. There are some things he doesn't even have words for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, no. And so, it's like, I don't know him well enough to know if he'd be a snitch or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But I think Emily, I wouldn't want -- I mean, that's just more pressure, you have a pet so you don't have to talk to it, right? Why would you want to have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "They do talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have a goldfish. I don't, we don't -- I mean, I stare at him and he stares at me, but that's about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You've never talked to your goldfish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've said why are you staring at me? He's on my desk. That's it. That's all I got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I love the almost half are afraid that they would insult someone, share their secrets. We already know that like labs have a vocabulary of 30-plus words, there's those math that are all over like TikTok where the animal, like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "And then like outside or whatever, and I love that you're right, I look just like a Doberman, especially right now like all black and tan with a long and the black -- just music out loud tonight, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Joe, obviously having no human interaction means you do talk to animals. You're like the -- what's that doctor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Dr. Dolittle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dr. Dolittle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I do -- like, what do people need to hear dogs say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Once you figure out who is a good boy, you've said what you need to say. I think cats are, cats -- because cats act like they're in a hotel where the service isn't as good as it used to be, so I think they'll give you things feedback you can work with, you can improve yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, that's true. That's true. I don't want to hear anything from any animals. I don't even like listening to humans, seriously. I'm looking at you Emily and your filthy truck driver mouth. She's the reason why our editors have to stay until midnight. Don't go away. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We're out of time. Thanks to Emily Compagno, Gad Saad, Joe DeVito, Kat Timpf, our studio audience. \"FOX NEWS @ NIGHT\" with Dreamy Trace Gallagher is next. I'm Greg Gutfeld. I love you America. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "Happy Monday. Happy Monday, everybody. Hope you had a good weekend. Calm down, lady. Well, it's a story that rocked the globe, like a giant rock hitting a globe. Or, in this case, two globes. And as usual, we're the only show that's covering this. Yes, it's day 18 of --"
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "If it happens up there, we report down here. You're watching \"GAZOOMBAGATE: CANADA 2023\". Week Three."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's week three. As you know, we've been on top of this story like Biden's nose on a girl scouts freshly shampooed scalp. It's the story of the shop class teacher who is wearing super jumbo never existed in reality prosthetic breasts to class. It's great. In the unlikely event of a water emergency landing, your shop teacher can be used as a flotation device. But this story isn't so much about the monstrous melons, but the school's reaction. They're still attempting to normalize a situation that is anything but normal. Here is a recap."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "According to the Toronto Sun, she was once a he began identifying as female last year, and started wearing massive prosthetic breasts to class. But apparently only recently, kids in the school started posting about her. The school is standing by her, saying, of course, what's really an issue is her gender rights. Is it all along troll? Or was it just a mistake converting bra size from inches to metric? One thing is for sure, if there is a shop class that requires protective goggles, this is it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, there have been angry protests, upset parents, and aroused and confused babies. And, of course, the usual woke school board that will defend anything if it fits their twisted view of the world, including those two mother of all coconuts under his or her sweater. But what's missing is the teacher's words. According to the Toronto Sun, a paper, Kat, the teacher still shows up to class every day. Yet, I can't find a single interview with this person. Maybe it's too difficult to get the mic within reaching distance of her face. But it's more evidence to me that this might be one big chain yanker. The school and the board though are still sticking with mindless blather that they support gender rights, even if they look as foolish as a woman doing push-ups."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Hey."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "A sexist would say!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is making sure. But it's like that old fable, the emperor with no clothes except here. It's a shop teacher with chesticles so big. If they were -- if they were states, they'd be worth 98 electoral votes. The schools game plan is to hope this scandal simply deflates and soon we'll all move on to something else. But I'm not. As a child that was bottle fed. So, I'm extra intrigued about this. Story is too big, it's too robust, too ample, and voluptuous to ignore. I just want to -- I just want to bury my face in it. And I'm going to milk it for all it's worth. Sorry."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Backed is, obviously, a person could do whatever they want with their appearance. You know, even if it frightened small children, even if it confuses barbers. But still, you got to factor in time and place and age appropriateness. We put guardrails on everything. Sure, dress like a Macy's parade float, but on your own time. Not at school where there's kids. Because if you're OK with this, then why can another teacher show up with a giant inflatable penis? And I don't mean Brian Kilmeade. But yes, it's true, he's not inflatable. But how is that also not an exercise in gender rights, it's the same thing? So, I returned to the essential question. Is this real or not? Here is another recap."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "An anonymous posts from a message board, which is where I get all my facts, claims this person isn't transitioning but trolling. It reads, in part, \"This dude is gaming the system. This teacher was almost fired for toxic masculinity last year, as well as not embracing woke culture. He dropped red pills to his class such as how its silly gender-neutral bathrooms are. The school board hates him. Now, he's upping the ante to exploit the very clown world the school, its society, itself created."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Who knows, this teacher could be punking everyone. If so, I want this teacher to be my best friend. Maybe, maybe my next president. One thing -- one thing is for sure, whatever ticket you throw him or her on, it's going to tip over. But prank like this exposes the profound uselessness of the educational system. This gag is a more accurate assessment than a standardized test. Fact is the administration would rather judge people who have an issue with the teacher than actually manage the teacher herself. If you are concerned, well, then you must be the problem. And the school implies that by creating a safety plan for the teacher, which should start by installing a safety guard on that table saw. Honestly, honestly, I can hardly watch the deli guy slice my turkey breasts. The last thing I want to see is this idiot accidentally slicing off his acrylic areolas. And they are acrylic. But according to The Sun, e-mails were sent to parents, telling them that police will ensure students behave when they protest. Yes, because they might riot over big fake --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What do we want real? Real -- When do we want them? Now! Hey, hey, oh, oh, your fake boobs have got to go. See -- I don't see anybody doing that. But it's so surreal. This story keeps going on. Reflecting a sad fact that common sense can no longer defuse absurd situations. No one can stop it. Now, a Supreme Court justice nominee can't define a woman. Maybe they should show her a picture of the shop teacher. But that's where we are. Educators can't even admit when they're being played by an impractical joker or a mentally ill male with a distorted view of what a woman is. So, rather than deal with the underlying truth, they just cowardly murmur, respect gender rights. Hoping that will keep us pacified, they could just ask the teacher to knock it off. But unlike the teacher, they have no balls."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Lastly, where are all the feminists? They can't all be trimming their moustaches at the same time."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Wow, yet another sexist would say!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm glad you caught that one. You would have been fired if you didn't. So, how should a progressive woke woman take this story? It's no compliment that for a male adopting the trans female life, it's more about a costume that exaggerates one of the more superficial features of femininity. I mean, what if what constitutes a female is simply giant fake -- ? Well, we don't think much of women then, it's all just dress up. If I were a biological woman, I would call it stolen valor. But really it's more like stolen badge. Believe me, that's going to stick. But the gender warriors never really have much to say on this stuff. They claim to be feminist until they find themselves up against men pretending to be women. They then suddenly lacked testosterone. In the end, it doesn't matter if the teacher is sincere or silly. It's the response that tells the story, and just as sad as it is hilarious. And you could bet that I'm glad that I got that off my chest. And yes, ladies, it's real."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guest. This psychologist specializes in driving leftists crazy. Professor and host of \"The Saad Truth\" podcast, Gad Saad. She is so bubbly, she'll give you hiccups. \"OUTNUMBERED\" co-host Emily Compagno. His comedy shows are like a liquor cabinet, wooden and full of booze. Writer and comedian Joe DeVito. And for Halloween, she plans on going as someone pleasant. Fox News contributor Kat Timpf. Gad, welcome to the show. I've been looking forward to this for many years. We've talked about this. Now, you're finally allowed back in the country."
    },
    {
      "speaker": "DR. GAD SAAD, AUTHOR, THE PARASITIC MIND",
      "utterance": "Indeed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SAAD",
      "utterance": "Thank you so much for inviting the Canadian professor and then ribbing on Canada."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes! I was going to do all segments on Canada. But there's not enough news in Canada. SAAD That's --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have one story."
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And then, that's it. And then, everybody goes to bed."
    },
    {
      "speaker": "SAAD",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SAAD",
      "utterance": "You know, in 2017, both Jordan Peterson and I had appeared in front of the Canadian Senate to precisely warn about these kinds of boundary conditions, these kinds of extreme situations. And everybody laughed at us. They scoffed, they mocked. Well, look what we have now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, let me ask you. What is your gut feeling on this? Do you think that this is? This is -- OK. It can only be two things. It's a long -- it's a long con, or it's somebody who's mentally ill. Because if it's actually trans, they wouldn't go for the giant boobs."
    },
    {
      "speaker": "SAAD",
      "utterance": "All right. My first reaction was that it was real. But now that I'm hearing a greater number of people saying that it could be a troll. The reality is whether it's real or troll, it shows that the zeitgeist is not doing too well these days. So --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It shouldn't matter if it's true or false, because the response is the laughable part."
    },
    {
      "speaker": "SAAD",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. They don't know what their -- instead, Emily, they're so scared of offending, I guess a very select group of trans men with the, the, the, the, the, the, the, the, the, the, the, the, the breast."
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "The infinite and --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "What I love so much is that we can't even put the full photo on air."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "We have to blur out part of her photo and that her mask is below of her nose. And yet, that --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's how you know it's a troll. Who said that the other day?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Drew."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's -- Drew said that, that the mask is below the nose. That's a sign it's a troll. Because wouldn't she put it above her nose?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Totally. Great detective, sleuthing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "So, we have to blur it out on air. And yet, the school system is subjecting the kids to that. Could you imagine to your point? I would give anything for either a troll or a woman who identifies as a male to just roll up with a Hindenburg, just longest cucumber everyday sitting in front of the kids?"
    },
    {
      "speaker": "SAAD",
      "utterance": "Look."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "And have Canada be like, oh, that's right, and we were going to have police protecting that teacher instead of the kids."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I wouldn't know would happen if a woman did come in and with a giant -- like --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think the safe word would be cucumber, but a giant -- you know, this is why I wasn't allowed to teach."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Dirigible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because I have a -- I have a huge --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "All right, move on -- move on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, a huge love for cucumbers. I enjoy a good cucumber. It's cold and it's crunchy."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "utterance": "Oh, delicious."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Cold and crunches. I said you can do a cucumber sandwich with cream cheese, you know."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Is this really the venue for this -- Greg -- take a students?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. OK, how about this? This is the third time we're doing the show. We're doing it every week until we get to the bottom of this."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No one else is doing this."
    },
    {
      "speaker": "DEVITO",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not \"Dateline\", not \"60 Minutes\"."
    },
    {
      "speaker": "DEVITO",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not \"OUTNUMBERED\"."
    },
    {
      "speaker": "DEVITO",
      "utterance": "No, and if -- I'll say this. If there are ever a legit use of the pronouns they them --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "It will be this. OK. So, this is either a teenage boy's worst nightmare thinking, oh have you seen the new shop teacher has giant boobs? And then, has the old shop teacher, what happened here? Here is what I don't understand. OK. In Canada, if you sent $5 to a trucker, they have got that track. Yet, we still don't know if this is real or not. We are seeing the same photo, the same video like this is Bigfoot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "The couple of blurry photos."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So true."
    },
    {
      "speaker": "DEVITO",
      "utterance": "A couple of plaster prints. Yes, exactly. So, if it's -- if it's not a troll, this person needs to see either a psychologist or a chiropractor?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "And if it's this is what this person thinks a woman is, that this costume, it's about his feminist a woman's costume as Norman Bates wore --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Really ashamed that that's what you think a woman is? This cartoonish ridiculous thing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. But I got to tell you. Anthony Perkins was one sexy lady."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Oh, he wouldn't hurt a fly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He wouldn't hurt a fly. Very interesting point, though that the little guy over there says, Kat. But what if, you know, we sit here and we are talking about this? Well, we then be blamed for making an unsafe environment for this teacher because we're like, we're curious. When, in fact, the unsafe environment is the people allowing maybe somebody with a -- with a serious mental problem."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't know. You might be."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes!"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I -- we've already talked about this so much and I can't believe it, but I actually have had a new thought on it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, good."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Where if it is a troll, everyone says, oh, that's so awesome. If it's a troll, it really kind of sucks for this teacher. Because the idea was OK, I'm going to get fired. So, what I'm going to do is put these massive -- on. And then, I'm going to -- they are going to fire me, and I can sue for gender discrimination. That didn't happen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The school was like, good for you. So, it didn't work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, do you think this --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, this teacher, every day, if it's a troll, looks at this giant --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, that's -- OK."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He's like, I can't believe I have to put these on again."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know what?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Going to be --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're right. This is a game of chicken."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You (INAUDIBLE) on this person's life."
    },
    {
      "speaker": "SAAD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I mean, he must be exhausted."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, but you're right. You know what this is? This is a game of chicken. The school is actually trolling the troll."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. If it's a troll -- if it's a troll, the school is out trolling the troll."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, and this could go -- this is amazing. It is like a Cold War. And you can tell because the nipples are really hard. All right. That's a great thing about breast. Is that there's so many directions you can go with the words. It's --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "It's amazing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SAAD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm going to shut up now. But we're going to do this story every week until the midterms, at least. Up next, do Kamala be dropped because she's repeatedly flocks?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Even in a hurricanes embarrassed by Vice President Harris. Once again, she fell on her face because she made it about race. It was a weekend of harsh damaging wind but that's what you get whenever Kamala is at the microphone. While speaking at the DNC's women leadership forum, the V.P. managed to take something that should have been unifying a national emergency called a hurricane and, of course, made it about race. So, Kam, who should be first in line for disaster aid?"
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "It is our lowest income communities and our communities of color that are most impacted by these extreme conditions. We have to address this in a way that is about giving resources based on equity. Understanding that we fight for equality, but we also need to fight for equity. Understanding not everyone starts out at the same place."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sorry to all the Florida white guys. Good luck with your flooded living room. I'm surprised you didn't add, good thing white people are better at swimming. She is a bigot. But, at least, Kamala is great at listing her accomplishments."
    },
    {
      "speaker": "PRIYANKA CHOPRA, INDIAN ACTRESS, PRODUCER, MODEL, AND SINGER",
      "utterance": "In your two years as vice president and many years holding office in California, what is -- what are the major changes that you have seen?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "A lot over the years. And -- but there's still so much works do. I -- we should applaud the work that we've seen results in progress."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How beautiful. Beautiful. So, what do you do about a V.P. who puts the her in disaster? Bill Maher says she's got to go, suggesting Biden bumper from the damn ticket in 2024."
    },
    {
      "speaker": "BILL MAHER, HOST, REAL TIME WITH BILL MAHER, HBO",
      "utterance": "Once you have that real estate, and you wake up in the White House --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MAHER",
      "utterance": "And your office is the Oval, I just don't think you'd give it up. Pretty hard to take the nomination away from the president."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes. That is not going to happen. Yes."
    },
    {
      "speaker": "MAHER",
      "utterance": "You know, a sitting president. And what I could see is replacing the vice president because -- yes, she is -- she is just not very popular anywhere."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "(INAUDIBLE) anywhere."
    },
    {
      "speaker": "MAHER",
      "utterance": "And it didn't seem to work out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, his audience applauded. So, that's a great idea if you're Biden. You know, remember when Abe Lincoln got rid of Hannibal Hamlin in 1864. Although, unlike Lincoln, Joe came in the -- into the office with brain damage. But Joe said he made history as the first president to have a black woman as V.P. And now, he can also be the first to fire one. Of course. Of course, like his son, Joe is not above using a woman and then asking her to leave."
    },
    {
      "speaker": "DEVITO",
      "utterance": "We got that later."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But, Emily --"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Disgusting. But maybe, instead of pushing Kamala out the door, the answer is even simpler. Maybe she just needs more bongos."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Have described rightly, which is that it is our lowest income communities and our communities of color that are most impacted by these extreme conditions, and an impacted by issues that are not of their own making."
    },
    {
      "speaker": "CHOPRA",
      "utterance": "And women."
    },
    {
      "speaker": "HARRIS",
      "utterance": "So, we -- absolutely."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Though, it makes it better. Professor, you notice that you're now pushing out the word equality and replacing it with equity, which is basically a way to -- it's basically top down equality instead of boosting people up. It's kind of scary. What did you make of this?"
    },
    {
      "speaker": "SAAD",
      "utterance": "I should say that I'm not feeling targeted again about Canada because Kamala Harris grew up in Montreal. My high school played against her high school, were roughly the same age. I missed the penalty shot when she was there. I blame her for my (INAUDIBLE). But honestly, let me mention this before I commented about diversity, inclusion, equity. I've said this about Trudeau, but I'm not going to serve it for her. If you take my career of almost 30 years as a professor, add up all of the students I've had, rank the dumbest student I've ever had, that person would be about 100 times smarter than this lady."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SAAD",
      "utterance": "Regarding diversity, inclusion, equity, I mean, it's not just in these kinds of contexts you see. At the university, everything now is netted out based on diversity, inclusion, equity. You get a professorship based on immutable traits. You get scientific grants based on immutable traits. It's the most fundamental violation of what made the West great, which is individual dignity. And so, now, we're losing it one inch at a time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's true. Science is supposed to be independent of that stuff, Joe. But instead, it's not. What say, you, funny guy?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "I think, when Biden said his vice president, he said she has to be a woman and she asked to be black, he should have said, and a third thing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "She is also be a third thing she needs."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Because there is no way he's going to be able to kick her to the curb."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "DEVITO",
      "utterance": "And imagine how she feels when people looking at her and saying, you know what, we think this guy has got a better shot than you. And he can't even get off a stage without a crew of people coming to handle him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "And move him around. It's really -- the idea that he would be reaching out to marginalized communities. You know, the only marginalized community he reaches out to is the deceased."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "That looking around for it. Yes. And even dead -- even dead people say, we see Joe Biden."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "So --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's obviously in the pocket of big Quija (PH) board."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes. It's that. Now, what I don't like is the use of the word equity."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Because equity does not mean need. And we've got people who are hit by a hurricane. It's pretty easy to figure out who needs help right now. And then to say, no, it's going to be this group. That's really unconscionable as you say that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What do you think, Kat?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think this is the like the worst she's ever looked. Because talking about this is probably the easiest political layup of all time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like nobody is pro-hurricane. So, how did she still manage to piss people off when she was talking that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's not a contentious issue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like, she is such a bad politician. This should have been the one thing where she could have done OK, and no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Blew it. She blew it. It was -- I think the basketball tournament is it was a layup, young lady. Yes, I play sports."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Did I write -- I actually -- I actually wrote that down."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, did you?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, that was what I chose. Because I'm a sports girl, myself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. Emily, the sports girl has -- but this is something that was a unifying event. And yet, she was able to take something that like every American puts aside their team sport politics and works together. And she said no, black and white minorities. Women and minorities hit hardest."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "She is like the worst kind of doll possible, where you pull the string, and there's three sentences she says, and they're all unconstitutional -- not just unconscionable that literally unconstitutional. Shady is -- straight up racist."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "To your point, yes. Though, all Americans care about all Americans. We care about Americans in distress. And for her to come out of left field at the time when people have lost everything, and have lost their family members, and our vice president, knee jerks this talking point that she thinks will win her votes, because she is that worse kind of elite, Democrat liberal, which is you will listen to what I say, you will vote a certain way, you should think a certain way because of your skin color. And therefore, you should vote a certain way. She keeps ramming it down their throats. I think there will be a reckoning 100 percent. And the fact that we've already started to lose the late night talk show hosts, the other ones."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I think it's a big -- I think it's a big indicator."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Interesting."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Like bigot. Put that in there. That she'll be invited back. Up next, did the strategy to slow COVID transmission, her young people's disposition?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What did lockdowns bring to the table besides making people unstable? Well, research at Florida State University, they have universities there now -- congratulations, Florida. They found that the edicts, edicts from Fauci made everyone permanently grouchy. Lockdowns to deprived us of crucial human contact, or in Joe DeVito's case, nothing changed. In February 2020, psychologists asked participants between the ages of 18 and 109, that's an age range. They were in Florida after all. They asked him questions related to the five personality traits and then later the participants were to gauge how their personality has changed over time. Meanwhile, the 109-year-old said, why am I still alive? They compared pre- pandemic responses to the ones they gave in 2021 and this year, and discovered that people became more introverted, less open, less agreeable, less conscientious and more neurotic. In short, we became me, and younger people were more impacted since the personalities are less stable to begin with. Seriously, you would not believe how much harder it is to get them into my van."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Oh my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But anyway, I'll quote some experts: \"Strikingly, younger adults show disruptive maturity, and that they increase in neuroticism and decline in agreeableness and conscientiousness. This evidence suggests population wide stressful events can bend the trajectory of personality, especially in younger adults. The lead author blames the fact that young people were supposed to be out forming relationships and not remaining in hiding. Instead, it's the same lessons the Mayans had learned which is sacrificing virgins doesn't help. But maybe the lockdowns weren't all bad forming relationships is how we ended up with monkey pox. And we shouldn't just pick on young people here. Look at with the lockdowns did to Joy Behar. So, OK, I have a theory, Kat. Would you like to hear my theory?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't have a choice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, you don't. That's right. I think we learned in the pandemic, the value of being watched and judged. When you remove that variable, right, you reduce the number of people around you. On a personal level, your hygiene goes, your physical appearance goes. And then on a public level, you have something like Midtown, right? You have public degradation, urination, defecation, criminal behavior, speeding traffic accidents. You need to have other people around you to kind of like define your actual self. Is that mind blowing?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, I think it makes sense."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I don't know. It depends. I don't know how it affects personalities. I think, I think mine's pretty much been the same. Just still a delight, always --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "People love you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you're America's -- stop it. You're only encouraging disruptive behavior."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, I love that. Inject that into my veins."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's (INAUDIBLE) competition."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's so funny. I just, I think that it wasn't ever normal for us to be spending all of our time alone. I think that if you're a younger person, especially that could have affected your sense of self, but I'm not as young as I look."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true. We'll move on. Joe, you didn't obviously notice any difference because you were alone before the pandemic, during, and after."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It could very well be that you're alone right now, and this is all some weird fantasy. You might be lying in bed right now. This show doesn't exist. How about that?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Well, I found my depression lifted during the pandemic, it lifted for me and spread out over the rest of the planet like a dark cloud. So, to hear people say like, I'm afraid of the future, and, and obsessed with death. I was like, well, you're a little late to my party there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Emily, you're very peppy, you're very sparkly. What's the word, bubbly? Did you, did any of your bubbliness decline? People were hoping that it would?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "No, of course not. I have remained unchanged."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "What I thought was so interesting about this is that the, they preface this by saying that it disrupted maturity. And that, to me is the whole point that what helps you evolve and grow is the social order, right? It's you being an idiot. And so, your friend is like something an idiot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "You are alone with your room, and just the Internet, then you are free to be a total (BLEEP). And that's what we're seeing online. And then out on the streets, people would go out and feel free to be total violent (BLEEP). And because of the Democrat-led cities that decided to defund cops and promote all of that, then people got away with that also. I also thought what was interesting is that it said, individually, it was it was pretty minimal, a minimal effect. But it was just collectively that these things were noticed. So, that to your point, the collective stress, I think is where it's evident, but and they say it's going to lead to mental and physical issues. But I think that's more apparent in the fear that the such the fear of COVID that was stoked by the media and stoked by our government that thrived off of people's panic and fear, to exert more control. And then, people don't go to the hospital and they didn't get their wellness checks, and so they're going to be dying off of the other stuff. Now, I'm sounding like you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that was really depressing. Professor, do you, do you buy this data at all? Do you think it's true? And did you change? DR. GAD SAAD, \"THE SAAD TRUTH\" HOST: It wasn't my personality that changed, it's this ridiculous felt body that I have."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm glad people don't realize. You weighed 500 pounds."
    },
    {
      "speaker": "SAAD",
      "utterance": "No, no, I didn't it. But I lost quite a bit of weight, I decided to use the lockdowns to at least have some sort of silver lining. I stopped eating a lot, I started training. I lost over 80 pounds."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Wow, amazing!"
    },
    {
      "speaker": "SAAD",
      "utterance": "But -- thank you. But in terms of personality traits, look, there are several theories when it comes to personality. One is that our personality are set in stone by the age of four, and they never change. One that says we have no personality set in stone. It always changes based on situation. And this one, basically says that it's really in the middle. We have a certain lever that's somewhere but then depending on the situation, we can become more extroverted or less extroverted."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right?"
    },
    {
      "speaker": "SAAD",
      "utterance": "So, I think that this is an OK study, but I don't think that these changes will be enduring. They won't last."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Interesting. Well, I think the personality changes depends on how much porn you watch, right Joe?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "I'm a new man."
    },
    {
      "speaker": "SAAD",
      "utterance": "That's what you get after what I just said?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I would have been one of your worst students. Sorry, what you're telling me is it's about pornography. All right, we got to move on. Coming up, are people standards' too high for Elon Musk's A.I.?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A robot from Tesla debuts like a hot mess-la. The latest from our robot rulers walks like it had too many wine coolers. Former boyfriend of Grimes, Elon Musk, showed off a prototype for the humanoid robot, Optimist, during Tesla's A.I. Day on Friday. Some were totally underwhelmed by the invention. One A.I. researcher called it a scam that was next level cringe- worthy and will be falling a lot. In other words, it was like Brian Kilmeade at karaoke night, but I wonder if optimist is designed to be an extremely capable robot."
    },
    {
      "speaker": "ELON MUSK, TESLA CEO",
      "utterance": "But Optimist is designed to be an extremely capable robot, but made in very high volume probably, ultimately millions of units, and it is expected to cost much less than a car."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Musk insisted that Optimist will be incredible within five to 10 years and eventually able to take factory jobs that humans didn't want. Like, for example, making more Optimist robots. And there's no way that backfires. Yes, did that the main issue with Optimist was that it didn't have a brain and therefore it couldn't problem solve on its own, which already qualifies him to occupy the White House. That was such an easy joke, I feel dirty inside. Emily, there's -- these are going to be, what do you make of this? I think that Elon Musk is onto something. We're all going to have robots. He's just going to be the first guy to make them."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Well, the funny thing to me is how he talks about that the original mission was to accelerate the world's transition to sustainable energy. And then, in acknowledging that everyone was like, how does this really go to that mission? He was like, yes, I don't know, you're right. It actually goes toward making the future awesome, like he's just having a blast."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know -- it's true, I'm sorry, go ahead."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Well, I was just --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Were you going to swear?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I hit my limit. There's none left. There's none left for me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there's a limit. I'm cutting you off, I'm cutting you off on your swear words. So, Dr. Saad, how long before we have a civil rights movement for bots, because once they taught, once you build a robot that it anticipates things, then there's planning involved. And if you can plan, you can feel pain and suffering and disappointment. And then, you're going to have a sentient being, what are you going to do? We're going to -- all of a sudden, we're going to create a next kind of human that we're going to be responsible for."
    },
    {
      "speaker": "SAAD",
      "utterance": "I think we're very far from that. In the 1980s, when I first started artificial intelligence, it was supposed to be, you know, an incredible opportunity. And the reality is, A.I. works well, for very structured problems, how to maximize search when you're playing chess, how to get the next best move. But to try to mimic actually human intelligence and human emotions, we're still very far off. So, I don't think you have to worry about robots becoming sentient beings anytime soon."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What about non-sentient thinking?"
    },
    {
      "speaker": "SAAD",
      "utterance": "Meaning?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Meaning, like --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm really glad --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I mean, think about it, think at -- what if, you know what, Professor, what if you were limited in what you're thinking about thinking? What if thinking could be nonconscious, right? And that could be a robot not thinking but doing something and only, and then, you know, in do -- just, maybe it's things just chopping."
    },
    {
      "speaker": "SAAD",
      "utterance": "Well, so, so very structured problems --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SAAD",
      "utterance": "A.I. solves well. Once you, there's something called the Turing Test. The Turing Test is where, for example, if I'm, if I'm interacting with someone, I don't know if it's a psychiatrist or a computer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SAAD",
      "utterance": "If it can fool me, it passes the Turing Test."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SAAD",
      "utterance": "Well, for really more nuanced interactions, we're still very far off from being able to mimic human behavior."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, well, I know what Joe is thinking, how long before I can have sex with a robot?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Oh my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because again, you have no human contact."
    },
    {
      "speaker": "DEVITO",
      "utterance": "You know what, Greg, clamp on a pair of those giant breasts and I'm listening."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Little robot with a mini microwave in there for your hot pocket?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "It's nice. It's nice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Open it up. Eat it."
    },
    {
      "speaker": "DEVITO",
      "utterance": "It's all for your needs met at once."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. Lap dance and salad. What does that mean? Thoughts?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Well, they say are these robots going to take all our jobs and I've lost all of my previous jobs to robots. I used to be Roomba."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love Roombas."
    },
    {
      "speaker": "DEVITO",
      "utterance": "They're great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're great. You know, it's really strange, Kat. Like, even with a Roomba, when you have it in your apartment, it feels like it's a little pet moving around. So, we have this weird ability to like, transmit these, what do you call it a, a morphic?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I think amorphized."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you, young lady. I'm surprised you didn't use the word (BLEEP). Anyway -- what do you think?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think that you've never had a pet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hat two pets."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's not the same. It's not at all the same."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was a masseuse but I treated him like a -- RIP, Andre."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I just, I don't know. I don't feel like making a robot would be that hard."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like I couldn't do it. But like yes, like if that's what you do, then, I don't know. Like it's got a nice thigh gap but other than that, it kind of --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a big, you know that's a big deal the --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "The big thigh gap."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That thigh gap is a big deal now. That's the new abs. Remember, in the 1950s and 60s --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's like also, that, that little tiny waist --"
    },
    {
      "speaker": "SAAD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like, that is just so unrealistic."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It really, yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't like the way this robot is making me feel about my body."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what, there's a possibility. I'm not sentient that this is all fake, right?"
    },
    {
      "speaker": "SAAD",
      "utterance": "Based on these interactions, I think I am the simulation."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've set you up, bastard. Up next, would it ruin your dog's walk if he knew how to talk?"
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"A STORY IN FIVE WORDS.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A story in five words: people want to talk to pets. All right, Kat, a new poll found that almost four in five Americans believe that if animals could talk, dogs would be the first to do so. Is this a stupid poll?"
    },
    {
      "speaker": "SAAD",
      "utterance": "Actually, I have played that game where I kind of fantasize if I come home and I see my dogs talking to each other. So, I've actually done this. But what I wanted to say is slightly different thing. There's a great study that shows that people tend to choose dogs that look like them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SAAD",
      "utterance": "And it's actually been verified across cultures. Now, Belgian Shepherds are very regal, aristocratic, majestic, good looking. Does it surprise you that we own Belgian Shepherds?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I see where this is going. He's a very humble man, Kat. Kat, nearly half of the people worried that if their pets could talk, they would reveal secrets and insult people. Your dog and your cat has a lot --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "The cat, mostly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Cheens."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Yes. At first, I was like, who are these people who don't want to talk to their pets? And I thought that it's sick people, then I realized that means Cheens could also talk to other people. And in 12 years, he's, he's seen things."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "A lot. A lot of things."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. There are some things he doesn't even have words for --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, no. And so, it's like, I don't know him well enough to know if he'd be a snitch or not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But I think Emily, I wouldn't want -- I mean, that's just more pressure, you have a pet so you don't have to talk to it, right? Why would you want to have --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "They do talk."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have a goldfish. I don't, we don't -- I mean, I stare at him and he stares at me, but that's about it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You've never talked to your goldfish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've said why are you staring at me? He's on my desk. That's it. That's all I got."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I love the almost half are afraid that they would insult someone, share their secrets. We already know that like labs have a vocabulary of 30-plus words, there's those math that are all over like TikTok where the animal, like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "And then like outside or whatever, and I love that you're right, I look just like a Doberman, especially right now like all black and tan with a long and the black -- just music out loud tonight, I guess."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Joe, obviously having no human interaction means you do talk to animals. You're like the -- what's that doctor?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Dr. Dolittle."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dr. Dolittle."
    },
    {
      "speaker": "DEVITO",
      "utterance": "I do -- like, what do people need to hear dogs say?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Once you figure out who is a good boy, you've said what you need to say. I think cats are, cats -- because cats act like they're in a hotel where the service isn't as good as it used to be, so I think they'll give you things feedback you can work with, you can improve yourself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, that's true. That's true. I don't want to hear anything from any animals. I don't even like listening to humans, seriously. I'm looking at you Emily and your filthy truck driver mouth. She's the reason why our editors have to stay until midnight. Don't go away. We'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We're out of time. Thanks to Emily Compagno, Gad Saad, Joe DeVito, Kat Timpf, our studio audience. \"FOX NEWS @ NIGHT\" with Dreamy Trace Gallagher is next. I'm Greg Gutfeld. I love you America."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}