{
  "date": "October 11, 2022",
  "headline": "'Special Report' All-Star panel on Democrats' chances of keeping a House majority",
  "subHeadline": "Guests: Harold Ford Jr., Kimberely Strassel, Guy Benson",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-democrats-chances-keeping-house-majority",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RYAN",
      "sentences": "Now, I've run against Nancy Pelosi. I have taken on Bernie Sanders. I have opposed Joe Biden on numerous pieces of legislation that he wants to try to promote and push.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "The last two congresses. Tim, you voted for Nancy Pelosi and Joe Biden. 100 percent. You consistently tow the party line on every single issue. I wish that you were the reasonable moderate, you said you were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Be it energy, national security, the environment, the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Kimberley, they -- this race is in the pink, the lean Republican in our power rankings. That retort though, from J.D. Vance. Yes, Tim Ryan is running away from the Biden administration on a number of things. But he is voting with the administration all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, Guy, this is another way to look at our power rankings. And you can get this on foxnews.com/politics. And it splits all, these are the Senate races. The yellow are the toss ups, the pink here are the lean Republicans: Florida, North Carolina, Ohio, Wisconsin. Lean Democrat: Colorado, in New Hampshire. Obviously, Ohio is over here. But a lot can change in a short time. And as we look at the worst case, best case scenario, we kind of map this out. Best case, 53 for Republicans. Worst case, we look at it as 49. Best case, 51 for Democrats. 47 for Democrats is their worst case. Guy, your thoughts about where we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, that's right. And turned over here to the House. It's a different picture, Harold. And this is our Power Rankings where we see Republicans, at this point, getting up to 231. The yellow obviously the tossups, 30 of those and Republicans only have to pick up a few to win control of the House. I want to put up this graphic from Monmouth. Recent poll that shows the top issues, the priorities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Well, if the approval rating of the president was the decisive factor, Democrats would be losing all across the country and all the Senate races, and we'd be having a 60-40 - 65-35 conversation here. I think voters had been able to separate a little bit. The president standing -- the president's position on some of the issues, and you're looking at -- they're looking at these races in a local way. I think some of the issues in Arizona are different than the issues in New Hampshire. But I would agree with you. That map there shows a difficult road for Democrats to hold a majority in the House. It's going to take a magical evening for Democrats to maintain the majority there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Well, if you look at the generic ballot, it would seem as though this surge or bounce that Democrats had over the end of the summer is fading somewhat. And it's beginning to look a little bit more like, Guy said like this could be a Republican year again. At this point, and from my perspective in the House, it suggests it's not a question of whether Republicans win, but how big McCarthy's margin is, in the end. In the Senate, that's still going to be tougher, and that's going to come down to some of the problems that Republicans created for themselves with some very brutal primaries. And some candidates that are still struggling to, you know, make ground with some of their state's voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Another look at this, and this is just -- you can just see how many races we're following as far as likely lean, tossup. This is House races. And you go into each district, it's a different story. Last thing, Guy, the Hispanic vote, the Latino vote is shifting. And some of these races along, for example, the border in Texas, they're toss ups now. This yellow column.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yes. Keep an eye on Texas, keep an eye on Florida, keep an eye on Nevada when it comes to the Latino vote. I'm not sure the Republicans can win it outright this cycle, but just incremental progress on that front really shifts the electorate and scrambles the electoral picture quite a bit. It will be fascinating. All right, panel. Thanks. We'll see you later on the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JACK KEANE (RET), FOX NEWS SENIOR STRATEGIC ANALYST",
      "sentences": "What you are seen before your eyes here is his attempt to defeat the Ukrainian people. He is attempting to crush their will and their support, and obviously when he fired 84 missiles on Monday morning and 24 drone strikes, that was a huge step in that direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Biden administration needs to start setting the stages for real talks. Right now, it's just we're going to send more weapons. I think it's setting the stage for a larger conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. GEN. KEITH KELLOGG (RET), FORMER PENCE NATIONAL SECURITY ADVISER",
      "sentences": "We are, in fact, a proxy to the war. For anybody is to deny that is absolutely foolish. So if we actually are a proxy, then we have to go all in in support, not troops, but with the equipment that Zelenskyy needs to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There's a lot of debate about what is happening with Russia and Ukraine and what the U.S. should or should not do. We're back with our panel, Harold Ford Jr., Kimberley Strassel, and Guy Benson. Guy, there is just this split about people saying, listen, we just don't want to go too far down this road and somehow be drawn into this. There is the other side that says Russia is weak now with its military and Ukraine is having success and we should do everything we possibly can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "sentences": "Right, and help the Ukrainians win, which it appears they are capable of doing, and they are willing to sacrifice themselves at a great cost. They are not asking for us to come in and fight the war for them. They want the tools to fight their own war against an aggressor right on their border who invaded their country, actually has done it multiple times. So I've been with the Ukrainians since day one. It has been remarkable to watch them from go from sort of the little engine that could, putting up a better fight than expected, to actually on the offense and winning. I think that letting Putin off the hook at this point would be a huge mistake. Obviously, people who are way above my pay grade need to figure out how we do so without triggering some sort of volcanic response from him against us, but that also assumes that he is a rational actor, which are intelligent services, at least for now, seem to think that he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Harold, I have heard you say that all Democrats are for supporting Ukraine up on Capitol Hill. There is a part of the Democratic Party that is concerned about the U.S. getting drawn into something in a creeping situation, mission creep, if you will, not just the Republican Party with that split.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "sentences": "There is no doubt. I think we all are concerned about where this may hit. I think Guy, I think he did a good job there of describing it. I think everyone underestimated the resolve of the Ukrainian people including Vladimir Putin. And Vladimir Putin overestimated the will and desire of his army to achieve a personal vision of his. I take -- I try my hardest to separate Putin from Russia. Russia is a country with a great history and a great future in front of them. But as Zelenskyy, while President Zelenskyy said today and has said over the past several weeks that if they are going to negotiate with anyone it can't be Vladimir Putin, because he is not the future of Russia. This is Putin's war and the Ukrainians are beating him. The Russian people should know that the American people want a future for them, but not for Vladimir Putin. And they are going to have to make a decision at some point, as General Kellogg, General Keane, and many others on this network have said I think more eloquently and with more experience than I have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Kimberley? KIMBERLEY STRASSEL, \"WALL STREET JOURNAL\": If we want to avoid mission creep, the way we have to do that is get done with this. And the notion that we shouldn't be giving some things to Russia, some things to Ukraine because Russians might view that as escalation, we are all in on this proxy war. So where would we be now if we had ceded to Ukraine's request all the way back at the beginning to give them more airpower, to give them better patriot missiles, for instance, patriot missiles? We might be finished with us now. Instead, every day this goes where we pretend that we are not fully engaged is just dragging things along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. Stand by, if you would. By the way, it's good to see you in person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "It's great to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Up next, more with the panel. And as we go to break, Angela Lansbury has died. The British actress was famous for Broadway roles like \"Gypsy\" and delighted television audiences for 12 season in \"Murder She Wrote.\" Her children say she died in Los Angeles in her home just five days shy of her birthday. Angela Lansbury was 96.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID PRIESS, FORMER CIA OFFICER",
      "sentences": "Absolutely not, because those words are still true. It has all of the classic earmarks --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Do you think it changed the outcome of the election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIESS",
      "sentences": "Oh, absolutely not. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Even though it wasn't true. It had the classic earmarks, but it wasn't true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIESS",
      "sentences": "What is not true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That it was Russian disinformation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIESS",
      "sentences": "That's not what we said in the letter. Read the actual letter and we said we do not know if this is Russian disinformation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It has all the classic earmarks of a Russian information operation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIESS",
      "sentences": "Exactly, the difference between an information campaign --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I understand. But the nuance that you were talking about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIESS",
      "sentences": "-- and a disinformation campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "-- the nuance did not get to candidate Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIESS",
      "sentences": "-- and a misinformation campaign, it is not my fault if people don't look up definitions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, all right, we just wanted to digest that for a second. We're back with our panel, Harold Ford Jr., Kimberley Strassel, Guy Benson. David Priess, a former CIA officer who signed on to that letter with 50 former intelligence officers that said that Hunter Biden e-mails were all the classic earmarks of a Russian operation. Then Joe Biden used that in the debate, as we played that soundbite. Kimberley, now every paper, every news organization has gone through this and said no, no, no, it's authentic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "It's remarkable. And now this kind of latter day parsing of all of this, Russian information versus disinformation and all the earmarks -- look, it was simply wrong, OK? And yet at a very crucial time, right before an election, these people marched in and gave their credibility to the notion that this truly was a Russian disinformation campaign, caused all the media to back them, and caused several social media places to not run \"The New York Post,\" and basically stopped information from getting out to the public. And now they want to pretend that didn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It is amazing though. If you look back at that, why is somebody not saying, you know what, we got it wrong. Or the media going back and saying we got it wrong. Or -- this was days before an election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I think because it served its purpose, which was to help an election go a certain way. It's hard to get around that. The Biden campaign came out and said this is Russian disinformation. They asserted it. Then you had this backfilling from the experts, which was then cited in a presidential debate. The media did not cover it with very few exceptions. And social media, as Kimberley said, throttled it for a reason. They had their narrative, they had their story. It was completely wrong, and they did what they did because they wanted Joe Biden to win the election. And now that it's plain as day what actually happened here and that they have egg on their face, I think some of these don't really want to grapple with that in a serious way. And you asked the right questions, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, I would like to ask more. Harold?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I was not asked to sign the letter. I didn't sign the letter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "It sounds like there are some people that perhaps they should not have signed it. This is why the press should investigate every story with all the vigor and thoroughness they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "If you're a former intel officer, though, you know, you know that signing this letter is going to have some impact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Of course he did. That's why he did it. And can I also add, too, not only did they essentially do this, but we had an eyewitness, Bobulinski, at the time that they all ignored as well, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll keep following that. Panel, thank you very much. I wanted to get that in. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER (voice-over)",
      "utterance": "Harold Ford Jr. Former Tennessee Congressman co-host of \"THE FIVE\". Kimberley Strassel, a member of the editorial board at the Wall Street Journal. And Guy Benson, political editor of townhall.com, hosts the \"GUY BENSON SHOW\" on Fox News Radio."
    },
    {
      "speaker": "BAIER (on camera)",
      "utterance": "I wanted to start politics here. It is 28 days and we are counting down. This Ohio race. We just had a debate last night. It is very close."
    },
    {
      "speaker": "BAIER (voice-over)",
      "utterance": "If you look at the RCP average, J.D. Vance has an advantage. It's very tight though. A lot of what Vance is focusing on is the way Tim Ryan votes. Take a listen."
    },
    {
      "speaker": "RYAN",
      "utterance": "Now, I've run against Nancy Pelosi. I have taken on Bernie Sanders. I have opposed Joe Biden on numerous pieces of legislation that he wants to try to promote and push."
    },
    {
      "speaker": "VANCE",
      "utterance": "The last two congresses. Tim, you voted for Nancy Pelosi and Joe Biden. 100 percent. You consistently tow the party line on every single issue. I wish that you were the reasonable moderate, you said you were."
    },
    {
      "speaker": "BAIER (on camera)",
      "utterance": "So, that align effective, Harold, for J.D. Vance. That - - the lot of back and forth in that debate last night. Your thoughts. This race, you know, is obviously in a red state. Tim Ryan is a congressman that could potentially win there. But it's a tough environment uphill."
    },
    {
      "speaker": "HAROLD FORD J.R., FOX NEWS CHANNEL POLITICAL CONTRIBUTOR (on camera)",
      "utterance": "Thanks for having me on. I think Tim Ryan is the best candidate Democrats have in the country for a couple of reasons. I think voters whether you're Democrat or Republican, but we should really all want -- once you elect someone, as someone who is reasonable, someone who can negotiate or be negotiated with, and someone who's committed to governing. I listen to Tim last night, and I know him. I served with him in Congress. He made clear where he stood with the president, where he was against the president. He even said that he wished that President Biden would not seek reelection because he wants a generational change in the party. He strikes me as someone who would go to the Senate and be in the mansion, The Kelly the Mark Warner caucus. I think that's what voters want. He's got an uphill battle there because it's a Republican state. But I got to tell you, I like his chances, because I like his refreshing honesty. I don't agree with him on everything. But I do know this. He wants to advance legislation. He wants to advance policy that's going to help the country."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes."
    },
    {
      "speaker": "FORD",
      "utterance": "Be it energy, national security, the environment, the economy."
    },
    {
      "speaker": "BAIER",
      "utterance": "Kimberley, they -- this race is in the pink, the lean Republican in our power rankings. That retort though, from J.D. Vance. Yes, Tim Ryan is running away from the Biden administration on a number of things. But he is voting with the administration all the time."
    },
    {
      "speaker": "KIMBERLEY STRASSEL, FOX NEWS CHANNEL CONTRIBUTOR (on camera)",
      "utterance": "Yes. J.D. Vance had one job in that debate, which was to punch a hole in this image that Tim Ryan has created, that he is somehow independent or centrist. And I think he actually did land some blows. Because the problem is that what Ryan has been saying to Ohio voters, and really has been working for him for presenting himself that way, is not really his record. You know, one good example that Vance hit on was, for instance, Ryan, saying, you know, I want to lean in, go all in on fracking, but you've got clips of him in the past, when he was running for president, saying he'd agree to a fracking ban. You're going to see a lot of advertisements in the next couple of weeks comparing some of the things he said in that debate to his past. And that could make things a little tougher for him in the state."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, Guy, this is another way to look at our power rankings. And you can get this on foxnews.com/politics. And it splits all, these are the Senate races. The yellow are the toss ups, the pink here are the lean Republicans: Florida, North Carolina, Ohio, Wisconsin."
    },
    {
      "speaker": "Lean Democrat",
      "utterance": "Colorado, in New Hampshire. Obviously, Ohio is over here. But a lot can change in a short time. And as we look at the worst case, best case scenario, we kind of map this out. Best case, 53 for Republicans. Worst case, we look at it as 49. Best case, 51 for Democrats. 47 for Democrats is their worst case. Guy, your thoughts about where we are."
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CHANNEL CONTRIBUTOR (on camera)",
      "utterance": "That all sounds about right to me, Bret. And you have to sort of look at the map as we just were and say, OK, if everything else is equal, let's say Ohio ends up red; Wisconsin, red; North Carolina, red; Arizona, New Hampshire, Colorado, Washington State Blue. I'm not predicting that, but let's just say that all happens. It comes down to Pennsylvania, Georgia, Nevada, and whichever party wins two of those three races, or sweeps, all three will be in the majority in the U.S. Senate. Now, this could turn out to be a real red wave year, where early on in the night, we say, OK, wow, this is looking a lot more like 2014 than 2018, for example. And Republicans could, you know, tick-up higher 52-53, as you just showed. The Democrats path to a majority is relatively clear to a grown majority beyond 50-50 or 51-49, much less clear. So, it comes down to those yellow seats in particular. And to me, the yellow list of the yellow seats, P.A., G.A., Nevada, you got to win two out of three."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, that's right. And turned over here to the House. It's a different picture, Harold. And this is our Power Rankings where we see Republicans, at this point, getting up to 231. The yellow obviously the tossups, 30 of those and Republicans only have to pick up a few to win control of the House. I want to put up this graphic from Monmouth. Recent poll that shows the top issues, the priorities."
    },
    {
      "speaker": "BAIER (voice-over)",
      "utterance": "82 percent say it's extremely or very important. Inflation, 82 percent. But the approval of President Biden on that issue, 30 percent. Crime, very important. 72 percent. The approval, 32 percent. How much does that factor in to these races in the House in the Senate, the president's approval on those key issues?"
    },
    {
      "speaker": "FORD",
      "utterance": "Well, if the approval rating of the president was the decisive factor, Democrats would be losing all across the country and all the Senate races, and we'd be having a 60-40 - 65-35 conversation here. I think voters had been able to separate a little bit. The president standing -- the president's position on some of the issues, and you're looking at -- they're looking at these races in a local way. I think some of the issues in Arizona are different than the issues in New Hampshire. But I would agree with you. That map there shows a difficult road for Democrats to hold a majority in the House. It's going to take a magical evening for Democrats to maintain the majority there."
    },
    {
      "speaker": "BAIER (on camera)",
      "utterance": "And this is the worst-case best case on the House side. 246, best case. 215, worst case. This worst case for Democrats, 189. 220, best case. Kimberley, where do you see this all kind of gelling? We're now into the time where people have been voting in a lot of these states. And a lot of this is already baked in the cake."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Well, if you look at the generic ballot, it would seem as though this surge or bounce that Democrats had over the end of the summer is fading somewhat. And it's beginning to look a little bit more like, Guy said like this could be a Republican year again. At this point, and from my perspective in the House, it suggests it's not a question of whether Republicans win, but how big McCarthy's margin is, in the end. In the Senate, that's still going to be tougher, and that's going to come down to some of the problems that Republicans created for themselves with some very brutal primaries. And some candidates that are still struggling to, you know, make ground with some of their state's voters."
    },
    {
      "speaker": "BAIER",
      "utterance": "Another look at this, and this is just -- you can just see how many races we're following as far as likely lean, tossup. This is House races. And you go into each district, it's a different story. Last thing, Guy, the Hispanic vote, the Latino vote is shifting. And some of these races along, for example, the border in Texas, they're toss ups now. This yellow column."
    },
    {
      "speaker": "BENSON",
      "utterance": "Yes. Keep an eye on Texas, keep an eye on Florida, keep an eye on Nevada when it comes to the Latino vote. I'm not sure the Republicans can win it outright this cycle, but just incremental progress on that front really shifts the electorate and scrambles the electoral picture quite a bit. It will be fascinating. All right, panel. Thanks. We'll see you later on the show."
    },
    {
      "speaker": "GEN. JACK KEANE (RET), FOX NEWS SENIOR STRATEGIC ANALYST",
      "utterance": "What you are seen before your eyes here is his attempt to defeat the Ukrainian people. He is attempting to crush their will and their support, and obviously when he fired 84 missiles on Monday morning and 24 drone strikes, that was a huge step in that direction."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The Biden administration needs to start setting the stages for real talks. Right now, it's just we're going to send more weapons. I think it's setting the stage for a larger conflict."
    },
    {
      "speaker": "LT. GEN. KEITH KELLOGG (RET), FORMER PENCE NATIONAL SECURITY ADVISER",
      "utterance": "We are, in fact, a proxy to the war. For anybody is to deny that is absolutely foolish. So if we actually are a proxy, then we have to go all in in support, not troops, but with the equipment that Zelenskyy needs to win."
    },
    {
      "speaker": "BAIER",
      "utterance": "There's a lot of debate about what is happening with Russia and Ukraine and what the U.S. should or should not do. We're back with our panel, Harold Ford Jr., Kimberley Strassel, and Guy Benson. Guy, there is just this split about people saying, listen, we just don't want to go too far down this road and somehow be drawn into this. There is the other side that says Russia is weak now with its military and Ukraine is having success and we should do everything we possibly can."
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "utterance": "Right, and help the Ukrainians win, which it appears they are capable of doing, and they are willing to sacrifice themselves at a great cost. They are not asking for us to come in and fight the war for them. They want the tools to fight their own war against an aggressor right on their border who invaded their country, actually has done it multiple times. So I've been with the Ukrainians since day one. It has been remarkable to watch them from go from sort of the little engine that could, putting up a better fight than expected, to actually on the offense and winning. I think that letting Putin off the hook at this point would be a huge mistake. Obviously, people who are way above my pay grade need to figure out how we do so without triggering some sort of volcanic response from him against us, but that also assumes that he is a rational actor, which are intelligent services, at least for now, seem to think that he is."
    },
    {
      "speaker": "BAIER",
      "utterance": "Harold, I have heard you say that all Democrats are for supporting Ukraine up on Capitol Hill. There is a part of the Democratic Party that is concerned about the U.S. getting drawn into something in a creeping situation, mission creep, if you will, not just the Republican Party with that split."
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "utterance": "There is no doubt. I think we all are concerned about where this may hit. I think Guy, I think he did a good job there of describing it. I think everyone underestimated the resolve of the Ukrainian people including Vladimir Putin. And Vladimir Putin overestimated the will and desire of his army to achieve a personal vision of his. I take -- I try my hardest to separate Putin from Russia. Russia is a country with a great history and a great future in front of them. But as Zelenskyy, while President Zelenskyy said today and has said over the past several weeks that if they are going to negotiate with anyone it can't be Vladimir Putin, because he is not the future of Russia. This is Putin's war and the Ukrainians are beating him. The Russian people should know that the American people want a future for them, but not for Vladimir Putin. And they are going to have to make a decision at some point, as General Kellogg, General Keane, and many others on this network have said I think more eloquently and with more experience than I have."
    },
    {
      "speaker": "BAIER",
      "utterance": "Kimberley? KIMBERLEY STRASSEL, \"WALL STREET JOURNAL\": If we want to avoid mission creep, the way we have to do that is get done with this. And the notion that we shouldn't be giving some things to Russia, some things to Ukraine because Russians might view that as escalation, we are all in on this proxy war. So where would we be now if we had ceded to Ukraine's request all the way back at the beginning to give them more airpower, to give them better patriot missiles, for instance, patriot missiles? We might be finished with us now. Instead, every day this goes where we pretend that we are not fully engaged is just dragging things along."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. Stand by, if you would. By the way, it's good to see you in person."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "It's great to be here."
    },
    {
      "speaker": "BAIER",
      "utterance": "Up next, more with the panel. And as we go to break, Angela Lansbury has died. The British actress was famous for Broadway roles like \"Gypsy\" and delighted television audiences for 12 season in \"Murder She Wrote.\" Her children say she died in Los Angeles in her home just five days shy of her birthday. Angela Lansbury was 96."
    },
    {
      "speaker": "DAVID PRIESS, FORMER CIA OFFICER",
      "utterance": "Absolutely not, because those words are still true. It has all of the classic earmarks --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Do you think it changed the outcome of the election?"
    },
    {
      "speaker": "PRIESS",
      "utterance": "Oh, absolutely not. No."
    },
    {
      "speaker": "BAIER",
      "utterance": "Even though it wasn't true. It had the classic earmarks, but it wasn't true."
    },
    {
      "speaker": "PRIESS",
      "utterance": "What is not true?"
    },
    {
      "speaker": "BAIER",
      "utterance": "That it was Russian disinformation."
    },
    {
      "speaker": "PRIESS",
      "utterance": "That's not what we said in the letter. Read the actual letter and we said we do not know if this is Russian disinformation."
    },
    {
      "speaker": "BAIER",
      "utterance": "It has all the classic earmarks of a Russian information operation."
    },
    {
      "speaker": "PRIESS",
      "utterance": "Exactly, the difference between an information campaign --"
    },
    {
      "speaker": "BAIER",
      "utterance": "I understand. But the nuance that you were talking about --"
    },
    {
      "speaker": "PRIESS",
      "utterance": "-- and a disinformation campaign."
    },
    {
      "speaker": "BAIER",
      "utterance": "-- the nuance did not get to candidate Joe Biden."
    },
    {
      "speaker": "PRIESS",
      "utterance": "-- and a misinformation campaign, it is not my fault if people don't look up definitions."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, all right, we just wanted to digest that for a second. We're back with our panel, Harold Ford Jr., Kimberley Strassel, Guy Benson. David Priess, a former CIA officer who signed on to that letter with 50 former intelligence officers that said that Hunter Biden e-mails were all the classic earmarks of a Russian operation. Then Joe Biden used that in the debate, as we played that soundbite. Kimberley, now every paper, every news organization has gone through this and said no, no, no, it's authentic."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "It's remarkable. And now this kind of latter day parsing of all of this, Russian information versus disinformation and all the earmarks -- look, it was simply wrong, OK? And yet at a very crucial time, right before an election, these people marched in and gave their credibility to the notion that this truly was a Russian disinformation campaign, caused all the media to back them, and caused several social media places to not run \"The New York Post,\" and basically stopped information from getting out to the public. And now they want to pretend that didn't happen."
    },
    {
      "speaker": "BAIER",
      "utterance": "It is amazing though. If you look back at that, why is somebody not saying, you know what, we got it wrong. Or the media going back and saying we got it wrong. Or -- this was days before an election."
    },
    {
      "speaker": "BENSON",
      "utterance": "I think because it served its purpose, which was to help an election go a certain way. It's hard to get around that. The Biden campaign came out and said this is Russian disinformation. They asserted it. Then you had this backfilling from the experts, which was then cited in a presidential debate. The media did not cover it with very few exceptions. And social media, as Kimberley said, throttled it for a reason. They had their narrative, they had their story. It was completely wrong, and they did what they did because they wanted Joe Biden to win the election. And now that it's plain as day what actually happened here and that they have egg on their face, I think some of these don't really want to grapple with that in a serious way. And you asked the right questions, I think."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, I would like to ask more. Harold?"
    },
    {
      "speaker": "FORD",
      "utterance": "I was not asked to sign the letter. I didn't sign the letter."
    },
    {
      "speaker": "FORD",
      "utterance": "It sounds like there are some people that perhaps they should not have signed it. This is why the press should investigate every story with all the vigor and thoroughness they can."
    },
    {
      "speaker": "BAIER",
      "utterance": "If you're a former intel officer, though, you know, you know that signing this letter is going to have some impact."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Of course he did. That's why he did it. And can I also add, too, not only did they essentially do this, but we had an eyewitness, Bobulinski, at the time that they all ignored as well, too."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll keep following that. Panel, thank you very much. I wanted to get that in."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}